{
  "(From Reading Conspiracy Theories)": "(Từ Việc Đọc Thuyết Âm Mưu)",
  "You have received Fan Mail. It is addressed to StrangerVille Hero. Check {0.SimFirstName}'s inventory to see what they got.": "Bạn vừa nhận được Thư của Người hâm mộ. Nó được gửi đến Anh hùng StrangerVille. Hãy kiểm tra hành trang của {0.SimFirstName} để xem họ nhận được gì nhé.",
  "StrangerVille Fan Mail Received": "Đã Nhận Được Thư Người Hâm Mộ StrangerVille",
  "The Vaccine has stopped the infection from taking hold. It seems {0.SimName} is immune to infection, for now...": "Vắc-xin đã ngăn chặn được sự lây nhiễm. Có vẻ như {0.SimName} đã miễn nhiễm với sự lây nhiễm, hiện tại thì là vậy...",
  "The Vaccine has stopped the Infection from taking hold. It seems {1.SimName} is immune to Infection, for now...": "Vắc-xin đã ngăn chặn được sự lây nhiễm. Có vẻ như {1.SimName} đã miễn nhiễm với sự lây nhiễm, hiện tại thì là vậy...",
  "(From Drinking Infected Plasma)": "(Từ Việc Uống Huyết Tương Bị Nhiễm)",
  "{1.SimFirstName} is Vaccinated and is temporarily protected from the infection. Recruit them to help fight the Mother Plant.": "{1.SimFirstName} đã được tiêm vắc-xin và tạm thời được bảo vệ khỏi sự lây nhiễm. Hãy chiêu mộ họ để giúp chống lại Cây Mẹ.",
  "The Vaccine seemed to caused some kind of reaction, but did not completely isolate the Infection. Keep testing on other Possessed Sims to see how it will react.": "Vắc-xin dường như đã gây ra một số phản ứng, nhưng không hoàn toàn cô lập được sự lây nhiễm. Tiếp tục thử nghiệm trên những Sim bị ám khác để xem nó sẽ phản ứng như thế nào.",
  "Eureka! The Vaccine seems to be isolating the Infection. Head back to the <b>Secret Lab</b> to create the <b>Infection Vaccine</b> on the <b>Chemical Analyzer</b>.": "Eureka! Vắc-xin dường như đang cô lập sự lây nhiễm. Quay trở lại <b>Phòng Thí Nghiệm Bí Mật</b> để tạo ra <b>Vắc-xin Chống Lây Nhiễm</b> trên <b>Máy Phân Tích Hóa Chất</b>.",
  "{0.SimFirstName} has successfully crafted an <b>Experimental Vaccine</b>! Test this on Possessed Sims to learn how to craft the true Vaccine.\\nReceived: \\n{2.String}": "{0.SimFirstName} đã chế tạo thành công một <b>Vắc-xin Thử Nghiệm</b>! Hãy thử nghiệm nó trên những Sim bị ám để tìm hiểu cách chế tạo vắc-xin thật sự.\nĐã Nhận:\n{2.String}",
  "{0.SimFirstName} has successfully crafted an <b>Infection Vaccine</b>! Use this on other Sims to Vaccinate and Recruit them to help you fight the Mother Plant.\\nReceived: \\n{2.String}": "{0.SimFirstName} đã chế tạo thành công một <b>Vắc-xin Chống Lây Nhiễm</b>! Hãy sử dụng nó trên những Sim khác để Tiêm chủng và Chiêu mộ họ để giúp bạn chống lại Cây Mẹ.\nĐã Nhận:\n{2.String}",
  "{0.SimFirstName}'s diligent analysis of the collected <b>Spore Cluster</b> has paid off. Take this <b>Infection Profile Data</b> to a <b>StrangerVille Scientist</b> to see if they have any helpful information.": "Việc phân tích siêng năng <b>Cụm Bào Tử</b> thu thập được của {0.SimFirstName} đã được đền đáp. Hãy mang <b>Dữ Liệu Hồ Sơ Lây Nhiễm</b> này đến một <b>Nhà Khoa Học StrangerVille</b> để xem họ có thông tin hữu ích nào không.",
  "You have successfully compiled a <b>Secret Dossier</b>.\\n\\nThe Dossier can be used to Request a <b>Keycard</b>. I bet <b>Scientists</b>, <b>Military Personnel</b>, or that <b>Curio Shop Owner</b> would be very interested in seeing this. ": "Bạn đã biên soạn thành công một <b>Hồ Sơ Bí Mật</b>.\n\nHồ sơ này có thể được sử dụng để Yêu cầu một <b>Thẻ Khóa</b>. Tôi cá là <b>Các Nhà Khoa Học</b>, <b>Nhân Viên Quân Sự</b>, hoặc <b>Chủ Tiệm Đồ Cổ</b> đó sẽ rất hứng thú khi xem cái này.",
  "As {0.SimFirstName} leafs through the book, something interesting falls out:\\n• Aerial Surveillance Photo": "Khi {0.SimFirstName} giở từng trang sách, một thứ thú vị rơi ra:\n• Ảnh Giám Sát Trên Không",
  "As {0.SimFirstName} leafs through the book, something interesting falls out:\\n• Hastily-scrawled Note": "Khi {0.SimFirstName} giở từng trang sách, một thứ thú vị rơi ra:\n• Ghi Chú Vội Vã",
  "As {0.SimFirstName} leafs through the book, something interesting falls out:\\n• Infrared Microfilm": "Khi {0.SimFirstName} giở từng trang sách, một thứ thú vị rơi ra:\n• Phim Vi Hồng Ngoại",
  "As {0.SimFirstName} leafs through the book, something interesting falls out:\\n• Partially Redacted Report": "Khi {0.SimFirstName} giở từng trang sách, một thứ thú vị rơi ra:\n• Báo Cáo Đã Được Chỉnh Sửa Một Phần",
  "As {0.SimFirstName} leafs through the book, something interesting falls out:\\n• Strange Blueprints": "Khi {0.SimFirstName} giở từng trang sách, một thứ thú vị rơi ra:\n• Bản Thiết Kế Kỳ Lạ",
  "As {0.SimFirstName} leafs through the book, something interesting falls out:\\n• Suspiciously Blurry Photo": "Khi {0.SimFirstName} giở từng trang sách, một thứ thú vị rơi ra:\n• Ảnh Mờ Đáng Nghi",
  "{0.SimFirstName} did not find anything useful on this computer. Maybe one of the others will have something.": "{0.SimFirstName} không tìm thấy bất cứ điều gì hữu ích trên máy tính này. Có lẽ một trong những cái khác sẽ có thứ gì đó.",
  "{0.SimFirstName} hacked the computer and found:\\n• Aerial Surveillance Photo": "{0.SimFirstName} đã hack máy tính và tìm thấy:\n• Ảnh Giám Sát Trên Không",
  "{0.SimFirstName} hacked the computer and found:\\n• Infrared Microfilm": "{0.SimFirstName} đã hack máy tính và tìm thấy:\n• Phim Vi Hồng Ngoại",
  "{0.SimFirstName} hacked the computer and found:\\n• Partially Redacted Report": "{0.SimFirstName} đã hack máy tính và tìm thấy:\n• Báo Cáo Đã Được Chỉnh Sửa Một Phần",
  "{0.SimFirstName} hacked the computer and found:\\n• Strange Blueprints": "{0.SimFirstName} đã hack máy tính và tìm thấy:\n• Bản Thiết Kế Kỳ Lạ",
  "{0.SimFirstName} hacked the computer and found:\\n• Suspiciously Blurry Photo": "{0.SimFirstName} đã hack máy tính và tìm thấy:\n• Ảnh Mờ Đáng Nghi",
  "{0.SimFirstName} found StrangerVille evidence:\\n• Aerial Surveillance Photo": "{0.SimFirstName} đã tìm thấy bằng chứng về StrangerVille:\n• Ảnh Giám Sát Trên Không",
  "{0.SimFirstName} found StrangerVille evidence:\\n• Clandestine Dongle": "{0.SimFirstName} đã tìm thấy bằng chứng về StrangerVille:\n• Dongle Bí Mật",
  "{0.SimFirstName} found StrangerVille evidence:\\n• Encrypted USB Device\\n\\nA skilled Programmer might be able to decrypt it. It can be found in your Sim's inventory.": "{0.SimFirstName} đã tìm thấy bằng chứng về StrangerVille:\n• Thiết Bị USB Được Mã Hóa\n\nMột Lập Trình Viên lành nghề có thể giải mã nó. Nó có thể được tìm thấy trong hành trang của Sim.",
  "{0.SimFirstName} found StrangerVille evidence:\\n• Glitched Hologram Readout": "{0.SimFirstName} đã tìm thấy bằng chứng về StrangerVille:\n• Đầu Đọc Ảnh Ba Chiều Bị Lỗi",
  "{0.SimFirstName} found StrangerVille evidence:\\n• Hastily-scrawled Note": "{0.SimFirstName} đã tìm thấy bằng chứng về StrangerVille:\n• Ghi Chú Vội Vã",
  "{0.SimFirstName} found StrangerVille evidence:\\n• Infrared Microfilm": "{0.SimFirstName} đã tìm thấy bằng chứng về StrangerVille:\n• Phim Vi Hồng Ngoại",
  "{0.SimFirstName} found StrangerVille evidence:\\n• Packet of Mysterious Seeds": "{0.SimFirstName} đã tìm thấy bằng chứng về StrangerVille:\n• Gói Hạt Giống Bí Ẩn",
  "{0.SimFirstName} found StrangerVille evidence:\\n• Partially Redacted Report": "{0.SimFirstName} đã tìm thấy bằng chứng về StrangerVille:\n• Báo Cáo Đã Được Chỉnh Sửa Một Phần",
  "{0.SimFirstName} found StrangerVille evidence:\\n• Strange Blueprints": "{0.SimFirstName} đã tìm thấy bằng chứng về StrangerVille:\n• Bản Thiết Kế Kỳ Lạ",
  "{0.SimFirstName} found StrangerVille evidence:\\n• Suspiciously Blurry Photo": "{0.SimFirstName} đã tìm thấy bằng chứng về StrangerVille:\n• Ảnh Mờ Đáng Nghi",
  "This door is locked. Looks like it requires a <b>Keycard</b>. Someone around town might know how to get one. Before leaving, poke around the <b>Secret Lab</b> to gather more information.\\n\\n<b>New Notebook Entry Added</b>.": "Cánh cửa này bị khóa. Có vẻ như nó yêu cầu một <b>Thẻ Khóa</b>. Ai đó quanh thị trấn có thể biết cách lấy một cái. Trước khi rời đi, hãy lục lọi xung quanh <b>Phòng Thí Nghiệm Bí Mật</b> để thu thập thêm thông tin.\n\n<b>Đã Thêm Mục Mới Vào Sổ Tay</b>.",
  "(From Being Exposed to Spores)": "(Từ Việc Tiếp Xúc Với Bào Tử)",
  "These <b>Spores</b> are too toxic to pass without protection. <b>Question about Spores</b> around town to see if there is some way to protect yourself.\\n\\n<b>New Notebook Entry Added</b>.": "Những <b>Bào Tử</b> này quá độc hại để vượt qua mà không có sự bảo vệ. <b>Hỏi về Bào Tử</b> xung quanh thị trấn để xem có cách nào để bảo vệ bản thân không.\n\n<b>Đã Thêm Mục Mới Vào Sổ Tay</b>.",
  "The <b>Local Library</b> is known to have <b>Scientists</b> researching the <b>StrangerVille Archives</b>. I wonder what they are looking for...": "<b>Thư Viện Địa Phương</b> được biết là có <b>Các Nhà Khoa Học</b> đang nghiên cứu <b>Hồ Sơ Lưu Trữ StrangerVille</b>. Không biết họ đang tìm kiếm gì...",
  "Have you checked out the <b>Curio Shop</b> near the trailer park? I hear they have a <b>Secret Inventory</b> that might be worth checking out.": "Bạn đã xem qua <b>Tiệm Đồ Cổ</b> gần khu nhà lưu động chưa? Tôi nghe nói họ có một <b>Kho Hàng Bí Mật</b> mà có thể đáng để xem qua.",
  "I heard there are strange things going on at that <b>Secret Lab</b>. The <b>Scientists</b> and <b>Military Personnel</b> around here can probably shed some light on the situation.": "Tôi nghe nói có những điều kỳ lạ đang xảy ra ở <b>Phòng Thí Nghiệm Bí Mật</b> đó. <b>Các Nhà Khoa Học</b> và <b>Nhân Viên Quân Sự</b> xung quanh đây có lẽ có thể làm sáng tỏ tình hình.",
  "Check out the <b>Local Bar</b>. There are always <b>Military Personnel</b> unwinding after a long day on the base.": "Hãy ghé qua <b>Quán Bar Địa Phương</b>. Luôn có <b>Nhân Viên Quân Sự</b> thư giãn sau một ngày dài ở căn cứ.",
  "I have noticed those <b>Bizarre Plants</b> have grown double in size, as if something is growing inside them.": "Tôi nhận thấy những <b>Cây Kỳ Quái</b> đó đã phát triển gấp đôi kích thước, như thể có thứ gì đó đang lớn lên bên trong chúng.",
  "That strange cloud that is building over the crater does not look normal. I bet something is trying to get out...": "Đám mây kỳ lạ đang hình thành trên miệng núi lửa đó trông không bình thường. Tôi cá là có thứ gì đó đang cố gắng thoát ra...",
  "I overheard some <b>Military Personnel</b> talking about an <b>Infection Scanner</b> at the <b>Local Bar</b>. they use it to uncover <b>Spore Clusters</b>. You may want to convince one of them to give it to you.": "Tôi nghe lỏm được một số <b>Nhân Viên Quân Sự</b> nói về một <b>Máy Quét Lây Nhiễm</b> tại <b>Quán Bar Địa Phương</b>. Họ sử dụng nó để khám phá <b>Cụm Bào Tử</b>. Bạn có thể muốn thuyết phục một trong số họ đưa nó cho bạn.",
  "I overheard some <b>Scientists</b> talking about <b>Infection Profile Data</b>. Talk to them about spores and they may share some information.": "Tôi nghe lỏm được một số <b>Nhà Khoa Học</b> nói về <b>Dữ Liệu Hồ Sơ Lây Nhiễm</b>. Hãy nói chuyện với họ về bào tử và họ có thể chia sẻ một số thông tin.",
  "The <b>Conspiracy Theorists</b> around here believe the <b>Military</b> is behind some kind of cover-up.": "<b>Những Người Theo Thuyết Âm Mưu</b> xung quanh đây tin rằng <b>Quân Đội</b> đứng sau một loại che đậy nào đó.",
  "I’ve heard there’s some kind of <b>Secret Lab</b> in the crater outside town.": "Tôi nghe nói có một loại <b>Phòng Thí Nghiệm Bí Mật</b> nào đó trong miệng núi lửa bên ngoài thị trấn.",
  "I have noticed a lot more <b>Scientists</b> at the <b>Local Library</b>. You should check it out.": "Tôi nhận thấy có nhiều <b>Nhà Khoa Học</b> hơn tại <b>Thư Viện Địa Phương</b>. Bạn nên xem thử.",
  "The <b>Local Library</b> holds tons of history about StrangerVille. There are always <b>Scientists</b> browsing the <b>StrangerVille Archives</b>.": "<b>Thư Viện Địa Phương</b> chứa đựng vô số lịch sử về StrangerVille. Luôn có <b>Các Nhà Khoa Học</b> duyệt <b>Hồ Sơ Lưu Trữ StrangerVille</b>.",
  "Have you been noticing those <b>Bizarre Plants</b> popping up around town? You best keep your distance from them. The local <b>Scientists</b> have been running tests on them.": "Bạn có để ý những <b>Cây Kỳ Quái</b> đó mọc lên khắp thị trấn không? Tốt nhất là bạn nên giữ khoảng cách với chúng. Các <b>Nhà Khoa Học</b> địa phương đã và đang tiến hành các thử nghiệm trên chúng.",
  "I am always curious what goes on in that <b>Secret Lab</b>. After that explosion a few weeks back I have not seen anyone go in or out.": "Tôi luôn tò mò về những gì diễn ra trong <b>Phòng Thí Nghiệm Bí Mật</b> đó. Sau vụ nổ vài tuần trước, tôi không thấy ai ra vào cả.",
  "You should really check out that <b>Secret Lab</b>. I hear there are strange things going on there. You should be able to sneak in through the back gate.": "Bạn thực sự nên xem qua <b>Phòng Thí Nghiệm Bí Mật</b> đó. Tôi nghe nói có những điều kỳ lạ đang xảy ra ở đó. Bạn có thể lẻn vào qua cổng sau.",
  "The <b>Local Bar</b> is known to have <b>Military Personnel</b> winding down after a long day on the base.": "<b>Quán Bar Địa Phương</b> được biết là có <b>Nhân Viên Quân Sự</b> thư giãn sau một ngày dài ở căn cứ.",
  "Wow, you did it! Let me analyze this <b>Infection Profile Data</b> and I will send you a <b>Spore Filter</b> in the mail soon. Keep digging and you might find a <b>Vaccine</b> for this Infection after all.": "Wow, bạn đã làm được! Hãy để tôi phân tích <b>Dữ Liệu Hồ Sơ Lây Nhiễm</b> này và tôi sẽ gửi cho bạn một <b>Bộ Lọc Bào Tử</b> qua đường bưu điện sớm thôi. Tiếp tục đào bới và bạn có thể tìm thấy một <b>Vắc-xin</b> cho bệnh Lây Nhiễm này sau tất cả.",
  "Did you really think that you could beat me up and take my scanner? Think again!": "Bạn thực sự nghĩ rằng bạn có thể đánh tôi và lấy máy quét của tôi sao? Nghĩ lại đi!",
  "I yield! Take my <b>Infection Scanner</b>. You've earned it. Just stop hurting me!": "Tôi xin thua! Hãy lấy <b>Máy Quét Lây Nhiễm</b> của tôi. Bạn xứng đáng với nó. Chỉ cần dừng đánh tôi lại!",
  "You have got to be joking... You think that is \"Impressive.\" You are going to have to get stronger if you are going to impress me.": "Bạn đang đùa tôi đấy à... Bạn nghĩ rằng như vậy là \"Ấn Tượng\" sao. Bạn sẽ phải trở nên mạnh hơn nếu bạn định gây ấn tượng với tôi.",
  "Wow! that was an impressive display of strength. Look... I really should not be doing this but I think you should have this <b>Infection Scanner</b>. You can use this to reveal <b>Spore Clusters</b> that are otherwise invisible to the naked eye.": "Wow! đó là một màn thể hiện sức mạnh ấn tượng. Nghe này... Tôi thực sự không nên làm điều này nhưng tôi nghĩ bạn nên có <b>Máy Quét Lây Nhiễm</b> này. Bạn có thể sử dụng nó để tiết lộ <b>Cụm Bào Tử</b> mà nếu không thì mắt thường không thể nhìn thấy.",
  "I have some information about what is going on in that <b>Secret Lab</b>, but I will only share that with close friends.": "Tôi có một số thông tin về những gì đang xảy ra trong <b>Phòng Thí Nghiệm Bí Mật</b> đó, nhưng tôi sẽ chỉ chia sẻ điều đó với những người bạn thân thiết.",
  "I am not sure if I can trust you. We barely even know each other.": "Tôi không chắc liệu tôi có thể tin bạn không. Chúng ta hầu như không quen biết nhau.",
  "I can't really say what's going on. My CO plays things pretty close to the chest. We're always kept on high alert in case something happens at the nearby lab.": "Tôi không thực sự có thể nói những gì đang xảy ra. Chỉ Huy của tôi giữ mọi thứ rất kín kẽ. Chúng tôi luôn được đặt trong tình trạng báo động cao trong trường hợp có điều gì đó xảy ra tại phòng thí nghiệm gần đó.",
  "There is something shady about that <b>Secret Lab</b>. I think there is a major cover up brewing.": "Có điều gì đó mờ ám về <b>Phòng Thí Nghiệm Bí Mật</b> đó. Tôi nghĩ rằng có một sự che đậy lớn đang назревать.",
  "That <b>Secret Lab</b> is cursed. Everyone that works there is cursed!": "<b>Phòng Thí Nghiệm Bí Mật</b> đó bị nguyền rủa. Tất cả những người làm việc ở đó đều bị nguyền rủa!",
  "Look...I really should not be saying this, but there are some strange things going on at that <b>Secret Lab</b>. There was some big explosion and now everything is sealed shut.": "Nghe này... Tôi thực sự không nên nói điều này, nhưng có một số điều kỳ lạ đang xảy ra tại <b>Phòng Thí Nghiệm Bí Mật</b> đó. Đã có một vụ nổ lớn và bây giờ mọi thứ đều bị niêm phong.",
  "I know something is going on at that <b>Secret Lab</b>. No one ever goes in and out of it. They must be holding something in there...": "Tôi biết có điều gì đó đang xảy ra tại <b>Phòng Thí Nghiệm Bí Mật</b> đó. Không ai ra vào nó cả. Họ hẳn là đang giữ thứ gì đó ở trong đó...",
  "I hear that the <b>Military</b> is hiding something in the <b>Secret Lab</b>. They have doubled security ever since that big explosion.": "Tôi nghe nói rằng <b>Quân Đội</b> đang che giấu thứ gì đó trong <b>Phòng Thí Nghiệm Bí Mật</b>. Họ đã tăng gấp đôi an ninh kể từ sau vụ nổ lớn đó.",
  "I have a few theories about what is going on in that lab, but I am not going to share that with just anyone.": "Tôi có một vài giả thuyết về những gì đang xảy ra trong phòng thí nghiệm đó, nhưng tôi sẽ không chia sẻ điều đó với bất kỳ ai.",
  "We are instructed to keep quiet about all information regarding the Secret Lab. I can't share that information with just anyone.": "Chúng tôi được hướng dẫn giữ im lặng về tất cả thông tin liên quan đến Phòng Thí Nghiệm Bí Mật. Tôi không thể chia sẻ thông tin đó với bất kỳ ai.",
  "I used to work in that lab, but ever since the explosion... I have said too much. I can't share that information with strangers.": "Tôi đã từng làm việc trong phòng thí nghiệm đó, nhưng kể từ sau vụ nổ... Tôi đã nói quá nhiều. Tôi không thể chia sẻ thông tin đó với người lạ.",
  "I have been noticing a lot more of these <b>Scientists</b> around town. I bet anything if you can get close to one of them they would be willing to give you a <b>Keycard</b> for that <b>Secret Lab</b>.": "Tôi đã để ý thấy có rất nhiều <b>Nhà Khoa Học</b> này xung quanh thị trấn. Tôi cá là nếu bạn có thể thân thiết với một trong số họ, họ sẽ sẵn lòng cho bạn một <b>Thẻ Khóa</b> để vào <b>Phòng Thí Nghiệm Bí Mật</b> đó.",
  "There is much more to that <b>Secret Lab</b> than you know. You should keep digging. ": "Có nhiều điều về <b>Phòng Thí Nghiệm Bí Mật</b> đó hơn bạn biết. Bạn nên tiếp tục đào bới.",
  "<b>Military Personnel</b> are always hanging out at the local bar. I bet they have heightened security because something went wrong at the <b>Secret Lab</b>!": "<b>Nhân Viên Quân Sự</b> luôn la cà ở quán bar địa phương. Tôi cá là họ đã tăng cường an ninh vì có điều gì đó không ổn xảy ra tại <b>Phòng Thí Nghiệm Bí Mật</b>!",
  "Secret Lab... are you kidding me!? Why would I put my life on the line for you? I hardly know you.": "Phòng Thí Nghiệm Bí Mật... bạn đang đùa tôi à!? Tại sao tôi phải mạo hiểm mạng sống vì bạn? Tôi hầu như không biết bạn.",
  "I barely even know you! What makes you think I would risk my life to help defeat this \"<b>Mother Plant</b>\" you speak of. That is nothing but a bunch of mumbo jumbo.": "Tôi hầu như không biết bạn! Điều gì khiến bạn nghĩ rằng tôi sẽ mạo hiểm mạng sống để giúp đánh bại \"<b>Cây Mẹ</b>\" mà bạn nói đến. Đó chẳng qua chỉ là một đống lời nói vô nghĩa.",
  "You want me to go down there with YOU!? What do you know about fighting giant alien plants? We hardly even know each other.": "Bạn muốn tôi xuống đó với BẠN á!? Bạn biết gì về việc chiến đấu với những cây ngoài hành tinh khổng lồ? Chúng ta hầu như không quen biết nhau.",
  "Of course I'll help you destroy the Mother Plant. I am all for clearing StrangerVille of this vile infection.": "Tất nhiên tôi sẽ giúp bạn tiêu diệt Cây Mẹ. Tôi hoàn toàn ủng hộ việc loại bỏ sự lây nhiễm tồi tệ này khỏi StrangerVille.",
  "I think I have a <b>Keycard</b> in my <b>Secret Inventory</b>. I will only sell this to you if you can prove you are committed to this StrangerVille Investigation. Maybe if you have a <b>Secret Dossier</b>.": "Tôi nghĩ rằng tôi có một <b>Thẻ Khóa</b> trong <b>Kho Hàng Bí Mật</b> của mình. Tôi sẽ chỉ bán nó cho bạn nếu bạn có thể chứng minh rằng bạn cam kết tham gia Cuộc Điều Tra StrangerVille này. Có lẽ nếu bạn có một <b>Hồ Sơ Bí Mật</b>.",
  "Look... I really should not be doing this, but you seem like you can help with this terrible situation. Take this <b>Keycard</b>. This will give you access to all the doors in the <b>Secret Lab</b>. Just be careful, no one has been down there since we sealed the doors.": "Nghe này... Tôi thực sự không nên làm điều này, nhưng có vẻ như bạn có thể giúp đỡ tình huống tồi tệ này. Hãy lấy <b>Thẻ Khóa</b> này. Nó sẽ cho bạn quyền truy cập vào tất cả các cửa trong <b>Phòng Thí Nghiệm Bí Mật</b>. Chỉ cần cẩn thận, không ai xuống đó kể từ khi chúng tôi niêm phong các cánh cửa.",
  "I hear the <b>Scientists</b> and <b>Military Personnel</b> have access to a <b>Keycard</b>. Try asking them.": "Tôi nghe nói <b>Các Nhà Khoa Học</b> và <b>Nhân Viên Quân Sự</b> có quyền truy cập vào <b>Thẻ Khóa</b>. Hãy thử hỏi họ.",
  "I'm just an old retired fighter pilot. Do you really think I would have access to some fancy <b>Key Card</b>? I bet one of those <b>Scientist</b> or <b>Military Personnel</b> would have something for you. I doubt they are just handing those things out tho.": "Tôi chỉ là một phi công chiến đấu đã nghỉ hưu. Bạn thực sự nghĩ rằng tôi có quyền truy cập vào một số <b>Thẻ Khóa</b> lạ mắt sao? Tôi cá là một trong những <b>Nhà Khoa Học</b> hoặc <b>Nhân Viên Quân Sự</b> đó sẽ có thứ gì đó cho bạn. Mặc dù tôi nghi ngờ họ chỉ trao những thứ đó ra.",
  "I am not sure what you're talking about. I bet the <b>Curio Shop</b> near the trailer park might be able to help you out.": "Tôi không chắc bạn đang nói về cái gì. Tôi cá là <b>Tiệm Đồ Cổ</b> gần khu nhà lưu động có thể giúp bạn.",
  "Wow! Thanks, but no thanks. I'm keeping my Infection scanner.": "Wow! Cảm ơn, nhưng không. Tôi sẽ giữ máy quét Lây Nhiễm của mình.",
  "Wow... that was amazing! I really should not be doing this but take this <b>Infection Scanner</b>.": "Wow... thật tuyệt vời! Tôi thực sự không nên làm điều này, nhưng hãy lấy <b>Máy Quét Lây Nhiễm</b> này.",
  "Those <b>Bizarre Plants</b> around town are part of something much bigger. I'm not saying that they're controlling people, but I have seen some very strange behavior from people recently.": "Những <b>Cây Kỳ Quái</b> xung quanh thị trấn là một phần của điều gì đó lớn hơn nhiều. Tôi không nói rằng chúng đang kiểm soát mọi người, nhưng gần đây tôi đã thấy một số hành vi rất kỳ lạ từ mọi người.",
  "These dust particles in the sky are loaded with strange bacteria! The Military is putting it there on purpose. They are running test on us like we are some kind of test subject!": "Những hạt bụi trong bầu trời này chứa đầy vi khuẩn lạ! Quân đội đang cố tình đặt nó ở đó. Họ đang thử nghiệm trên chúng ta như thể chúng ta là một loại đối tượng thử nghiệm!",
  "That <b>Bizarre Fruit</b> that has been popping up around town is the cause of all this! DO NOT EAT IT! I don't even know where people are getting it from.": "<b>Quả Kỳ Quái</b> mọc lên khắp thị trấn là nguyên nhân của tất cả chuyện này! ĐỪNG ĂN NÓ! Tôi thậm chí không biết mọi người lấy nó từ đâu.",
  "Look... there are some really strange things going on in this town. It all started a couple weeks ago. There was a large explosion inside that crater and things have not quite been the same since!": "Nghe này... có một số điều thực sự kỳ lạ đang xảy ra trong thị trấn này. Tất cả bắt đầu vài tuần trước. Đã có một vụ nổ lớn bên trong miệng núi lửa đó và mọi thứ không còn được như trước kể từ đó!",
  "I just got this new <b>Infection Scanner</b>. It is really cool, it can.... I mean... That is classified information! But if you can convince me maybe I can give you one...": "Tôi vừa có được <b>Máy Quét Lây Nhiễm</b> mới này. Nó thực sự круто, nó có thể.... Ý tôi là... Đó là thông tin tuyệt mật! Nhưng nếu bạn có thể thuyết phục tôi, có lẽ tôi có thể cho bạn một cái...",
  "There is something big going on here! The <b>Curio Shop</b> owner has started selling <b>Hazmat Suits</b>. I noticed everyone has been stocking up, but I fear that may not be enough...": "Có điều gì đó lớn đang xảy ra ở đây! Chủ <b>Tiệm Đồ Cổ</b> đã bắt đầu bán <b>Bộ Đồ Hazmat</b>. Tôi nhận thấy mọi người đã bắt đầu tích trữ, nhưng tôi sợ rằng có thể không đủ...",
  "I have a couple of those <b>Hazmat Suits</b> in my <b>Secret Inventory</b>. I doubt they will do much good without a <b>Spore Filter</b>, but I would be willing to sell it to you if you are still interested.": "Tôi có một vài bộ <b>Bộ Đồ Hazmat</b> đó trong <b>Kho Hàng Bí Mật</b> của mình. Tôi nghi ngờ chúng sẽ không có tác dụng gì nhiều nếu không có <b>Bộ Lọc Bào Tử</b>, nhưng tôi sẵn sàng bán nó cho bạn nếu bạn vẫn quan tâm.",
  "I have the materials to craft a <b>Spore Filter</b>, but I have not been able to analyze enough <b>Spore Clusters</b>. Use the <b>Chemical Analyzer</b> at the <b>Secret Lab</b> to construct the <b>Infection Profile Data</b>. Bring it to me and I can construct a <b>Spore Filter</b>.": "Tôi có các vật liệu để chế tạo <b>Bộ Lọc Bào Tử</b>, nhưng tôi đã không thể phân tích đủ <b>Cụm Bào Tử</b>. Sử dụng <b>Máy Phân Tích Hóa Chất</b> tại <b>Phòng Thí Nghiệm Bí Mật</b> để xây dựng <b>Dữ Liệu Hồ Sơ Lây Nhiễm</b>. Mang nó đến cho tôi và tôi có thể chế tạo một <b>Bộ Lọc Bào Tử</b>.",
  "You already have the <b>Incomplete Hazmat Suit</b>. Question about Spores with <b>Scientists</b> to see if they can improve it.": "Bạn đã có <b>Bộ Đồ Hazmat Chưa Hoàn Chỉnh</b>. Hỏi về Bào Tử với <b>Các Nhà Khoa Học</b> để xem họ có thể cải thiện nó không.",
  "You already have the <b>Spore Filter</b>. Question about Spores with the <b>Curio Shop Owner</b> to see if he can sell you something to combine it with.": "Bạn đã có <b>Bộ Lọc Bào Tử</b>. Hỏi về Bào Tử với <b>Chủ Tiệm Đồ Cổ</b> để xem liệu anh ta có thể bán cho bạn thứ gì đó để kết hợp nó không.",
  "You already have an <b>Infection Scanner</b>. You can use that to scan areas for <b>Spore Clusters</b>. I bet there are a ton at the <b>Secret Lab</b>.": "Bạn đã có một <b>Máy Quét Lây Nhiễm</b>. Bạn có thể sử dụng nó để quét các khu vực tìm <b>Cụm Bào Tử</b>. Tôi cá là có rất nhiều tại <b>Phòng Thí Nghiệm Bí Mật</b>.",
  "The StrangerVille Hacker Forums thanks you for your upload. We will review your submission, and get back to you within <b>1 Day</b>. We can't say much, but make sure to keep a close eye on your <b>Mail Box</b>.": "Diễn đàn Hacker StrangerVille cảm ơn bạn đã tải lên. Chúng tôi sẽ xem xét bài nộp của bạn và liên hệ lại với bạn trong vòng <b>1 Ngày</b>. Chúng tôi không thể nói nhiều, nhưng hãy nhớ theo dõi chặt chẽ <b>Hộp Thư</b> của bạn.",
  "(From Admiring Achievements and Accolades)": "(Từ Việc Chiêm Ngưỡng Thành Tích và Giải Thưởng)",
  "(From Being Ordered To Clean)": "(Từ Việc Bị Ra Lệnh Dọn Dẹp)",
  "(From Poring Over Case Files)": "(Từ Việc Nghiên Cứu Kỹ Hồ Sơ Vụ Án)",
  "(From Running Drills)": "(Từ Việc Chạy Các Bài Tập)",
  "Your <b>Keycard</b> requisition form has been received. We will follow up in a few days when it has been processed.": "Mẫu đơn yêu cầu <b>Thẻ Khóa</b> của bạn đã được nhận. Chúng tôi sẽ liên hệ lại trong vài ngày khi nó đã được xử lý.",
  "(From Requesting Energy From the Mother Plant)": "(Từ Việc Yêu Cầu Năng Lượng Từ Cây Mẹ)",
  "The Mother Plant won't go down easy. Recruit more Sims to help, or craft some extra Vaccines to throw at her!": "Cây Mẹ sẽ không dễ dàng bị đánh bại. Chiêu mộ thêm Sim để giúp đỡ, hoặc chế tạo thêm một vài Vắc-xin để ném vào nó!",
  "The Mother Plant is extremely powerful. Best not fight her alone.\\n\\nYou can now create <b>Vaccines</b> on the <b>Chemical Analyzer</b>.\\n\\nVaccinate and Recruit other Sims to fight the Mother Plant.": "Cây Mẹ cực kỳ mạnh mẽ. Tốt nhất là không nên chiến đấu với nó một mình.\n\nGiờ bạn có thể tạo <b>Vắc-xin</b> trên <b>Máy Phân Tích Hóa Chất</b>.\n\nTiêm chủng và Chiêu mộ các Sim khác để chiến đấu với Cây Mẹ.",
  "(From Losing to The Mother Plant)": "(Từ Việc Thua Cây Mẹ)",
  "(From Mother Plant)": "(Từ Cây Mẹ)",
  "(From Requesting Success From the Mother Plant)": "(Từ Việc Yêu Cầu Thành Công Từ Cây Mẹ)",
  "ĴØIŇ UŞ IŇ ŦĦ€ ĆŘΔŦ€Ř": "ĴØIŇ UŞ IŇ ŦĦ€ ĆŘΔŦ€Ř",
  "(From Training Bot)": "(Từ Bot Huấn Luyện)",
  "<b>Newspaper Clipping:</b> “After the incident, there have been reports of Bizarre Plants growing around town. No one has been able to figure out why they are spreading so quickly. Efforts to eradicate them have been fruitless; for each sprout removed, three grow back in its place.”": "<b>Mẩu Báo:</b> “Sau sự cố, đã có báo cáo về việc Cây Kỳ Quái mọc xung quanh thị trấn. Không ai có thể tìm ra lý do tại sao chúng lan nhanh như vậy. Những nỗ lực tiêu diệt chúng đã không mang lại kết quả; đối với mỗi mầm bị loại bỏ, ba mầm mọc lại ở vị trí của nó.”",
  "<b>Old Newspaper Clipping:</b> “The Military Arrives in StrangerVille! Residents rejoice as a new base opens near the crater. The City Council welcomes the opportunity of new jobs for the struggling town.”": "<b>Mẩu Báo Cũ:</b> “Quân Đội Đến StrangerVille! Cư dân vui mừng khi một căn cứ mới mở gần miệng núi lửa. Hội đồng thành phố hoan nghênh cơ hội có được công việc mới cho thị trấn đang gặp khó khăn.”",
  "<b>Letter to the Editor:</b> “They say they’re here to help us, but there’s barbed-wire around the crater now! What are they trying to hide??? Doesn’t anyone see what’s going on here?!? Wake up, sheeple! Also, a quick shout out to the Curio Shop near the old mobile home park. They have some great shirts and posters for those of us in-the-know.”": "<b>Thư gửi Ban Biên Tập:</b> “Họ nói rằng họ ở đây để giúp chúng ta, nhưng có hàng rào thép gai xung quanh miệng núi lửa rồi! Họ đang cố gắng che giấu điều gì??? Không ai thấy những gì đang diễn ra ở đây sao?!? Tỉnh dậy đi, lũ cừu! Ngoài ra, một lời chào nhanh đến Tiệm Đồ Cổ gần công viên nhà di động cũ. Họ có một số áo phông và áp phích tuyệt vời cho những người trong chúng ta biết chuyện.”",
  "<b>Unsolved Mysteries of StrangerVille:</b> “A local resident claims that after he found his lost cat outside the crater, it became unreasonably afraid of his houseplants and wouldn’t stop hissing until they were all removed from the property.”": "<b>Những Bí Ẩn Chưa Được Giải Đáp của StrangerVille:</b> “Một cư dân địa phương tuyên bố rằng sau khi anh ta tìm thấy con mèo bị mất của mình bên ngoài miệng núi lửa, nó trở nên sợ hãi một cách vô lý đối với cây trồng trong nhà của anh ta và không ngừng rít lên cho đến khi tất cả chúng bị loại bỏ khỏi tài sản.”",
  "<b>Promotional Flyer:</b> “Clogged drains? Call Undercover Plumbers for a free inspection. We’re available at all hours, even when you’re not at home! Our state-of-the-art vans are equipped with the latest in satellite-uplink plumbing technology.”": "<b>Tờ Rơi Quảng Cáo:</b> “Cống bị tắc? Hãy gọi Thợ Sửa Ống Nước Bí Mật để được kiểm tra miễn phí. Chúng tôi luôn sẵn sàng mọi giờ, ngay cả khi bạn không ở nhà! Xe tải hiện đại của chúng tôi được trang bị công nghệ hệ thống ống nước kết nối vệ tinh mới nhất.”",
  "<b>Recent Newspaper Clipping:</b> “New Era for StrangerVille! A high-tech super-science facility is being constructed in the crater. While residents are eager to modernize the town, the amount of secrecy surrounding the project has some people on edge.”": "<b>Mẩu Báo Gần Đây:</b> “Kỷ Nguyên Mới cho StrangerVille! Một cơ sở siêu khoa học công nghệ cao đang được xây dựng trong miệng núi lửa. Trong khi cư dân háo hức hiện đại hóa thị trấn, thì mức độ bí mật xung quanh dự án khiến một số người lo lắng.”",
  "<b>A History of StrangerVille:</b> \"Stories passed down by the indigenous people who lived in the region long ago speak of a blinding purple light in the sky followed by a massive explosion. It is believed that this is the source of the StrangerVille crater.”": "<b>Lịch Sử StrangerVille:</b> \"Những câu chuyện được truyền lại bởi những người bản địa sống trong khu vực từ lâu kể về một ánh sáng tím chói lọi trên bầu trời, tiếp theo là một vụ nổ lớn. Người ta tin rằng đây là nguồn gốc của miệng núi lửa StrangerVille.”",
  "Nothing to see here. Move along.": "Không có gì để xem ở đây cả. Đi tiếp đi.",
  "Have you been to the <b>Secret Lab</b> yet, Soldier? If you’re rank 5 or above, you can use a computer to requisition a keycard to restricted areas.": "Anh đã đến <b>Phòng Thí Nghiệm Bí Mật</b> chưa, Binh Nhì? Nếu anh là cấp 5 trở lên, anh có thể sử dụng máy tính để yêu cầu thẻ khóa vào các khu vực hạn chế.",
  "I actually don’t know much about StrangerVille. Up until recently, I spent most of my time at the <b>Secret Lab</b> in the crater.": "Tôi thực sự không biết nhiều về StrangerVille. Cho đến gần đây, tôi đã dành phần lớn thời gian của mình tại <b>Phòng Thí Nghiệm Bí Mật</b> trong miệng núi lửa.",
  "This has always been a military town, but it sure seems like there's a lot more of them around lately.": "Đây luôn là một thị trấn quân sự, nhưng gần đây có vẻ như có rất nhiều người trong số họ xung quanh.",
  "There’s nothing interesting at the <b>Secret Lab</b> in the crater. Especially not in the basement. Don’t bother going there.": "Không có gì thú vị ở <b>Phòng Thí Nghiệm Bí Mật</b> trong miệng núi lửa đâu. Đặc biệt là không có gì ở tầng hầm cả. Đừng bận tâm đến đó.",
  "People shouldn’t worry about the <b>Secret Lab</b> in the crater. We have top people working on it right now. Top. People.": "Mọi người không nên lo lắng về <b>Phòng Thí Nghiệm Bí Mật</b> trong miệng núi lửa. Chúng tôi có những người giỏi nhất đang làm việc trong đó ngay bây giờ. Những người. Giỏi. Nhất.",
  "There’s some kind of cover-up going on. I’ve been listening in on the <b>Military</b> people at the <b>local bar</b> to see if I can figure anything out.": "Có một loại che đậy nào đó đang diễn ra. Tôi đã nghe lỏm những người <b>Quân Đội</b> tại <b>quán bar địa phương</b> để xem liệu tôi có thể tìm ra điều gì không.",
  "Those crackpot <b>Conspiracy Theorists</b> think there’s a cover-up at the <b>Secret Lab</b> in the crater, but they haven’t got a clue.": "Những <b>Người Theo Thuyết Âm Mưu</b> lập dị đó nghĩ rằng có một sự che đậy tại <b>Phòng Thí Nghiệm Bí Mật</b> trong miệng núi lửa, nhưng họ không biết gì cả.",
  "There’s some very interesting plant life around here. Have you seen any of it yet? I don’t advise messing with it too much.": "Có một số loài thực vật rất thú vị xung quanh đây. Bạn đã thấy bất kỳ loài nào trong số đó chưa? Tôi khuyên bạn không nên nghịch chúng quá nhiều.",
  "The <b>Secret Lab</b> in the crater outside town is off-limits to civilians. Under no circumstances should you go there.": "Dân thường không được phép vào <b>Phòng Thí Nghiệm Bí Mật</b> trong miệng núi lửa bên ngoài thị trấn. Trong mọi trường hợp, bạn không nên đến đó.",
  "Have you heard of the <b>Secret Lab</b> in the crater? I wanna go see it.": "Bạn đã nghe về <b>Phòng Thí Nghiệm Bí Mật</b> trong miệng núi lửa chưa? Tôi muốn đến xem nó.",
  "I’ve heard there’s some kind of <b>Secret Lab</b> in the crater. I’m convinced it has something to do with the weird storm that caused my plane to crash.": "Tôi nghe nói có một loại <b>Phòng Thí Nghiệm Bí Mật</b> nào đó trong miệng núi lửa. Tôi tin rằng nó có liên quan đến cơn bão kỳ lạ đã khiến máy bay của tôi bị rơi.",
  "You may have heard rumors about an explosion at the <b>Secret Lab</b> in the crater. Totally false! There’s nothing interesting going on there at all. Move along.": "Bạn có thể đã nghe những tin đồn về một vụ nổ tại <b>Phòng Thí Nghiệm Bí Mật</b> trong miệng núi lửa. Hoàn toàn sai sự thật! Hoàn toàn không có gì thú vị xảy ra ở đó cả. Đi tiếp đi.",
  "Hello, Soldier. As you know, guarding the <b>Secret Lab</b> in the crater is our top priority.": "Chào anh, Binh Nhì. Như anh đã biết, bảo vệ <b>Phòng Thí Nghiệm Bí Mật</b> trong miệng núi lửa là ưu tiên hàng đầu của chúng ta.",
  "The implications of what we’ve discovered in the <b>crater</b> are astounding! I mean… er… the <b>Secret Lab</b> is totally boring and not worth even thinking about.": "Những gì chúng tôi đã khám phá ra trong <b>miệng núi lửa</b> thật đáng kinh ngạc! Ý tôi là… ừm… <b>Phòng Thí Nghiệm Bí Mật</b> hoàn toàn nhàm chán và không đáng để suy nghĩ đến.",
  "It’s our job to protect these people from whatever it is those science geeks found in the <b>Secret Lab</b>. I wonder what’s in the restricted area…": "Công việc của chúng tôi là bảo vệ những người này khỏi bất cứ thứ gì mà những kẻ mọt sách khoa học đó đã tìm thấy trong <b>Phòng Thí Nghiệm Bí Mật</b>. Tôi tự hỏi có gì trong khu vực hạn chế…",
  "Even though we’re Military, they won’t let us see all of the <b>Secret Lab</b> in the crater. Have you been there yet, soldier?": "Mặc dù chúng tôi là Quân Đội, họ sẽ không cho chúng tôi xem tất cả <b>Phòng Thí Nghiệm Bí Mật</b> trong miệng núi lửa. Anh đã đến đó chưa, binh nhì?",
  "StrangerVille is a lovely town. I hope you enjoy your time here, just stay away from the <b>Secret Lab</b> in the crater.": "StrangerVille là một thị trấn đáng yêu. Tôi hy vọng bạn thích thời gian của mình ở đây, chỉ cần tránh xa <b>Phòng Thí Nghiệm Bí Mật</b> trong miệng núi lửa.",
  "I don’t have lots of time to talk, I’m busy studying some of the plants around town. Fascinating!": "Tôi không có nhiều thời gian để nói chuyện, tôi đang bận nghiên cứu một số loài cây xung quanh thị trấn. Thật hấp dẫn!",
  "I worked at the <b>Secret Lab</b> in the crater until recently. Now my attention is on the town itself.": "Tôi đã làm việc tại <b>Phòng Thí Nghiệm Bí Mật</b> trong miệng núi lửa cho đến gần đây. Bây giờ sự chú ý của tôi dồn vào chính thị trấn.",
  "If someone got enough <b>Evidence</b> they might be able to use it to get a <b>Keycard</b> to the lower floors of the lab. Let’s all hope that doesn’t happen.": "Nếu ai đó có đủ <b>Bằng Chứng</b>, họ có thể sử dụng nó để lấy <b>Thẻ Khóa</b> vào các tầng dưới của phòng thí nghiệm. Chúng ta hãy hy vọng điều đó không xảy ra.",
  "There are ways to get a <b>Keycard</b> to the basement of the Secret Lab if you get enough <b>Evidence</b> of the strange stuff going on in town.": "Có những cách để lấy <b>Thẻ Khóa</b> vào tầng hầm của Phòng Thí Nghiệm Bí Mật nếu bạn có đủ <b>Bằng Chứng</b> về những điều kỳ lạ đang xảy ra trong thị trấn.",
  "I got a piece of <b>Evidence</b> about the StrangerVille mystery from a <b>Military</b> officer I befriended.": "Tôi đã có được một mẩu <b>Bằng Chứng</b> về bí ẩn StrangerVille từ một sĩ quan <b>Quân Đội</b> mà tôi đã kết bạn.",
  "I bet if you get enough <b>Evidence</b> of the weird stuff happening, you could convince a <b>Scientist</b> or <b>Military officer</b> to give you a <b>Keycard</b> to the lab.": "Tôi cá là nếu bạn có đủ <b>Bằng Chứng</b> về những điều kỳ lạ đang xảy ra, bạn có thể thuyết phục một <b>Nhà Khoa Học</b> hoặc sĩ quan <b>Quân Đội</b> cho bạn <b>Thẻ Khóa</b> vào phòng thí nghiệm.",
  "I have some <b>Evidence</b> of what’s been going on, but I’m not supposed to talk about it.": "Tôi có một số <b>Bằng Chứng</b> về những gì đã xảy ra, nhưng tôi không được phép nói về nó.",
  "Military ranked Warrant Officer (level 5) or above can get a <b>Keycard</b> to the restricted area of the lab. Just use a computer to <b>Requisition a Keycard</b> and they’ll mail one to you. I've heard civilians are finding ways to get them too though.": "Quân nhân quân đội cấp bậc Chuẩn Úy (cấp 5) trở lên có thể lấy <b>Thẻ Khóa</b> vào khu vực hạn chế của phòng thí nghiệm. Chỉ cần sử dụng máy tính để <b>Yêu Cầu Thẻ Khóa</b> và họ sẽ gửi một cái cho bạn. Tôi nghe nói dân thường cũng đang tìm cách lấy chúng.",
  "I convinced one of the <b>Scientists</b> to show me some <b>Evidence</b> about the covert operations here in StrangerVille.": "Tôi đã thuyết phục một trong những <b>Nhà Khoa Học</b> cho tôi xem một số <b>Bằng Chứng</b> về các hoạt động bí mật ở đây tại StrangerVille.",
  "I was told to be on the lookout for someone asking for <b>Evidence</b> from the local <b>Scientists</b> and <b>Military</b>. Do you know anything about that?": "Tôi được bảo phải cảnh giác với ai đó hỏi xin <b>Bằng Chứng</b> từ <b>Các Nhà Khoa Học</b> và <b>Quân Đội</b> địa phương. Bạn có biết gì về điều đó không?",
  "Some sinister stuff is going on around here. If I knew someone trustworthy enough, I might even show them the <b>Evidence</b> I found.": "Một số thứ nham hiểm đang diễn ra xung quanh đây. Nếu tôi biết ai đó đủ tin cậy, tôi thậm chí có thể cho họ xem <b>Bằng Chứng</b> mà tôi tìm thấy.",
  "I’ve been told that if anyone asks me for <b>Evidence</b>, I should report them. But I’m starting to think the public should hear about what’s going on.": "Tôi đã được bảo rằng nếu ai đó hỏi tôi về <b>Bằng Chứng</b>, tôi nên báo cáo họ. Nhưng tôi bắt đầu nghĩ rằng công chúng nên nghe về những gì đang xảy ra.",
  "I heard someone has been poking around the Secret Lab. As long as they don’t get a <b>Keycard</b> to the lower floors, things won’t get out of hand.": "Tôi nghe nói ai đó đã lục lọi xung quanh Phòng Thí Nghiệm Bí Mật. Miễn là họ không lấy được <b>Thẻ Khóa</b> vào các tầng dưới, mọi thứ sẽ không vượt khỏi tầm kiểm soát.",
  "The <b>Military</b> and <b>Scientists</b> are the only ones who have access to the restricted area of the lab. Maybe you can get a <b>Keycard</b> from one of them.": "<b>Quân Đội</b> và <b>Các Nhà Khoa Học</b> là những người duy nhất có quyền truy cập vào khu vực hạn chế của phòng thí nghiệm. Có lẽ bạn có thể lấy <b>Thẻ Khóa</b> từ một trong số họ.",
  "You can get a <b>Keycard</b> to the basement of the Secret Lab if you get enough <b>Evidence</b> of the strange stuff going on in town.": "Bạn có thể lấy <b>Thẻ Khóa</b> vào tầng hầm của Phòng Thí Nghiệm Bí Mật nếu bạn có đủ <b>Bằng Chứng</b> về những điều kỳ lạ đang xảy ra trong thị trấn.",
  "I bet there’s all kinds of weird stuff behind that locked door in the <b>Secret Lab</b>, but you need a <b>Keycard</b> to get in.": "Tôi cá là có đủ loại thứ kỳ lạ đằng sau cánh cửa bị khóa đó trong <b>Phòng Thí Nghiệm Bí Mật</b>, nhưng bạn cần <b>Thẻ Khóa</b> để vào.",
  "My friend dared me to go into the basement of the <b>Secret Lab</b>, but I’m too freaked out! Plus, I don’t have a <b>Keycard</b> to open the door.": "Bạn tôi thách tôi đi vào tầng hầm của <b>Phòng Thí Nghiệm Bí Mật</b>, nhưng tôi quá sợ hãi! Thêm vào đó, tôi không có <b>Thẻ Khóa</b> để mở cửa.",
  "Even if I had a <b>Keycard</b>, I don’t think I’d go through the locked door in the <b>Secret Lab</b>.": "Ngay cả khi tôi có <b>Thẻ Khóa</b>, tôi không nghĩ mình sẽ đi qua cánh cửa bị khóa trong <b>Phòng Thí Nghiệm Bí Mật</b>.",
  "Hi, Soldier. Only people with a <b>Keycard</b> can get to the basement levels of the <b>Secret Lab</b>. I’ve heard there’s some weird stuff down there.": "Chào anh, Binh Nhì. Chỉ những người có <b>Thẻ Khóa</b> mới có thể đến các tầng hầm của <b>Phòng Thí Nghiệm Bí Mật</b>. Tôi nghe nói có một số thứ kỳ lạ ở dưới đó.",
  "There are restricted areas in the <b>Secret Lab</b>, but you need a <b>Keycard</b> to get in.": "Có những khu vực hạn chế trong <b>Phòng Thí Nghiệm Bí Mật</b>, nhưng bạn cần <b>Thẻ Khóa</b> để vào.",
  "I know it can be tempting to see what’s in the <b>restricted area of the lab</b>, Soldier, but I advise against going in there, even if you have a <b>Keycard</b>.": "Tôi biết có thể rất hấp dẫn để xem những gì có trong <b>khu vực hạn chế của phòng thí nghiệm</b>, Binh Nhì, nhưng tôi khuyên bạn không nên vào đó, ngay cả khi bạn có <b>Thẻ Khóa</b>.",
  "Only people with a <b>Keycard</b> can get to the basement levels of the <b>Secret Lab</b>. I’ve heard there’s some weird stuff down there.": "Chỉ những người có <b>Thẻ Khóa</b> mới có thể đến các tầng hầm của <b>Phòng Thí Nghiệm Bí Mật</b>. Tôi nghe nói có một số thứ kỳ lạ ở dưới đó.",
  "Someone has released spores from the lab! With enough <b>Spore Clusters</b> analyzed at the Lab, I could create a <b>breathing filter</b> for them.": "Ai đó đã thả bào tử từ phòng thí nghiệm! Với đủ <b>Cụm Bào Tử</b> được phân tích tại Phòng thí nghiệm, tôi có thể tạo ra <b>bộ lọc hô hấp</b> cho chúng.",
  "Someone broke into the lab and released spores! We’re using our <b>Infection Scanners</b> to find them.": "Ai đó đã đột nhập vào phòng thí nghiệm và thả bào tử! Chúng tôi đang sử dụng <b>Máy Quét Lây Nhiễm</b> để tìm chúng.",
  "I heard a Scientist talking about <b>analyzing Spore clusters</b> at the lab.": "Tôi nghe một Nhà Khoa Học nói về việc <b>phân tích các cụm Bào tử</b> tại phòng thí nghiệm.",
  "I’ve been watching; the Military are using <b>Infection Scanners</b> to find <b>Spore Clusters</b>. Then they take them to the lab.": "Tôi đã quan sát; Quân đội đang sử dụng <b>Máy Quét Lây Nhiễm</b> để tìm <b>Cụm Bào Tử</b>. Sau đó họ mang chúng đến phòng thí nghiệm.",
  "Soldier, the Scientists need <b>Spore Clusters</b>. Our orders are to use an <b>Infection Scanner</b> to find them.": "Binh Nhì, các Nhà Khoa Học cần <b>Cụm Bào Tử</b>. Lệnh của chúng tôi là sử dụng <b>Máy Quét Lây Nhiễm</b> để tìm chúng.",
  "I wonder if I could convince someone in the <b>Military</b> to give me an <b>Infection Scanner</b>…": "Tôi tự hỏi liệu mình có thể thuyết phục ai đó trong <b>Quân Đội</b> cho tôi một <b>Máy Quét Lây Nhiễm</b> không…",
  "The Military is gathering <b>Spore Clusters</b>, then we need to <b>analyze them at the lab</b>.": "Quân đội đang thu thập <b>Cụm Bào Tử</b>, sau đó chúng ta cần <b>phân tích chúng tại phòng thí nghiệm</b>.",
  "It looks like the Scientists want <b>Spore Clusters</b> and the Military is using <b>Infection Scanners</b> to find them.": "Có vẻ như các Nhà Khoa Học muốn <b>Cụm Bào Tử</b> và Quân đội đang sử dụng <b>Máy Quét Lây Nhiễm</b> để tìm chúng.",
  "The Scientists want <b>Spore Clusters</b>. We can use our <b>Infection Scanner</b> to find them. Have you found any yet, Soldier?": "Các Nhà Khoa Học muốn <b>Cụm Bào Tử</b>. Chúng ta có thể sử dụng <b>Máy Quét Lây Nhiễm</b> để tìm chúng. Anh đã tìm thấy cái nào chưa, Binh Nhì?",
  "With all these spores in the air, a <b>Breathing Filter</b> would be useful. I could create one if I had <b>Infection Profile Data</b> from analyzing <b>Spore Clusters</b> at the lab.": "Với tất cả các bào tử trong không khí này, một <b>Bộ Lọc Hô Hấp</b> sẽ rất hữu ích. Tôi có thể tạo một cái nếu tôi có <b>Dữ Liệu Hồ Sơ Lây Nhiễm</b> từ việc phân tích <b>Cụm Bào Tử</b> tại phòng thí nghiệm.",
  "Have you seen all the spores in the air? Something must’ve happened at the lab! I heard the <b>Curio Shop</b> has some kind of protective gear, maybe I should look into that.": "Bạn có thấy tất cả các bào tử trong không khí không? Chắc chắn có chuyện gì đó đã xảy ra ở phòng thí nghiệm! Tôi nghe nói <b>Tiệm Đồ Cổ</b> có một số loại thiết bị bảo vệ, có lẽ tôi nên xem xét điều đó.",
  "Some Military officers were talking about gathering <b>Spore Clusters</b> to <b>analyze at the lab</b>.": "Một số sĩ quan Quân đội đã nói về việc thu thập <b>Cụm Bào Tử</b> để <b>phân tích tại phòng thí nghiệm</b>.",
  "Hey, Soldier, have you been given an <b>Infection Scanner</b> yet? You can use them to detect <b>Spore Clusters</b>.": "Chào anh, Binh Nhì, anh đã được phát <b>Máy Quét Lây Nhiễm</b> chưa? Anh có thể sử dụng chúng để phát hiện <b>Cụm Bào Tử</b>.",
  "I saw some Military people gathering <b>Spore Clusters</b> with an <b>Infection Scanner</b>.": "Tôi đã thấy một số người Quân Đội thu thập <b>Cụm Bào Tử</b> bằng <b>Máy Quét Lây Nhiễm</b>.",
  "Move along, citizen, I need to use my <b>Infection Scanner</b> to find <b>Spore Clusters</b> so we can <b>analyze them at the lab</b>.": "Đi tiếp đi, công dân, tôi cần sử dụng <b>Máy Quét Lây Nhiễm</b> của mình để tìm <b>Cụm Bào Tử</b> để chúng ta có thể <b>phân tích chúng tại phòng thí nghiệm</b>.",
  "Oh my goodness! Something crazy is going on!": "Ôi trời ơi! Có chuyện gì đó điên rồ đang xảy ra!",
  "Everyone is acting super weird! My friend wouldn’t even talk with me, they just had this creepy look on their face.": "Mọi người đang hành động siêu kỳ lạ! Bạn tôi thậm chí còn không nói chuyện với tôi, họ chỉ có vẻ mặt rùng rợn này.",
  "This is insane, right? I hope someone finds a cure for the spore infections!": "Chuyện này thật điên rồ, phải không? Tôi hy vọng ai đó tìm ra phương pháp chữa trị cho các bệnh nhiễm trùng bào tử!",
  "I heard there was some kind of monster in the lab and it’s the source of all this!": "Tôi nghe nói có một loại quái vật nào đó trong phòng thí nghiệm và nó là nguồn gốc của tất cả chuyện này!",
  "I’m so glad things are back to normal!": "Tôi rất vui vì mọi thứ đã trở lại bình thường!",
  "I wonder if the whole “Mother Plant” thing was a hoax. I mean, does anyone have any proof?": "Tôi tự hỏi liệu toàn bộ vụ \"Cây Mẹ\" có phải là một trò lừa bịp không. Ý tôi là, có ai có bất kỳ bằng chứng nào không?",
  "I wonder if they’ll reopen the science facility in the crater? Surely nothing bad could come of it.": "Tôi tự hỏi liệu họ có mở lại cơ sở khoa học trong miệng núi lửa không? Chắc chắn sẽ không có điều gì tồi tệ xảy ra đâu.",
  "Now that those crazy plants are gone, maybe we can get back to things that matter like collecting rocks and cooking grilled cheese sandwiches.": "Bây giờ những cây điên rồ đó đã biến mất, có lẽ chúng ta có thể quay lại những điều quan trọng như thu thập đá và nấu bánh mì nướng phô mai.",
  "Don’t tell anyone but… I kinda miss those weird plants.": "Đừng nói với ai nhưng… tôi hơi nhớ những cây kỳ lạ đó.",
  "I know we’re all safe now, but I can’t get the image of all those possessed weirdos’ faces out of my mind!": "Tôi biết tất cả chúng ta đều an toàn rồi, nhưng tôi không thể xóa khỏi tâm trí hình ảnh khuôn mặt của tất cả những kẻ kỳ lạ bị ám đó!",
  "That was some weird, wild stuff, right?!? Luckily it all seemed to work out.": "Đó là một số thứ kỳ lạ, hoang dã, phải không?!? May mắn thay, tất cả dường như đã ổn thỏa.",
  "Things seem like they’re back to normal… for now.": "Mọi thứ dường như đã trở lại bình thường… hiện tại thì là vậy.",
  "People are strange when you're in StrangerVille. Faces look shady when you're in town.": "Người ta trở nên kỳ lạ khi bạn ở StrangerVille. Khuôn mặt trông mờ ám khi bạn ở trong thị trấn.",
  "*KRRRRSSHHHHHZZZZTTTTHHZZZZ* (Something seems to be blocking the signal)": "*KRRRRSSHHHHHZZZZTTTTHHZZZZ* (Có vẻ như có gì đó đang chặn tín hiệu)",
  "\"I'm telling you, there is SOMETHING happening in the crater! I've seen the lights in the sky!\"\\n\\n{0.SimFirstName} received:\\n\\nTop Secret Audio Recording": "\"Tôi nói cho bạn biết, có ĐIỀU GÌ ĐÓ đang xảy ra trong miệng núi lửa! Tôi đã thấy ánh sáng trên bầu trời!\"\n\n{0.SimFirstName} đã nhận được:\n\nBản Ghi Âm Tuyệt Mật",
  "\"Yeah, yeah, a 'weather balloon' crashed in the crater. That's what THEY want you to think.\"\\n\\n{0.SimFirstName} received:\\n\\nTop Secret Audio Recording": "\"Ừ, ừ, một 'khinh khí cầu thời tiết' đã rơi xuống miệng núi lửa. Đó là những gì HỌ muốn bạn nghĩ.\"\n\n{0.SimFirstName} đã nhận được:\n\nBản Ghi Âm Tuyệt Mật",
  "\"Someone's gotta sneak into that lab and figure out what is going on!!\"\\n\\n{0.SimFirstName} received:\\n\\nTop Secret Audio Recording": "\"Ai đó phải lẻn vào phòng thí nghiệm đó và tìm ra chuyện gì đang xảy ra!!\"\n\n{0.SimFirstName} đã nhận được:\n\nBản Ghi Âm Tuyệt Mật",
  "\"I don't trust fruit anymore, and neither should you.\"\\n\\n{0.SimFirstName} received:\\n\\nTop Secret Audio Recording": "\"Tôi không còn tin tưởng trái cây nữa, và bạn cũng không nên tin.\"\n\n{0.SimFirstName} đã nhận được:\n\nBản Ghi Âm Tuyệt Mật",
  "\"If there's nothing in the lab, why aren't we allowed in?! Explain that!\"\\n\\n{0.SimFirstName} received:\\n\\nTop Secret Audio Recording": "\"Nếu không có gì trong phòng thí nghiệm, tại sao chúng ta không được phép vào?! Giải thích đi!\"\n\n{0.SimFirstName} đã nhận được:\n\nBản Ghi Âm Tuyệt Mật",
  "Some of this lab equipment is crazy advanced... I've never seen anything like it!\"\\n\\n{0.SimFirstName} received StrangerVille Evidence:\\n\\nTop Secret Audio Recording": "Một số thiết bị phòng thí nghiệm này tiên tiến đến mức điên rồ... Tôi chưa từng thấy thứ gì như vậy trước đây!\"\n\n{0.SimFirstName} đã nhận được Bằng Chứng StrangerVille:\n\nBản Ghi Âm Tuyệt Mật",
  "Of course I could get you into the lab... for a price.\"\\n\\n{0.SimFirstName} received StrangerVille Evidence:\\n\\nTop Secret Audio Recording": "Tất nhiên tôi có thể đưa bạn vào phòng thí nghiệm... với một cái giá.\"\n\n{0.SimFirstName} đã nhận được Bằng Chứng StrangerVille:\n\nBản Ghi Âm Tuyệt Mật",
  "\"No, General, I don't know where those seeds came from...\"\\n\\n{0.SimFirstName} received:\\n\\nTop Secret Audio Recording": "\"Không, Thống tướng, tôi không biết những hạt giống đó đến từ đâu...\"\n\n{0.SimFirstName} đã nhận được:\n\nBản Ghi Âm Tuyệt Mật",
  "\"I gotta keep moving... the military is on my tail!\"\\n\\n{0.SimFirstName} received:\\n\\nTop Secret Audio Recording": "\"Tôi phải tiếp tục di chuyển... quân đội đang bám đuôi tôi!\"\n\n{0.SimFirstName} đã nhận được:\n\nBản Ghi Âm Tuyệt Mật",
  "\"Been finding a lot of weird stuff in that crater... gotta be worth something!\"\\n\\n{0.SimFirstName} received:\\n\\nTop Secret Audio Recording": "\"Đã tìm thấy rất nhiều thứ kỳ lạ trong miệng núi lửa đó... chắc chắn phải có giá trị!\"\n\n{0.SimFirstName} đã nhận được:\n\nBản Ghi Âm Tuyệt Mật",
  "\"They don't let me into that base anymore... not that I'd ever go back!\"\\n\\n{0.SimFirstName} received:\\n\\nBasic Audio Recording": "\"Họ không cho tôi vào căn cứ đó nữa... không phải là tôi sẽ quay lại!\"\n\n{0.SimFirstName} đã nhận được:\n\nBản Ghi Âm Cơ Bản",
  "\"They think they have it under control. Psshh. More like it's got THEM under control.\"\\n\\n{0.SimFirstName} received StrangerVille Evidence:\\n\\nBasic Audio Recording": "\"Họ nghĩ rằng họ kiểm soát được nó. Psshh. Giống như nó kiểm soát HỌ hơn.\"\n\n{0.SimFirstName} đã nhận được Bằng Chứng StrangerVille:\n\nBản Ghi Âm Cơ Bản",
  "\"They say it's some freak lightning storm, but I don't buy it. Ain't never seen a storm like that before...\"\\n\\n{0.SimFirstName} received StrangerVille Evidence:\\n\\nBasic Audio Recording": "\"Họ nói rằng đó là một cơn bão sét kỳ quái, nhưng tôi không tin. Chưa bao giờ thấy một cơn bão như vậy trước đây...\"\n\n{0.SimFirstName} đã nhận được Bằng Chứng StrangerVille:\n\nBản Ghi Âm Cơ Bản",
  "\"Buncha cowards. Abandoned that lab as soon as things got rough.\"\\n\\n{0.SimFirstName} received StrangerVille Evidence:\\n\\nBasic Audio Recording": "\"Một lũ hèn nhát. Bỏ rơi phòng thí nghiệm đó ngay khi mọi thứ trở nên khó khăn.\"\n\n{0.SimFirstName} đã nhận được Bằng Chứng StrangerVille:\n\nBản Ghi Âm Cơ Bản",
  "\"I feel safer away from town... can't trust anyone these days.\"\\n\\n{0.SimFirstName} received StrangerVille Evidence:\\n\\nBasic Audio Recording": "\"Tôi cảm thấy an toàn hơn khi ở xa thị trấn... không thể tin tưởng ai những ngày này.\"\n\n{0.SimFirstName} đã nhận được Bằng Chứng StrangerVille:\n\nBản Ghi Âm Cơ Bản",
  "\"I've seen some crazy stuff in my day, but that lab... still gives me the shivers thinking about it.\"\\n\\n{0.SimFirstName} received StrangerVille Evidence:\\n\\nTop Secret Audio Recording": "\"Tôi đã thấy một số thứ điên rồ trong đời, nhưng phòng thí nghiệm đó... vẫn khiến tôi rùng mình khi nghĩ về nó.\"\n\n{0.SimFirstName} đã nhận được Bằng Chứng StrangerVille:\n\nBản Ghi Âm Tuyệt Mật",
  "\"I know what the colonel said but... c'mon, the people have to know what's going on in that crater!\"\\n\\n{0.SimFirstName} received StrangerVille Evidence:\\n\\nTop Secret Audio Recording": "\"Tôi biết đại tá đã nói gì nhưng... thôi nào, mọi người phải biết những gì đang xảy ra trong miệng núi lửa đó!\"\n\n{0.SimFirstName} đã nhận được Bằng Chứng StrangerVille:\n\nBản Ghi Âm Tuyệt Mật",
  "\"There's only one guard at the lab!? What if someone sneaks in!\"\\n\\n{0.SimFirstName} received StrangerVille Evidence:\\n\\nTop Secret Audio Recording": "\"Chỉ có một lính canh ở phòng thí nghiệm!? Nếu ai đó lẻn vào thì sao!\"\n\n{0.SimFirstName} đã nhận được Bằng Chứng StrangerVille:\n\nBản Ghi Âm Tuyệt Mật",
  "\"The order came from the very top... no one is allowed back in the lab.\"\\n\\n{0.SimFirstName} received StrangerVille Evidence:\\n\\nTop Secret Audio Recording": "\"Lệnh đến từ cấp cao nhất... không ai được phép quay lại phòng thí nghiệm.\"\n\n{0.SimFirstName} đã nhận được Bằng Chứng StrangerVille:\n\nBản Ghi Âm Tuyệt Mật",
  "\"No one knows where it came from... even the eggheads can't figure it out.\"\\n\\n{0.SimFirstName} received StrangerVille Evidence:\\n\\nTop Secret Audio Recording": "\"Không ai biết nó đến từ đâu... ngay cả những người đầu óc cũng không thể tìm ra.\"\n\n{0.SimFirstName} đã nhận được Bằng Chứng StrangerVille:\n\nBản Ghi Âm Tuyệt Mật",
  "\"... I told him my favorite color is blue... but it's not... it's yellow...\"\\n\\n{0.SimFirstName} received:\\n\\nBasic Audio Recording": "\"... Tôi nói với anh ấy màu yêu thích của tôi là xanh lam... nhưng không phải... đó là màu vàng...\"\n\n{0.SimFirstName} đã nhận được:\n\nBản Ghi Âm Cơ Bản",
  "\"I mean... everyone's got a secret child somewhere, right?\"\\n\\n{0.SimFirstName} received:\\n\\nBasic Audio Recording": "\"Ý tôi là... ai cũng có một đứa con bí mật ở đâu đó, phải không?\"\n\n{0.SimFirstName} đã nhận được:\n\nBản Ghi Âm Cơ Bản",
  "\"I mean, what's one... okay, ten... little lies?\"\\n\\n{0.SimFirstName} received:\\n\\nBasic Audio Recording": "\"Ý tôi là, một... được rồi, mười... lời nói dối nhỏ thì có sao?\"\n\n{0.SimFirstName} đã nhận được:\n\nBản Ghi Âm Cơ Bản",
  "\"...if this gets out, I could be in HUGE trouble...\"\\n\\n{0.SimFirstName} received:\\n\\nBasic Audio Recording": "\"... Nếu chuyện này bị lộ ra ngoài, tôi có thể gặp RẮC RỐI LỚN...\"\n\n{0.SimFirstName} đã nhận được:\n\nBản Ghi Âm Cơ Bản",
  "\"...it's not stealing if I REALLY want it, right? They won't miss it anyways...\"\\n\\n{0.SimFirstName} received StrangerVille Evidence:\\n\\nBasic Audio Recording": "\"... Nó không phải là ăn cắp nếu tôi THỰC SỰ muốn nó, phải không? Dù sao thì họ cũng sẽ không nhớ nó...\"\n\n{0.SimFirstName} đã nhận được Bằng Chứng StrangerVille:\n\nBản Ghi Âm Cơ Bản",
  "\"... don't tell anyone, okay?... no, not even your cat...\"\\n\\n{0.SimFirstName} received:\\n\\nBasic Audio Recording": "\"... đừng nói với ai nhé?... không, ngay cả con mèo của bạn cũng không...\"\n\n{0.SimFirstName} đã nhận được:\n\nBản Ghi Âm Cơ Bản",
  "\"... sure, some people have skeletons in their closet... I've got an entire GRAVEYARD in there...\"\\n\\n{0.SimFirstName} received StrangerVille Evidence:\\n\\nBasic Audio Recording": "\"... chắc chắn, một số người có những bí mật đen tối... Tôi có cả một NGHĨA ĐỊA trong đó...\"\n\n{0.SimFirstName} đã nhận được Bằng Chứng StrangerVille:\n\nBản Ghi Âm Cơ Bản",
  "\"... of course I trust you with this information... you're the only friend I have!\"\\n\\n{0.SimFirstName} received:\\n\\nBasic Audio Recording": "\"... tất nhiên là tôi tin bạn với thông tin này rồi... bạn là người bạn duy nhất của tôi mà!\"\n\n{0.SimFirstName} đã nhận được:\n\nBản Ghi Âm Cơ Bản",
  "\"...c'mon, you agree right? Her new haircut is awful!... just don't tell her I said that...\"\\n\\n{0.SimFirstName} received:\\n\\nBasic Audio Recording": "\"... thôi nào, bạn đồng ý đúng không? Kiểu tóc mới của cô ấy thật kinh khủng!... chỉ đừng nói với cô ấy là tôi nói thế nhé...\"\n\n{0.SimFirstName} đã nhận được:\n\nBản Ghi Âm Cơ Bản",
  "\"I may have committed some... light treason.\"\\n\\n{0.SimFirstName} received:\\n\\nBasic Audio Recording": "\"Tôi có thể đã phạm một số... tội phản quốc nhẹ.\"\n\n{0.SimFirstName} đã nhận được:\n\nBản Ghi Âm Cơ Bản",
  "\"You're sure no one is listening?... Okay, I'll tell you...\"\\n\\n{0.SimFirstName} received:\\n\\nBasic Audio Recording": "\"Bạn chắc chắn là không ai đang nghe chứ?... Được rồi, tôi sẽ nói cho bạn nghe...\"\n\n{0.SimFirstName} đã nhận được:\n\nBản Ghi Âm Cơ Bản",
  "\"What he doesn't know, won't hurt... me... so, it's fine.\"\\n\\n{0.SimFirstName} received:\\n\\nBasic Audio Recording": "\"Những gì anh ta không biết sẽ không làm hại... tôi... vì vậy, ổn thôi.\"\n\n{0.SimFirstName} đã nhận được:\n\nBản Ghi Âm Cơ Bản",
  "\"Don't worry where the money came from... it's fine... nobody is gonna find out!\"\\n\\n{0.SimFirstName} received StrangerVille Evidence:\\n\\nBasic Audio Recording": "\"Đừng lo lắng về việc tiền đến từ đâu... ổn thôi... sẽ không ai phát hiện ra đâu!\"\n\n{0.SimFirstName} đã nhận được Bằng Chứng StrangerVille:\n\nBản Ghi Âm Cơ Bản",
  "\"If the government knew what I was up to... well, let's just make sure they don't find out...\"\\n\\n{0.SimFirstName} received:\\n\\nBasic Audio Recording": "\"Nếu chính phủ biết những gì tôi đang làm... chà, hãy chắc chắn rằng họ không phát hiện ra...\"\n\n{0.SimFirstName} đã nhận được:\n\nBản Ghi Âm Cơ Bản",
  "\"... but you gotta keep that secret. No one can know!\"\\n\\n{0.SimFirstName} received:\\n\\nBasic Audio Recording": "\"... Nhưng bạn phải giữ bí mật đó. Không ai được biết!\"\n\n{0.SimFirstName} đã nhận được:\n\nBản Ghi Âm Cơ Bản",
  "\"And they were like, 'Please, spare me! I have a family!'... Hilarious. Love this job.\"\\n\\n{0.SimFirstName} received StrangerVille Evidence:\\n\\nBasic Audio Recording": "\"Và họ kiểu, 'Xin hãy tha mạng cho tôi! Tôi có một gia đình!'... Vui nhộn. Yêu công việc này.\"\n\n{0.SimFirstName} đã nhận được Bằng Chứng StrangerVille:\n\nBản Ghi Âm Cơ Bản",
  "\"All those gravestones? Cardboard and duct tape.\"\\n\\n{0.SimFirstName} received StrangerVille Evidence:\\n\\nBasic Audio Recording": "\"Tất cả những bia mộ đó? Bìa cứng và băng dính.\"\n\n{0.SimFirstName} đã nhận được Bằng Chứng StrangerVille:\n\nBản Ghi Âm Cơ Bản",
  "\"Oh, I much prefer cats... They're tastier AND less filling!\"\\n\\n{0.SimFirstName} received StrangerVille Evidence:\\n\\nBasic Audio Recording": "\"Ồ, tôi thích mèo hơn nhiều... Chúng ngon hơn VÀ ít no hơn!\"\n\n{0.SimFirstName} đã nhận được Bằng Chứng StrangerVille:\n\nBản Ghi Âm Cơ Bản",
  "\"Don't tell anyone, but I'm not wearing anything under this cloak.\"\\n\\n{0.SimFirstName} received StrangerVille Evidence:\\n\\nBasic Audio Recording": "\"Đừng nói với ai, nhưng tôi không mặc gì dưới chiếc áo choàng này.\"\n\n{0.SimFirstName} đã nhận được Bằng Chứng StrangerVille:\n\nBản Ghi Âm Cơ Bản",
  "\"Y'know, no one asks old Grim how he's feeling.\"\\n\\n{0.SimFirstName} received StrangerVille Evidence:\\n\\nBasic Audio Recording": "\"Bạn biết đấy, không ai hỏi Grim già cảm thấy thế nào.\"\n\n{0.SimFirstName} đã nhận được Bằng Chứng StrangerVille:\n\nBản Ghi Âm Cơ Bản",
  "\"Science can't explain what we found down there... it's... otherworldly.\"\\n\\n{0.SimFirstName} received StrangerVille Evidence:\\n\\nTop Secret Audio Recording": "\"Khoa học không thể giải thích những gì chúng ta đã tìm thấy ở dưới đó... nó... siêu nhiên.\"\n\n{0.SimFirstName} đã nhận được Bằng Chứng StrangerVille:\n\nBản Ghi Âm Tuyệt Mật",
  "\"I'm just a botanist, I don't know anything about space rocks!\"\\n\\n{0.SimFirstName} received StrangerVille Evidence:\\n\\nTop Secret Audio Recording": "\"Tôi chỉ là một nhà thực vật học, tôi không biết gì về đá vũ trụ!\"\n\n{0.SimFirstName} đã nhận được Bằng Chứng StrangerVille:\n\nBản Ghi Âm Tuyệt Mật",
  "\"That... thing... in the lab... the whole town is in danger!\"\\n\\n{0.SimFirstName} received StrangerVille Evidence:\\n\\nTop Secret Audio Recording": "\"Cái... thứ... trong phòng thí nghiệm... cả thị trấn đang gặp nguy hiểm!\"\n\n{0.SimFirstName} đã nhận được Bằng Chứng StrangerVille:\n\nBản Ghi Âm Tuyệt Mật",
  "\"I'm never stepping foot in that lab again! I might as well burn my keycard.\"\\n\\n{0.SimFirstName} received StrangerVille Evidence:\\n\\nTop Secret Audio Recording": "\"Tôi sẽ không bao giờ bước chân vào phòng thí nghiệm đó nữa! Tôi có thể đốt thẻ khóa của mình.\"\n\n{0.SimFirstName} đã nhận được Bằng Chứng StrangerVille:\n\nBản Ghi Âm Tuyệt Mật",
  "\"The things they made us do in that lab... I still have nightmares.\"\\n\\n{0.SimFirstName} received StrangerVille Evidence:\\n\\nTop Secret Audio Recording": "\"Những điều họ bắt chúng tôi làm trong phòng thí nghiệm đó... Tôi vẫn gặp ác mộng.\"\n\n{0.SimFirstName} đã nhận được Bằng Chứng StrangerVille:\n\nBản Ghi Âm Tuyệt Mật",
  "The hacker community has come through. {0.SimFirstName}'s <b>Key Card</b> has been delivered to their mailbox.": "Cộng đồng hacker đã thành công. <b>Thẻ Khóa</b> của {0.SimFirstName} đã được gửi đến hộp thư của họ.",
  "The StrangerVille Hacker Forums really appreciates your \"donation\", {0.SimFirstName}'s keycard is out for delivery. Keep an eye on your mail for a special delivery.": "Diễn đàn Hacker StrangerVille thực sự đánh giá cao \"đóng góp\" của bạn, thẻ khóa của {0.SimFirstName} đang được giao. Hãy để mắt đến thư của bạn để nhận được một món hàng đặc biệt.",
  "Your <b>Keycard</b> is out for delivery. Keep an eye on your <b>Mailbox</b>.": "<b>Thẻ Khóa</b> của bạn đang được giao. Hãy để mắt đến <b>Hộp Thư</b> của bạn.",
  "Your <b>Keycard</b> requisition request has been approved. Please allow 1-2 days for delivery.": "Yêu cầu thẻ khóa của bạn đã được phê duyệt. Vui lòng chờ 1-2 ngày để giao hàng.",
  "{0.SimFirstName} should check the mail. {M0.His}{F0.Her} <b>Spore Filter</b> has been delivered to {M0.his}{F0.her} mailbox.": "{0.SimFirstName} nên kiểm tra thư. <b>Bộ Lọc Bào Tử</b> của {M0.his}{F0.her} đã được gửi đến hộp thư của {M0.his}{F0.her}.",
  "{0.SimFirstName}, I ran some tests on that <b>Infection Profile Data</b>. I constructed a <b>Spore Filter</b> that will attach to any <b>Hazmat Suit</b>. This will give you everything you need to go deeper into the <b>Secret Lab</b>. Keep an eye on your mailbox for a special delivery.": "{0.SimFirstName}, Tôi đã chạy một số thử nghiệm trên <b>Dữ Liệu Hồ Sơ Lây Nhiễm</b> đó. Tôi đã chế tạo một <b>Bộ Lọc Bào Tử</b> sẽ gắn vào bất kỳ <b>Bộ Đồ Hazmat</b> nào. Điều này sẽ cung cấp cho bạn mọi thứ bạn cần để đi sâu hơn vào <b>Phòng Thí Nghiệm Bí Mật</b>. Hãy để mắt đến hộp thư của bạn để nhận được một món hàng đặc biệt.",
  "Some of the townsfolk have expressed some concerns about some incident that happened. It might be helpful to question people around town to see whats going on.": "Một số người dân thị trấn đã bày tỏ một số lo ngại về một sự cố đã xảy ra. Có thể hữu ích khi hỏi những người xung quanh thị trấn để xem chuyện gì đang xảy ra.",
  "New Resident": "Cư Dân Mới",
  "Seems as if some people in StrangerVille are hiding some rather valuable information. It might be worth digging a bit deeper to see whats really going on here.": "Có vẻ như một số người ở StrangerVille đang che giấu một số thông tin khá có giá trị. Có thể đáng để đào sâu hơn một chút để xem điều gì thực sự đang xảy ra ở đây.",
  "Personal Spy": "Điệp Viên Cá Nhân",
  "The Secret Lab is containing some viral outbreak. Try to equip yourself with the necessary tools to investigate a Vaccine.": "Phòng Thí Nghiệm Bí Mật đang chứa đựng một đợt bùng phát virus. Hãy cố gắng trang bị cho mình những công cụ cần thiết để điều tra Vắc-xin.",
  "Pathogenic Investigator": "Nhà Điều Tra Mầm Bệnh",
  "You have found the source of the infection. It is time to recruit enough people to stop it.": "Bạn đã tìm thấy nguồn gốc của sự lây nhiễm. Đã đến lúc chiêu mộ đủ người để ngăn chặn nó.",
  "StrangerVille Hero": "Anh Hùng StrangerVille",
  "After much planning and investigation, and perhaps a bit of unconventional combat, {0.SimFirstName} has freed StrangerVille from the clutches of the Mother Plant. StrangerVille can now sleep safe and sound. \\n\\nTrait Earned: Hero of StrangerVille": "Sau nhiều kế hoạch và điều tra, và có lẽ một chút chiến đấu không chính thống, {0.SimFirstName} đã giải phóng StrangerVille khỏi nanh vuốt của Cây Mẹ. StrangerVille giờ có thể ngủ ngon giấc.\n\nĐã Nhận Được Đặc Điểm: Anh Hùng StrangerVille",
  "StrangerVille is holding some deep dark secret, and this Sim wants to uncover why all the townsfolk are acting a bit strange.": "StrangerVille đang che giấu một bí mật đen tối sâu sắc nào đó, và Sim này muốn khám phá lý do tại sao tất cả người dân thị trấn đều hành động hơi kỳ lạ.",
  "StrangerVille Mystery": "Bí Ẩn StrangerVille",
  "Pore Over Case Files": "Nghiên Cứu Kỹ Hồ Sơ Vụ Án",
  "Builds Logic at the cost of a little stress.": "Xây Dựng Tư Duy Logic với cái giá là một chút căng thẳng.",
  "Run Drills": "Chạy Các Bài Tập",
  "Builds Fitness at the cost of some fatigue.": "Xây dựng Thể Lực với cái giá là một chút mệt mỏi.",
  "(From Being Scanned)": "(Từ Việc Bị Quét)",
  "My superior told me to clean...Now I must clean.": "Cấp trên của tôi bảo tôi dọn dẹp...Giờ tôi phải dọn dẹp.",
  "Ordered to Clean": "Ra Lệnh Dọn Dẹp",
  "What is going on here! These plants are getting out of control!": "Chuyện gì đang xảy ra thế này! Những cái cây này đang vượt khỏi tầm kiểm soát!",
  "Botanophobia": "Chứng Sợ Thực Vật",
  "(From Plants in Plumbing)": "(Từ Cây trong Hệ Thống Ống Nước)",
  "Admiring the amount of medals in the case can fill any Sim with a large amount of confidence.": "Ngắm nhìn số lượng huy chương trong tủ có thể lấp đầy bất kỳ Sim nào với một lượng lớn sự tự tin.",
  "Admiring Major Achievements": "Chiêm Ngưỡng Những Thành Tích Lớn",
  "Admiring the amount of medals in the case can fill any Sim with a small amount of confidence.": "Ngắm nhìn số lượng huy chương trong tủ có thể lấp đầy bất kỳ Sim nào với một lượng nhỏ sự tự tin.",
  "Admiring Minor Achievements": "Chiêm Ngưỡng Những Thành Tích Nhỏ",
  "Admiring the amount of medals in the case can fill any Sim with a medium amount of confidence.": "Ngắm nhìn số lượng huy chương trong tủ có thể lấp đầy bất kỳ Sim nào với một lượng vừa phải sự tự tin.",
  "Admiring Quality Achievements": "Chiêm Ngưỡng Những Thành Tích Chất Lượng",
  "Sometimes it's not worth looking at all of those old case files. It can be pretty stressful at time.": "Đôi khi không đáng để xem tất cả những hồ sơ vụ án cũ đó. Nó có thể khá căng thẳng vào thời điểm đó.",
  "Pored to the Breaking Point": "Nghiên Cứu Đến Điểm Giới Hạn",
  "Running extra drills has aggravated muscles that you didn't know you had.": "Chạy thêm các bài tập đã làm trầm trọng thêm các cơ mà bạn không biết mình có.",
  "Tough Drills": "Các Bài Tập Khó Nhằn",
  "You are bursting with the Mother Plant's power!": "Bạn đang tràn đầy sức mạnh của Cây Mẹ!",
  "Overwhelming Power": "Sức Mạnh Áp Đảo",
  "The Mother Plant is extremely powerful. Best not fight her alone. Try vaccinating and recruiting allies to help defeat her.": "Cây Mẹ cực kỳ mạnh mẽ. Tốt nhất là không nên chiến đấu với nó một mình. Hãy thử tiêm phòng và chiêu mộ đồng minh để giúp đánh bại nó.",
  "Overwhelmed by The Mother Plant": "Bị Cây Mẹ Áp Đảo",
  "The Mother Plant is extremely powerful. Regroup and reanalyze your strategy in order to achieve victory.": "Cây Mẹ cực kỳ mạnh mẽ. Tập hợp lại và phân tích lại chiến lược của bạn để đạt được chiến thắng.",
  "Destroyed by Mother Plant": "Bị Cây Mẹ Tiêu Diệt",
  "The Mother Plant has granted your Sim ultimate career success.": "Cây Mẹ đã ban cho Sim của bạn thành công nghề nghiệp tuyệt đỉnh.",
  "Overwhelming Focus": "Sự Tập Trung Áp Đảo",
  "Cannot do this while possessed!": "Không thể thực hiện điều này khi bị ám!",
  "You and your allies will deal more damage to the Mother Plant, but will also take on more Infection.": "Bạn và đồng minh của bạn sẽ gây thêm sát thương cho Cây Mẹ, nhưng cũng sẽ gánh chịu thêm sự Lây Nhiễm.",
  "Charge!": "Xông Lên!",
  "You and your allies will take on less Infection but will deal less damage to the Mother Plant.": "Bạn và đồng minh của bạn sẽ ít bị Lây Nhiễm hơn nhưng sẽ gây ít sát thương hơn cho Cây Mẹ.",
  "Be Careful!": "Hãy Cẩn Thận!",
  "You and your allies are recovering from Infection and will deal no damage to the Mother Plant.": "Bạn và đồng minh của bạn đang hồi phục khỏi Lây Nhiễm và sẽ không gây sát thương cho Cây Mẹ.",
  "Taking a Breather": "Nghỉ Ngơi",
  "You and your allies cry out repelling the Mother Plant's Minions.": "Bạn và đồng minh của bạn kêu lên đẩy lùi Minion của Cây Mẹ.",
  "Warbling War Cry!": "Tiếng Thét Chiến Tranh Run Rẩy!",
  "ŦĦ€ ΜØŦĦ€Ř ĆΔŁŁŞ ΔŇĐ I ΜUŞŦ Ř€ŞPØŇĐ": "ŦĦ€ ΜØŦĦ€Ř ĆΔŁŁŞ ΔŇĐ I ΜUŞŦ Ř€ŞPØŇĐ",
  "Possessed": "Bị Ám",
  "The machines still remain our superior... for now.": "Máy móc vẫn là thứ vượt trội hơn chúng ta... hiện tại thì là vậy.",
  "Botted and Bruised": "Bị Bot Đánh Bầm Dập",
  "People just don't understand! When something happens, they will have wished they listened.": "Mọi người chỉ là không hiểu! Khi điều gì đó xảy ra, họ sẽ ước rằng họ đã lắng nghe.",
  "Surrounded by Skeptics": "Bị Bao Vây Bởi Những Người Hoài Nghi",
  "Other people on the internet agreed with me so it must be true!": "Những người khác trên internet đồng ý với tôi, vì vậy nó phải đúng!",
  "Theory Confirmed!": "Thuyết Âm Mưu Được Xác Nhận!",
  "Danger lurks around every corner! Better stay inside to avoid any danger.": "Nguy hiểm rình rập ở mọi ngóc ngách! Tốt hơn hết là nên ở trong nhà để tránh mọi nguy hiểm.",
  "They're Out To Get Us!": "Họ Đang Tìm Cách Bắt Chúng Ta!",
  "Nothing beats being deep underground surrounded by concrete, shelter, and pure safety.": "Không gì bằng việc ở sâu dưới lòng đất được bao quanh bởi bê tông, nơi trú ẩn và sự an toàn tuyệt đối.",
  "Safe and Secure": "An Toàn và Bảo Mật",
  "(From Paranoid Trait)": "(Từ Đặc Điểm Hoang Tưởng)",
  "Paranoid Sims don't like being around others that are whispering. What are they talking about? Are they talking about me!?": "Những Sim hoang tưởng không thích ở gần những người đang thì thầm. Họ đang nói về cái gì vậy? Họ đang nói về tôi sao!?",
  "What are They Talking About?": "Họ Đang Nói Về Cái Gì Vậy?",
  "Curios, Creations, and More!": "Đồ Cổ, Sáng Tạo, và Hơn Thế Nữa!",
  "The Bureau": "Cục",
  "StrangerVille National Base": "Căn Cứ Quốc Gia StrangerVille",
  "Curio Shop Owner": "Chủ Tiệm Đồ Cổ",
  "Practice Chess ({0.String})": "Tập Chơi Cờ ({0.String})",
  "Evidence Eraser": "Người Xóa Bằng Chứng",
  "As an Evidence Eraser {0.SimFirstName} is required to clear all evidence of top secret case files. If any of that evidence slipped out into the public there would be mass panic.": "Là một Người Xóa Bằng Chứng, {0.SimFirstName} được yêu cầu xóa tất cả bằng chứng về các hồ sơ vụ án tuyệt mật. Nếu bất kỳ bằng chứng nào trong số đó lọt ra ngoài công chúng, sẽ có sự hoảng loạn hàng loạt.",
  "Monitor other Sims ({0.String})": "Giám Sát Các Sim Khác ({0.String})",
  "Conspiracy Squelcher": "Người Dập Tắt Thuyết Âm Mưu",
  "Conspiracy Squelchers are the front lines in stopping all talks of conspiracies around town. If there is any talk of discussion of the strange phenomena it is {0.SimFirstName}'s duty to put a stop to it.": "Những Người Dập Tắt Thuyết Âm Mưu là tuyến đầu trong việc ngăn chặn tất cả các cuộc nói chuyện về thuyết âm mưu xung quanh thị trấn. Nếu có bất kỳ cuộc thảo luận nào về các hiện tượng kỳ lạ, thì nhiệm vụ của {0.SimFirstName} là ngăn chặn nó.",
  "Search the Stars ({0.String})": "Tìm Kiếm Các Vì Sao ({0.String})",
  "Clandestine Investigator": "Nhà Điều Tra Bí Mật",
  "Clandestine Investigators have proven they are able to undergo secret covert missions. {0.SimFirstName} must investigate the strange happenings around town, and will be required to plant bugs to listen in on the unsuspecting.": "Các Nhà Điều Tra Bí Mật đã chứng minh rằng họ có thể thực hiện các nhiệm vụ bí mật ngầm. {0.SimFirstName} phải điều tra những sự kiện kỳ lạ xung quanh thị trấn và sẽ được yêu cầu cấy bọ để nghe lén những người không nghi ngờ.",
  "File Reports ({0.String})": "Nộp Báo Cáo ({0.String})",
  "[REDACTED]": "[ĐÃ XÓA]",
  "Plan 10 Moves Ahead ({0.String})": "Lên Kế Hoạch Trước 10 Bước ({0.String})",
  "Sim-In-Black": "Sim-In-Black",
  "Sim-In-Black is the highest honor in the entire Covert Ops branch. There are only a few Sim-In-Blacks in the world and {0.SimFirstName} is now one of the few.": "Sim-In-Black là vinh dự cao nhất trong toàn bộ nhánh Hoạt Động Bí Mật. Chỉ có một vài Sim-In-Black trên thế giới và {0.SimFirstName} hiện là một trong số ít đó.",
  "Work Out ({0.String})": "Tập Thể Dục ({0.String})",
  "Raw Recruit": "Tân Binh",
  "As a Raw Recruit {0.SimFirstName} will need to build their physical fitness in order to rise through the ranks of the Military Career.": "Là một Tân Binh, {0.SimFirstName} sẽ cần xây dựng thể lực của mình để thăng tiến qua các cấp bậc của Sự Nghiệp Quân Sự.",
  "March Around ({0.String})": "Diễu Hành ({0.String})",
  "Private Fourth Class": "Binh Nhất",
  "Privates are the back bone of the day to day work around the base. {0.SimFirstName} must carry out any and all orders given to them.": "Binh Nhất là xương sống của công việc hàng ngày xung quanh căn cứ. {0.SimFirstName} phải thực hiện bất kỳ và tất cả các mệnh lệnh được giao cho họ.",
  "Go Jogging  ({0.String})": "Đi Bộ Đường Dài ({0.String})",
  "Lacking Corporal": "Hạ Sĩ",
  "Corporals are the key to base security. {0.SimFirstName} will begin to train and master sparring techniques in order to defend any threats to the base.": "Hạ Sĩ là chìa khóa cho an ninh căn cứ. {0.SimFirstName} sẽ bắt đầu huấn luyện và làm chủ các kỹ thuật đấu tập để bảo vệ mọi mối đe dọa đối với căn cứ.",
  "Spar With Others ({0.String})": "Đấu Tập Với Người Khác ({0.String})",
  "Sergeant Minor": "Trung Sĩ",
  "Sergeant Minors have mastered the art of Sparring. {0.SimFirstName} can demonstrate their mastery while competing with others in hand to hand combat.": "Các Trung Sĩ đã nắm vững nghệ thuật Đấu Tập. {0.SimFirstName} có thể thể hiện sự thành thạo của mình khi thi đấu với những người khác trong chiến đấu tay đôi.",
  "Workout ({0.String})": "Tập Luyện ({0.String})",
  "Warrant Officer": "Chuẩn Úy",
  "Warrant Officers have demonstrated they know their way around all combat drills and exercises. Keep improving your physical fitness and {0.SimFirstName} will soon be able to order platoons.": "Các Chuẩn Úy đã chứng minh rằng họ biết cách thực hiện tất cả các cuộc diễn tập và bài tập chiến đấu. Hãy tiếp tục cải thiện thể lực của bạn và {0.SimFirstName} sẽ sớm có thể ra lệnh cho các trung đội.",
  "Practice Speech ({0.String})": "Tập Phát Biểu ({0.String})",
  "Fourth Lieutenant": "Thiếu Úy",
  "Lieutenants have proven they can master all physical challenges and are now fit to Order platoons and train them to the best of their ability.": "Các Thiếu Úy đã chứng minh rằng họ có thể làm chủ tất cả các thử thách thể chất và giờ đã đủ điều kiện để Ra lệnh cho các trung đội và huấn luyện họ hết khả năng.",
  "Give Orders ({0.String})": "Đưa Ra Lệnh ({0.String})",
  "Courageous Captain": "Đại Úy Dũng Cảm",
  "Captains are the most battle hardened veterans anyone could hope to be. {0.SimFirstName} is the focal point of any company and must do whatever it takes to make sure the company can succeed. If {0.SimFirstName} fails, their company can be in jeopardy.": "Các Đại Úy là những cựu chiến binh dày dặn kinh nghiệm nhất mà bất kỳ ai có thể hy vọng trở thành. {0.SimFirstName} là tâm điểm của bất kỳ đại đội nào và phải làm bất cứ điều gì cần thiết để đảm bảo đại đội có thể thành công. Nếu {0.SimFirstName} thất bại, đại đội của họ có thể gặp nguy hiểm.",
  "Practice Giving Orders ({0.String})": "Tập Đưa Ra Lệnh ({0.String})",
  "Lieutenant Colonel": "Trung Tá",
  "Lieutenant Colonels are tasked with commanding battalions to ensure a safe and successful mission. The coordination and tactical mastery of each mission will fall to {0.SimFirstName}. If they fail the mission fails.": "Các Trung Tá có nhiệm vụ chỉ huy các tiểu đoàn để đảm bảo một nhiệm vụ an toàn và thành công. Sự phối hợp và làm chủ chiến thuật của mỗi nhiệm vụ sẽ thuộc về {0.SimFirstName}. Nếu họ thất bại, nhiệm vụ sẽ thất bại.",
  "Share War Stories ({0.String})": "Kể Chuyện Chiến Tranh ({0.String})",
  "Brigadier": "Chuẩn Tướng",
  "Brigadier is responsible for tasking missions out to the various platoons. {0.SimFirstName} is no longer tasked with field duty, but the role of Brigadier is to ensure the missions that platoons take on are safe and well planned out.": "Chuẩn Tướng chịu trách nhiệm giao nhiệm vụ cho các trung đội khác nhau. {0.SimFirstName} không còn được giao nhiệm vụ tại hiện trường, nhưng vai trò của Chuẩn Tướng là đảm bảo các nhiệm vụ mà các trung đội đảm nhận được an toàn và lên kế hoạch tốt.",
  "Recruit Sims ({0.String})": "Tuyển Sim ({0.String})",
  "Grand Marshal": "Thống Tướng",
  "Grand Marshal is the highest position in the Military. {0.SimFirstName} has proven excellent field tactics and the ability to lead and order effectively. {0.SimFirstName} can wear their medals proudly knowing they are the highest ranking official in the entire Military.": "Thống Tướng là vị trí cao nhất trong Quân đội. {0.SimFirstName} đã chứng minh được chiến thuật chiến trường xuất sắc và khả năng lãnh đạo và ra lệnh hiệu quả. {0.SimFirstName} có thể tự hào đeo huy chương của mình khi biết rằng họ là quan chức cấp cao nhất trong toàn bộ Quân đội.",
  "StrangerVille Scientist": "Nhà Khoa Học StrangerVille",
  "Officer": "Sĩ Quan",
  "The Covert Ops Branch is the part of the Military that no one talks about. You will be required to undergo secret tasks, by planting bugs and listening in on the unsuspecting. You will need to interrogate any and all suspicious individuals. No one can be trusted, and everyone is up to something. Are you up for the task?": "Chi Nhánh Hoạt Động Bí Mật là một phần của Quân Đội mà không ai nói đến. Bạn sẽ được yêu cầu thực hiện các nhiệm vụ bí mật, bằng cách cấy bọ và nghe lén những người không nghi ngờ. Bạn sẽ cần thẩm vấn bất kỳ và tất cả những cá nhân đáng ngờ. Không ai có thể được tin tưởng, và mọi người đều đang làm điều gì đó. Bạn có sẵn sàng cho nhiệm vụ này không?",
  "Covert Operator": "Nhân Viên Hoạt Động Bí Mật",
  "Physical fitness and discipline will be the keys to success in the Military career. Rising through the ranks will not come easy unless you can demonstrate your physical prowess as well as your ability to recruit and be a leader. Will you pursue the path of a Grand Marshal, or will you follow a more secretive path to uncover what others might be hiding?": "Thể lực và kỷ luật sẽ là chìa khóa thành công trong sự nghiệp Quân sự. Thăng tiến qua các cấp bậc sẽ không dễ dàng trừ khi bạn có thể chứng minh sức mạnh thể chất của mình cũng như khả năng chiêu mộ và trở thành người lãnh đạo. Bạn sẽ theo đuổi con đường của một Thống Tướng, hay bạn sẽ đi theo một con đường bí mật hơn để khám phá những gì người khác có thể đang che giấu?",
  "Military": "Quân Sự",
  "In the Officer Branch you will continue to earn medals while you rise through the formal ranks of the Military. The Officer path will see you earning the highest rank possible and becoming a Grand Marshal. To build your leadership skills you will be tasked to order others and build to peak physical fitness. No Grand Marshal can be outdone by a Raw Recruit! ": "Trong Nhánh Sĩ Quan, bạn sẽ tiếp tục kiếm được huy chương khi thăng tiến qua các cấp bậc chính thức của Quân đội. Con đường Sĩ Quan sẽ chứng kiến bạn đạt được cấp bậc cao nhất có thể và trở thành một Thống Tướng. Để xây dựng kỹ năng lãnh đạo của bạn, bạn sẽ được giao nhiệm vụ ra lệnh cho người khác và xây dựng thể lực đỉnh cao. Không Thống Tướng nào có thể bị đánh bại bởi một Tân Binh!",
  "Sleek and elegant the copious rounder is the perfect column to accent any classic home.": "Kiểu dáng đẹp và thanh lịch, cột tròn là cột hoàn hảo để làm nổi bật bất kỳ ngôi nhà cổ điển nào.",
  "Copius Rounder": "Tròn Trịa Phong Phú",
  "Hand crafted from the finest of used wood the Leafed Capping will add the perfect finishing touches on any ceiling.": "Được làm thủ công từ loại gỗ đã qua sử dụng tốt nhất, Nắp Lá sẽ thêm những nét hoàn thiện hoàn hảo cho bất kỳ trần nhà nào.",
  "Leafed Capping": "Nắp Lá",
  "Strong and supportive this column will never fail. However if it feels betray you better not let your guard down.": "Mạnh mẽ và hỗ trợ, cột này sẽ không bao giờ thất bại. Tuy nhiên, nếu cảm thấy nó phản bội bạn, tốt hơn hết là đừng mất cảnh giác.",
  "Ridged Cornering": "Góc Gân",
  "Interior or exterior the Porch Break column will keep things standing strong.": "Nội thất hay ngoại thất, cột Hiên Nhà Đổ Nát sẽ giữ cho mọi thứ đứng vững.",
  "Porch Break": "Hiên Nhà Đổ Nát",
  "Those so-called <b>“scientists”</b> have figured out a way to <b>filter the air</b>, but they’re not sharing it! They want us to be sick!!": "Những kẻ được gọi là <b>“nhà khoa học”</b> đó đã tìm ra cách <b>lọc không khí</b>, nhưng họ không chia sẻ nó! Họ muốn chúng ta bị bệnh!!",
  "This is madness! They’re <b>testing experimental vaccines</b> on anyone who is <b>possessed</b>! I’m starting to wonder if this whole thing was planned from the start so they have an excuse to do this to us!": "Đây là sự điên rồ! Họ đang <b>thử nghiệm vắc-xin thử nghiệm</b> trên bất kỳ ai <b>bị ám</b>! Tôi bắt đầu tự hỏi liệu toàn bộ chuyện này đã được lên kế hoạch từ đầu để họ có lý do để làm điều này với chúng ta!",
  "The Military are talking about “Operation Big Mama” and stopping “Subject B377-A”. If I could get some of that <b>Infection Vaccine</b>, I’d be inclined to help them.": "Quân đội đang nói về “Chiến Dịch Mẹ Lớn” và ngăn chặn “Đối Tượng B377-A”. Nếu tôi có thể lấy được một ít <b>Vắc-xin Chống Lây Nhiễm</b> đó, tôi sẽ có xu hướng giúp họ.",
  "I knew it! I always knew there was something big going on in that lab!": "Tôi biết mà! Tôi luôn biết có điều gì đó lớn đang diễn ra trong phòng thí nghiệm đó!",
  "Those <b>Scientists</b> say they have a way to make a <b>breathing filter</b> but, like, they’re only going to give it to their lackeys. What about us NORMAL people?!": "Những <b>Nhà Khoa Học</b> đó nói rằng họ có cách để tạo ra một <b>bộ lọc hô hấp</b> nhưng, kiểu như, họ chỉ định đưa nó cho những kẻ tay sai của họ thôi. Còn chúng ta, những người BÌNH THƯỜNG thì sao?!",
  "That <b>curio shop</b> is fighting the good fight. Always scrounging up secret government <b>equipment</b> and exposing them for who they REALLY are!": "Cái <b>tiệm đồ cổ</b> đó đang chiến đấu vì điều tốt đẹp. Luôn tìm kiếm <b>thiết bị</b> bí mật của chính phủ và vạch trần họ là ai THỰC SỰ!",
  "You wanna know the truth?? Visit the <b>curio shop</b> near the trailer park. They’ve got stuff that would BLOW YOUR MIND!": "Bạn muốn biết sự thật ư?? Hãy ghé thăm <b>tiệm đồ cổ</b> gần khu nhà di động. Họ có những thứ có thể LÀM BẠN KINH NGẠC!",
  "Whoa, cool <b>hazmat suit</b>! You gotta use that to <b>get to the bottom</b> of this whole conspiracy. I wish I could go with you!": "Chà, bộ <b>đồ hazmat</b> круто! Bạn phải sử dụng nó để <b>đi đến tận cùng</b> của toàn bộ âm mưu này. Ước gì tôi có thể đi cùng bạn!",
  "I heard the Scientists were working on some kind of vaccine against this infection.": "Tôi nghe nói các Nhà Khoa Học đang nghiên cứu một loại vắc-xin nào đó chống lại sự lây nhiễm này.",
  "The government doesn’t know what they’re doing! Someone needs to take the initiative and to <b>test a vaccine</b>. I bet the <b>equipment at the lab</b> could do something like that.": "Chính phủ không biết họ đang làm gì! Ai đó cần chủ động và <b>kiểm tra vắc-xin</b>. Tôi cá là <b>thiết bị tại phòng thí nghiệm</b> có thể làm điều gì đó như vậy.",
  "I overheard the Scientists talking about needing to go to the lab to <b>craft a vaccine</b> to stop the infection spreading from something they called “Subject B377-A”. I wonder what that means?": "Tôi nghe lỏm được các Nhà Khoa Học nói về việc cần phải đến phòng thí nghiệm để <b>chế tạo vắc-xin</b> để ngăn chặn sự lây nhiễm lan rộng từ một thứ mà họ gọi là “Đối Tượng B377-A”. Tôi tự hỏi điều đó có nghĩa là gì?",
  "The Scientists and Military are <b>testing experimental vaccines</b> on any <b>possessed</b> people they find. I wouldn’t want to be possessed, but I’m not sure if I’d want to be a guinea pig for untested stuff like that!": "Các Nhà Khoa Học và Quân đội đang <b>thử nghiệm vắc-xin thử nghiệm</b> trên bất kỳ người <b>bị ám</b> nào mà họ tìm thấy. Tôi không muốn bị ám, nhưng tôi không chắc liệu tôi có muốn trở thành chuột bạch cho những thứ chưa được kiểm tra như vậy không!",
  "I have a <b>Hazmat Suit</b> that can help protect you against all these <b>spores</b>, but it’s missing a <b>breathing filter</b>. I bet a <b>scientist</b> could make you one.": "Tôi có một <b>Bộ Đồ Hazmat</b> có thể giúp bảo vệ bạn chống lại tất cả những <b>bào tử</b> này, nhưng nó thiếu một <b>bộ lọc hô hấp</b>. Tôi cá là một <b>nhà khoa học</b> có thể làm cho bạn một cái.",
  "Nice <b>breathing filter</b> you got there. I’ve actually got the <b>perfect thing</b> to go with that in my <b>secret inventory</b>... It’s a little pricey but I think you might be interested...": "Bộ <b>lọc hô hấp</b> bạn có đẹp đấy. Tôi thực sự có <b>thứ hoàn hảo</b> để đi kèm với nó trong <b>kho hàng bí mật</b> của mình... Nó hơi đắt một chút nhưng tôi nghĩ bạn có thể quan tâm...",
  "I think you have everything you need to make a pretty stylish <b>hazmat suit</b>, but you’re always welcome to spend more money here, if you want.": "Tôi nghĩ bạn có mọi thứ bạn cần để làm một bộ <b>đồ hazmat</b> khá phong cách, nhưng bạn luôn được chào đón chi nhiều tiền hơn ở đây, nếu bạn muốn.",
  "If my plane could still fly, I’d get the heck out of here ASAP!": "Nếu máy bay của tôi vẫn có thể bay, tôi sẽ rời khỏi đây càng sớm càng tốt!",
  "I knew I was going to regret crashing in this town. Seems like our only hope is for someone to <b>find a vaccine</b> that’ll stop this infection from spreading.": "Tôi biết tôi sẽ hối hận vì đã rơi ở thị trấn này. Có vẻ như hy vọng duy nhất của chúng ta là ai đó <b>tìm thấy một loại vắc-xin</b> có thể ngăn chặn sự lây nhiễm này lan rộng.",
  "If I can get some of that <b>Infection Vaccine</b> they made, I’d be willing to head down into the lab and get revenge on that Mother Plant for causing the storm that crashed my plane!": "Nếu tôi có thể lấy được một ít <b>Vắc-xin Chống Lây Nhiễm</b> mà họ đã tạo ra, tôi sẽ sẵn sàng đi xuống phòng thí nghiệm và trả thù Cây Mẹ vì đã gây ra cơn bão khiến máy bay của tôi bị rơi!",
  "Sorry citizen, I leave the math-y mumbo jumbo to the <b>Scientists</b>. Maybe they can make sense of that <b>Spore Profile Data</b>.": "Xin lỗi công dân, tôi để những thứ lằng nhằng toán học đó cho <b>Các Nhà Khoa Học</b>. Có lẽ họ có thể hiểu được <b>Dữ Liệu Hồ Sơ Bào Tử</b> đó.",
  "Our orders are to turn over any <b>data</b> to the <b>Scientists</b> as soon as we get it. They’re working on some sort of <b>Breathing Filter</b>.": "Lệnh của chúng tôi là chuyển giao bất kỳ <b>dữ liệu</b> nào cho <b>Các Nhà Khoa Học</b> ngay khi chúng tôi nhận được. Họ đang nghiên cứu một loại <b>Bộ Lọc Hô Hấp</b> nào đó.",
  "We’ve been trying to shut down that <b>curio shop</b> for weeks. It’s always selling restricted <b>equipment</b>... that’s government property!": "Chúng tôi đã cố gắng đóng cửa <b>tiệm đồ cổ</b> đó trong nhiều tuần. Nó luôn bán <b>thiết bị</b> bị hạn chế... đó là tài sản của chính phủ!",
  "That <b>curio shop</b> thinks it’s so sneaky with its <b>secret inventory</b> but we know what they’re selling...": "Cái <b>tiệm đồ cổ</b> đó nghĩ rằng nó rất lén lút với <b>kho hàng bí mật</b> của nó nhưng chúng tôi biết họ đang bán gì...",
  "Citizen, I hope you’re not using that <b>hazmat suit</b> to go anywhere “restricted”. I’d be required to report you to my CO.": "Thưa công dân, tôi hy vọng bạn không sử dụng <b>bộ đồ hazmat</b> đó để đi đến bất kỳ nơi nào \"hạn chế\". Tôi sẽ phải báo cáo bạn cho CO của mình.",
  "Don’t worry, citizen, the Scientists are working on an Experimental Vaccine. They need <b>Spore Clusters</b> and <b>Bizarre Fruit</b> for the <b>Chemical Analyzers</b> at the lab.": "Đừng lo lắng, thưa công dân, các Nhà Khoa Học đang nghiên cứu một Vắc-xin Thử Nghiệm. Họ cần <b>Cụm Bào Tử</b> và <b>Quả Kỳ Quái</b> cho <b>Máy Phân Tích Hóa Chất</b> tại phòng thí nghiệm.",
  "We need to <b>test the vaccine on possessed people</b> as quickly as possible. If we can’t find something that works soon, things are really going to get out of hand.": "Chúng ta cần <b>thử nghiệm vắc-xin trên những người bị ám</b> càng nhanh càng tốt. Nếu chúng ta không thể tìm thấy thứ gì đó hiệu quả sớm, mọi thứ thực sự sẽ vượt khỏi tầm kiểm soát.",
  "Now that we’ve figured out an <b>Infection Vaccine</b>, we need to use it to stop the infection from spreading and <b>recruit the vaccinated</b> to fight the Mother Plant.": "Bây giờ chúng ta đã tìm ra <b>Vắc-xin Chống Lây Nhiễm</b>, chúng ta cần sử dụng nó để ngăn chặn sự lây nhiễm lan rộng và <b>chiêu mộ những người đã được tiêm phòng</b> để chiến đấu với Cây Mẹ.",
  "We need to get this <b>Infection Vaccine</b> to people. Once vaccinated, we can <b>recruit them</b> to help take down that menace in the lab.": "Chúng ta cần đưa <b>Vắc-xin Chống Lây Nhiễm</b> này đến cho mọi người. Sau khi được tiêm phòng, chúng ta có thể <b>chiêu mộ họ</b> để giúp hạ gục mối đe dọa đó trong phòng thí nghiệm.",
  "The Scientists want <b>Spore Clusters</b>. We can use our <b>Infection Scanner</b> to find them. I’ve received intel that there is a large concentration <b>around the lab</b>.": "Các Nhà Khoa Học muốn <b>Cụm Bào Tử</b>. Chúng ta có thể sử dụng <b>Máy Quét Lây Nhiễm</b> của mình để tìm chúng. Tôi đã nhận được thông tin tình báo rằng có một lượng lớn tập trung <b>xung quanh phòng thí nghiệm</b>.",
  "Soldier, the Scientists need <b>Spore Clusters</b>. Our orders are to use an <b>Infection Scanner</b> to find them. Check <b>around the lab</b>.": "Binh Nhì, các Nhà Khoa Học cần <b>Cụm Bào Tử</b>. Lệnh của chúng tôi là sử dụng <b>Máy Quét Lây Nhiễm</b> để tìm chúng. Kiểm tra <b>xung quanh phòng thí nghiệm</b>.",
  "Soldier! Get that <b>profile data</b> to a <b>Scientist</b> pronto! They need it to make a <b>Breathing Filter</b>.": "Binh Nhì! Hãy đưa <b>dữ liệu hồ sơ</b> đó cho một <b>Nhà Khoa Học</b> ngay lập tức! Họ cần nó để làm một <b>Bộ Lọc Hô Hấp</b>.",
  "Way to go, soldier. I’m sure a <b>Scientist</b> would love to see that <b>Spore Profile Data</b> you got. They love that nerdy math stuff.": "Làm tốt lắm, binh nhì. Tôi chắc chắn một <b>Nhà Khoa Học</b> sẽ thích xem <b>Dữ Liệu Hồ Sơ Bào Tử</b> mà anh có. Họ thích những thứ toán học mọt sách đó.",
  "Soldier! Check out that <b>curio shop</b> ASAP and see what kind of stolen <b>equipment</b> they’re trying to sell now.": "Binh Nhì! Kiểm tra <b>tiệm đồ cổ</b> đó càng sớm càng tốt và xem họ đang cố gắng bán loại <b>thiết bị</b> украденных nào.",
  "Well DONE, soldier! With that <b>hazmat suit</b> you should be able to get even <b>deeper into the lab</b>.": "Làm TỐT lắm, binh nhì! Với <b>bộ đồ hazmat</b> đó, anh sẽ có thể đi <b>sâu hơn vào phòng thí nghiệm</b>.",
  "It’s go time, Soldier! The Scientists are working on an Experimental Vaccine. They need <b>Spore Clusters</b> and <b>Bizarre Fruit</b> for the <b>Chemical Analyzers</b> at the lab.": "Đến giờ hành động rồi, Binh Nhì! Các Nhà Khoa Học đang nghiên cứu một Vắc-xin Thử Nghiệm. Họ cần <b>Cụm Bào Tử</b> và <b>Quả Kỳ Quái</b> cho <b>Máy Phân Tích Hóa Chất</b> tại phòng thí nghiệm.",
  "Soldier, keep an eye out for the <b>possessed</b>. We need to <b>test the vaccine on them</b> so we can put a stop to this madness!": "Binh Nhì, hãy để mắt đến những người <b>bị ám</b>. Chúng ta cần <b>thử nghiệm vắc-xin trên họ</b> để chúng ta có thể chấm dứt sự điên rồ này!",
  "Operation Big Mama is under way, Soldier. We need to protect people with the <b>Infection Vaccine</b> and then <b>recruit them</b> to stop the Mother Plant at the bottom of the lab.": "Chiến Dịch Mẹ Lớn đang được tiến hành, Binh Nhì. Chúng ta cần bảo vệ mọi người bằng <b>Vắc-xin Chống Lây Nhiễm</b> và sau đó <b>chiêu mộ họ</b> để ngăn chặn Cây Mẹ ở dưới đáy phòng thí nghiệm.",
  "Oh good, you managed to get an <b>Infection Scanner</b>. There’s probably a high concentration of <b>spores around the lab</b>. Come back to me after you’ve <b>collected and analyzed</b> them!": "Ồ tốt, anh đã xoay sở để có được một <b>Máy Quét Lây Nhiễm</b>. Có lẽ có một nồng độ cao <b>bào tử xung quanh phòng thí nghiệm</b>. Hãy quay lại với tôi sau khi anh đã <b>thu thập và phân tích</b> chúng!",
  "By my calculations, if someone can <b>vaccinate and recruit</b> three allies, they’d have enough to surround the Mother Plant from all sides and defeat her.": "Theo tính toán của tôi, nếu ai đó có thể <b>tiêm phòng và chiêu mộ</b> ba đồng minh, họ sẽ có đủ người để bao vây Cây Mẹ từ mọi phía và đánh bại nó.",
  "Once you’ve found enough <b>Spore Clusters</b> and analyzed them <b>at the lab</b>, I can make a <b>Breathing Filter</b> for you. Surely there is a higher concentration near the <b>source of the infection</b>.": "Sau khi bạn tìm thấy đủ <b>Cụm Bào Tử</b> và phân tích chúng <b>tại phòng thí nghiệm</b>, tôi có thể làm một <b>Bộ Lọc Hô Hấp</b> cho bạn. Chắc chắn có một nồng độ cao hơn gần <b>nguồn gốc của sự lây nhiễm</b>.",
  "If you can provide me with the <b>Spore Profile Data</b> I can <b>craft a breathing filter</b> to protect your lungs from this infection.": "Nếu bạn có thể cung cấp cho tôi <b>Dữ Liệu Hồ Sơ Bào Tử</b>, tôi có thể <b>chế tạo một bộ lọc hô hấp</b> để bảo vệ phổi của bạn khỏi sự lây nhiễm này.",
  "Unfortunately, that <b>breathing filter</b> won’t do any good without the <b>rest of the suit</b>. Luckily, I’ve heard that the <b>curio shop</b> has one of our older models in their <b>secret inventory</b>.": "Thật không may, <b>bộ lọc hô hấp</b> đó sẽ không có tác dụng gì nếu không có <b>phần còn lại của bộ đồ</b>. May mắn thay, tôi nghe nói rằng <b>tiệm đồ cổ</b> có một trong những mô hình cũ hơn của chúng tôi trong <b>kho hàng bí mật</b> của họ.",
  "Excellent! Looks like you’ve got all the pieces you need to <b>craft a hazmat suit</b>. It should provide enough protection to allow you to go <b>deeper into the lab<b>.": "Tuyệt vời! Có vẻ như bạn đã có tất cả các mảnh bạn cần để <b>chế tạo một bộ đồ hazmat</b>. Nó sẽ cung cấp đủ sự bảo vệ để cho phép bạn đi <b>sâu hơn vào phòng thí nghiệm</b>.",
  "If we can get some <b>Spore Clusters</b> and a <b>Bizarre Fruit</b> to the <b>Chemical Analyzer</b> at the lab, we can start working on a vaccine against the infection.": "Nếu chúng ta có thể lấy một số <b>Cụm Bào Tử</b> và một <b>Quả Kỳ Quái</b> đến <b>Máy Phân Tích Hóa Chất</b> tại phòng thí nghiệm, chúng ta có thể bắt đầu nghiên cứu vắc-xin chống lại sự lây nhiễm.",
  "The <b>Chemical Analyzers</b> at the lab could create a vaccine against the Mother Plant’s infection. We just need to gather some <b>Spore Clusters</b> and <b>Bizarre Fruit</b> for testing purposes.": "Các <b>Máy Phân Tích Hóa Chất</b> tại phòng thí nghiệm có thể tạo ra một loại vắc-xin chống lại sự lây nhiễm của Cây Mẹ. Chúng ta chỉ cần thu thập một số <b>Cụm Bào Tử</b> và <b>Quả Kỳ Quái</b> cho mục đích thử nghiệm.",
  "We need to find <b>possessed subjects</b> so we can <b>test the experimental vaccine</b> on them.": "Chúng ta cần tìm <b>các đối tượng bị ám</b> để chúng ta có thể <b>thử nghiệm vắc-xin thử nghiệm</b> trên họ.",
  "I hope the we can <b>test the vaccine</b> quickly so we can help all those <b>possessed people</b> around town.": "Tôi hy vọng chúng ta có thể <b>thử nghiệm vắc-xin</b> một cách nhanh chóng để chúng ta có thể giúp đỡ tất cả những <b>người bị ám</b> xung quanh thị trấn.",
  "Denim Dreams": "Giấc Mơ Denim",
  "Crocheted Explorer": "Nhà Thám Hiểm Móc",
  "Flowy Bouquet": "Bó Hoa Bồng Bềnh",
  "Stud-ing Accents": "Điểm Nhấn Đinh Tán",
  "Cool in the Desert": "Mát Mẻ Giữa Sa Mạc",
  "Dust Walker": "Người Đi Trong Bụi",
  "Heart of the Pack": "Trái Tim Của Bầy",
  "Is it real? Is it there?": "Nó có thật không? Nó có ở đó không?",
  "Illusion Of Fence": "Ảo Ảnh Hàng Rào",
  "Cold and ridged, this fence will wined through out your home like rolling peaks of metal and iron. Gaze upon its beauty and never take it for granted.": "Lạnh lùng và gân guốc, hàng rào này sẽ uốn lượn khắp ngôi nhà của bạn như những đỉnh kim loại và sắt cuồn cuộn. Hãy ngắm nhìn vẻ đẹp của nó và đừng bao giờ coi nó là điều hiển nhiên.",
  "Twisting Peaks": "Đỉnh Núi Uốn Lượn",
  "In need of a tried and true barrier between you and your pesky neighbors? Fear not the Classic Picket has you covered.": "Bạn đang cần một hàng rào đã được kiểm chứng và thực tế giữa bạn và những người hàng xóm phiền phức của bạn? Đừng sợ hãi, Hàng Rào Cọc Cổ Điển sẽ che chắn cho bạn.",
  "Classic Picket": "Hàng Rào Cọc Cổ Điển",
  "Worried about unwanteds finding their way into your yard? Keep everything out with this Almost Gapless yard fence.": "Lo lắng về việc những kẻ không mong muốn tìm đường vào sân của bạn? Giữ mọi thứ bên ngoài với hàng rào sân Gần Như Không Khe Hở này.",
  "Almost Gapless": "Gần Như Không Khe Hở",
  "Decoder Tile": "Gạch Giải Mã",
  "Dirtiest Pattern": "Mẫu Bẩn Nhất",
  "ArchGP07_Apartment_37x18_01_set1": "ArchGP07_Apartment_37x18_01_set1",
  "ArchGP07_comStrip6x8_01_set1": "ArchGP07_comStrip6x8_01_set1",
  "ArchGP07_comStrip6x8_01_set2": "ArchGP07_comStrip6x8_01_set2",
  "ArchGP07_comStrip6x8_02_set1": "ArchGP07_comStrip6x8_02_set1",
  "ArchGP07_comStrip6x8_02_set2": "ArchGP07_comStrip6x8_02_set2",
  "ArchGP07_comStrip9x9_01_set1": "ArchGP07_comStrip9x9_01_set1",
  "ArchGP07_comStrip9x9_01_set2": "ArchGP07_comStrip9x9_01_set2",
  "ArchGP07_comStrip9x9_02_set1": "ArchGP07_comStrip9x9_02_set1",
  "ArchGP07_comStrip9x9_02_set2": "ArchGP07_comStrip9x9_02_set2",
  "ArchGP07_gasStation_35x20_set1": "ArchGP07_gasStation_35x20_set1",
  "ArchGP07_gasStation_35x20_set2": "ArchGP07_gasStation_35x20_set2",
  "ArchGP07_GoogieStrip_bar": "ArchGP07_GoogieStrip_bar",
  "ArchGP07_GoogieStrip_bowlingAlley": "ArchGP07_GoogieStrip_bowlingAlley",
  "ArchGP07_GoogieStrip_burgerJoint": "ArchGP07_GoogieStrip_burgerJoint",
  "ArchGP07_GoogieStrip_carWash": "ArchGP07_GoogieStrip_carWash",
  "ArchGP07_GoogieStrip_diner": "ArchGP07_GoogieStrip_diner",
  "ArchGP07_Shack_01": "ArchGP07_Shack_01",
  "ArchGP07_Shotgun_Box_03": "ArchGP07_Shotgun_Box_03",
  "ArchGP07_Shotgun1rm_7x14": "ArchGP07_Shotgun1rm_7x14",
  "ArchGP07_Shotgun1rm_7x14_03": "ArchGP07_Shotgun1rm_7x14_03",
  "Generic, but with a purpose.": "Thông thường, nhưng có mục đích.",
  "Generic Ceiling Light": "Đèn Trần Thông Thường",
  "For your enjoyment.": "Để bạn thưởng thức.",
  "Another Ceiling Area Light": "Một Đèn Vùng Trần Khác",
  "Ceiling light with a purpose.": "Đèn trần có mục đích.",
  "Area Ceiling Light": "Đèn Vùng Trần",
  "Where Larry keeps his most prized mementos on display! That's right, the ones he won't sell he would tack on to this bar for safe keeping. Check weekly for new ones added!": "Nơi Larry giữ những kỷ vật quý giá nhất của mình trưng bày! Đúng vậy, những thứ mà anh ấy sẽ không bán, anh ấy sẽ gắn lên quầy bar này để giữ an toàn. Hãy kiểm tra hàng tuần để xem những món đồ mới được thêm vào!",
  "Larry's Knick Knack Bar": "Quầy Bar Lặt Vặt của Larry",
  "Perfect for all types of indoor use. Even though it has a sturdy and rigid structure, it provides the best comfort in a lightweight frame. Perfect for those who just want to be able to relax without much fuss.": "Hoàn hảo cho tất cả các loại sử dụng trong nhà. Mặc dù có cấu trúc chắc chắn và cứng cáp, nhưng nó mang lại sự thoải mái nhất trong một khung nhẹ. Hoàn hảo cho những ai chỉ muốn có thể thư giãn mà không cần quá cầu kỳ.",
  "The Bunk": "Giường Tầng",
  "101 tips on avoiding unwanted snoops and spies. Written By: [REDACTED]": "101 mẹo về cách tránh những kẻ tọc mạch và gián điệp không mong muốn. Được Viết Bởi: [ĐÃ XÓA]",
  "Avoiding the Watchful Eye": "Tránh Con Mắt Cảnh Giác",
  "The answers to all of life's greatest mysteries. The true reason you are stuck in this canyon.": "Câu trả lời cho tất cả những bí ẩn lớn nhất của cuộc đời. Lý do thực sự bạn bị mắc kẹt trong hẻm núi này.",
  "Why are We Here?": "Tại Sao Chúng Ta Ở Đây?",
  "A book containing plans for all of Crystal Vu's top secret diabolical inventions. Most of these are probably out of date by now, but still worth a read.": "Một cuốn sách chứa các kế hoạch cho tất cả các phát minh độc ác bí mật hàng đầu của Crystal Vu. Hầu hết những thứ này có lẽ đã lỗi thời, nhưng vẫn đáng đọc.",
  "Crystal Vu's Top Secret Inventions": "Những Phát Minh Tuyệt Mật của Crystal Vu",
  "A compilation of all untold mysteries of StrangerVille. There are sure to be some we missed...": "Một bản tổng hợp tất cả những bí ẩn chưa kể của StrangerVille. Chắc chắn có một số điều chúng ta đã bỏ lỡ...",
  "Untold Mysteries of StrangerVille": "Những Bí Ẩn Chưa Kể của StrangerVille",
  "7000 Tips and tricks to truly believe you are an effective fortune teller.": "7000 mẹo và thủ thuật để thực sự tin rằng bạn là một người xem bói hiệu quả.",
  "Fortune Telling for Goofballs": "Xem Bói cho Những Kẻ Ngốc Nghếch",
  "Dignified bookcase, sturdy even in adversity. Holds your books, while holding your style together. Feel free to store any kind of literature, it won't judge you.": "Giá sách trang nghiêm, vững chắc ngay cả trong nghịch cảnh. Giữ sách của bạn, đồng thời giữ phong cách của bạn với nhau. Thoải mái lưu trữ bất kỳ loại văn học nào, nó sẽ không phán xét bạn.",
  "Regal Bookcase": "Giá Sách Hoàng Gia",
  "The perfect machine for all your particle and chemical analysis needs. Well, maybe more than analysis...\\n\\nOk...Fine, it has a lot of buttons and makes some noise, but we are not entirely sure what it actually does, but looks cool right?": "Máy hoàn hảo cho tất cả các nhu cầu phân tích hóa học và hạt của bạn. Chà, có lẽ còn nhiều hơn cả phân tích...\n\nĐược rồi... Được thôi, nó có rất nhiều nút và tạo ra một số tiếng ồn, nhưng chúng tôi không hoàn toàn chắc chắn nó thực sự làm gì, nhưng trông круто phải không?",
  "Ch3M1C4l 4n4l1z3r 9000": "Ch3M1C4l 4n4l1z3r 9000",
  "Made with authentic rustic materials. The worn look is also authentic.": "Được làm bằng vật liệu mộc mạc đích thực. Vẻ ngoài cũ kỹ cũng là hàng thật.",
  "Old Timey Chimney": "Ống Khói Cổ Xưa",
  "\nTraces of Infection has been detected in this refrigerator. We have confiscated it for further investigation. Please refrain from going near the Secret Lab and have a nice day.\\n\\nYour Friendly Neighborhood Secret Agents": "Dấu vết của Sự Lây Nhiễm đã được phát hiện trong tủ lạnh này. Chúng tôi đã tịch thu nó để điều tra thêm. Vui lòng hạn chế đến gần Phòng Thí Nghiệm Bí Mật và chúc một ngày tốt lành.\n\nCác Đặc Vụ Bí Mật Thân Thiện của Khu Phố",
  "Strange Note From StrangerVille Secret Agents": "Ghi Chú Lạ Từ Các Đặc Vụ Bí Mật StrangerVille",
  "The Medal Display Case will allow your Sim to neatly display all their Military Medals as they rise through the ranks. Don't forget to admire all of your hard-work and dedication.": "Tủ Trưng Bày Huy Chương sẽ cho phép Sim của bạn trưng bày gọn gàng tất cả Huy Chương Quân Sự của họ khi họ thăng tiến qua các cấp bậc. Đừng quên chiêm ngưỡng tất cả sự chăm chỉ và cống hiến của bạn.",
  "Medal Display Case": "Tủ Trưng Bày Huy Chương",
  "Unlock by reaching level 2 of the Military career.": "Mở khóa bằng cách đạt cấp độ 2 của sự nghiệp Quân sự.",
  "Unlocked at level 2 of the Military career.": "Đã mở khóa ở cấp độ 2 của sự nghiệp Quân sự.",
  "Awarded for excellent technical knowledge and performance in the field.": "Được trao tặng vì kiến thức và hiệu suất kỹ thuật xuất sắc trong lĩnh vực này.",
  "Tech Team Excellence Award": "Giải Thưởng Xuất Sắc của Nhóm Kỹ Thuật",
  "The highest accolade one can receive in the Military. Awarded for demonstrating overall field knowledge, the ability to recruit individuals, and be a top notch leader.": "Giải thưởng cao nhất mà một người có thể nhận được trong Quân đội. Được trao tặng vì đã chứng minh kiến thức tổng thể về lĩnh vực này, khả năng tuyển dụng cá nhân và trở thành một nhà lãnh đạo hàng đầu.",
  "Medal of Courage": "Huy Chương Dũng Cảm",
  "Awarded for acts of selflessness and courage in the field.": "Được trao tặng cho những hành động vị tha và dũng cảm trên chiến trường.",
  "Bravery Heart": "Trái Tim Dũng Cảm",
  "Awarded for realizing that life is not always under your control and there is something larger at work.": "Được trao tặng vì nhận ra rằng cuộc sống không phải lúc nào cũng nằm trong tầm kiểm soát của bạn và có một điều gì đó lớn hơn đang hoạt động.",
  "Medal of Questioning": "Huy Chương Chất Vấn",
  "Awarded for showing excellent engineering and construction skills in the field.": "Được trao tặng vì thể hiện kỹ năng xây dựng và kỹ thuật xuất sắc trong lĩnh vực này.",
  "Construction Engineering Award": "Giải Thưởng Kỹ Thuật Xây Dựng",
  "Awarded for demonstrating exceptional sight, and ability to spot minor details in the field.": "Được trao tặng vì thể hiện tầm nhìn đặc biệt và khả năng phát hiện các chi tiết nhỏ trên chiến trường.",
  "Eagle Eye Award": "Giải Thưởng Mắt Đại Bàng",
  "Awarded for demonstrating the ability to pilot a rocket with exceptional skills.": "Được trao tặng vì thể hiện khả năng lái tên lửa với kỹ năng đặc biệt.",
  "Air Award": "Giải Thưởng Không Quân",
  "Awarded for demonstrating bravery against chaos on the field.": "Được trao tặng vì thể hiện lòng dũng cảm chống lại sự hỗn loạn trên chiến trường.",
  "Medal of Supreme Bravery": "Huy Chương Dũng Cảm Tột Đỉnh",
  "Awarded for demonstrating commitment and perseverance to make it this far in the Military.": "Được trao tặng vì thể hiện sự cam kết và kiên trì để tiến xa đến mức này trong Quân đội.",
  "Medal of Discipline": "Huy Chương Kỷ Luật",
  "Awarded for displaying top notch tactical expertise out on the field.": "Được trao tặng vì thể hiện chuyên môn chiến thuật hàng đầu trên chiến trường.",
  "Tactical Genius Medal": "Huy Chương Thiên Tài Chiến Thuật",
  "Spore Clusters can be used on the <b>Chemical Analyzer</b> at the <b>Secret Lab</b> to construct useful items. You can find Spore Clusters by using the <b>Infection Scanner</b> to scan areas with a high concentration of spores.": "Cụm Bào Tử có thể được sử dụng trên <b>Máy Phân Tích Hóa Chất</b> tại <b>Phòng Thí Nghiệm Bí Mật</b> để chế tạo các vật phẩm hữu ích. Bạn có thể tìm thấy Cụm Bào Tử bằng cách sử dụng <b>Máy Quét Lây Nhiễm</b> để quét các khu vực có nồng độ bào tử cao.",
  "Spore Cluster": "Cụm Bào Tử",
  "With all your favorite functionality from the Basic Portable Computer, but now in more fresh and fun colors. Yes you need to pay more for cool colors...": "Với tất cả các chức năng yêu thích của bạn từ Máy Tính Xách Tay Cơ Bản, nhưng giờ đây có nhiều màu sắc tươi mới và thú vị hơn. Đúng vậy, bạn cần phải trả nhiều tiền hơn cho những màu sắc tuyệt vời...",
  "Customized Portable Computer": "Máy Tính Xách Tay Tùy Chỉnh",
  "Tired of sitting at home on a beautiful day, but you still need to get that report done for work! Fret not, the Portable Computer has you covered. This high tech piece of equipment is the perfect companion for any hard working individual. From your favorite bar to your aunt Sally's for Harvest Fest, the portable computer can be taken anywhere. It even comes with a battery. They usually charge extra for that.": "Mệt mỏi vì phải ngồi ở nhà vào một ngày đẹp trời, nhưng bạn vẫn cần phải hoàn thành báo cáo đó cho công việc! Đừng lo lắng, Máy Tính Xách Tay sẽ che chắn cho bạn. Thiết bị công nghệ cao này là người bạn đồng hành hoàn hảo cho bất kỳ cá nhân làm việc chăm chỉ nào. Từ quán bar yêu thích của bạn đến nhà dì Sally nhân dịp Lễ Hội Thu Hoạch, máy tính xách tay có thể được mang đi bất cứ đâu. Nó thậm chí còn đi kèm với pin. Họ thường tính thêm tiền cho điều đó.",
  "Standard Portable Computer": "Máy Tính Xách Tay Tiêu Chuẩn",
  "This portable computer looks like it has been completely abandoned. Who knows what secrets it could be hiding...": "Chiếc máy tính xách tay này trông như thể đã bị bỏ rơi hoàn toàn. Ai biết được nó có thể che giấu những bí mật gì...",
  "Abandoned Portable Computer": "Máy Tính Xách Tay Bị Bỏ Rơi",
  "Grunge is IN!\\n\\nThe designers at Nacar Marmalade wanted to focus on the raw look. They believe that the new Lot appearance is a thing of the past. With this decal, you can add that grungy, worn out effect to any wall to make it look edgy, vintage, and lived in without incurring in rent increase.": "Phong cách grunge đang THỊNH HÀNH!\n\nCác nhà thiết kế tại Nacar Marmalade muốn tập trung vào vẻ ngoài thô ráp. Họ tin rằng vẻ ngoài Lô đất mới là chuyện của quá khứ. Với nhãn dán này, bạn có thể thêm hiệu ứng grunge, cũ kỹ đó vào bất kỳ bức tường nào để làm cho nó trông sắc sảo, cổ điển và có người ở mà không phải chịu thêm tiền thuê nhà.",
  "Grunged Splatcal #1": "Splatcal Grunge #1",
  "With the success of Grunged Splatcal #1, Nacar Marmalade decided to add a second version into their catalog. You can use them together for intensified grunge.": "Với thành công của Splatcal Grunge #1, Nacar Marmalade quyết định thêm phiên bản thứ hai vào danh mục của họ. Bạn có thể sử dụng chúng cùng nhau để tăng cường độ grunge.",
  "Grunged Splatcal #2": "Splatcal Grunge #2",
  "Modern and professional. Perfect for those who like for their workstations to be always tidy, or at least look that way from all angles. Comes with conveniently placed drawers for all that sensitive data you are hiding...yes, we know where they are...;)": "Hiện đại và chuyên nghiệp. Hoàn hảo cho những người thích khu vực làm việc của họ luôn gọn gàng, hoặc ít nhất là trông như vậy từ mọi góc độ. Đi kèm với các ngăn kéo được bố trí thuận tiện cho tất cả dữ liệu nhạy cảm mà bạn đang che giấu... vâng, chúng tôi biết chúng ở đâu...;)",
  "The Tekxhnik": "Tekxhnik",
  "When is a door not a door? When it’s a portal. A portal to another dimension. A dimension not just of things seen and heard but of things only in the mind. You’ve entered through the Zone Door and your next stop? StrangerVille.": "Khi nào thì một cánh cửa không phải là một cánh cửa? Khi nó là một cánh cổng. Một cánh cổng đến một chiều không gian khác. Một chiều không gian không chỉ của những thứ được nhìn thấy và nghe thấy mà còn của những thứ chỉ có trong tâm trí. Bạn đã bước qua Cánh Cửa Vùng và điểm dừng chân tiếp theo của bạn? StrangerVille.",
  "The Notjustador Collection – The Zone Door": "Bộ Sưu Tập KhôngChỉLàCửa - Cánh Cửa Vùng",
  "When is a door not a door? When it’s a gateway - a gateway to supernatural realms whose doors may, in fact, swing both ways if one has mastered the keys. Things that go bump in the night will pass freely between our mortal plane and theirs….and you thought I was just gonna say, “ when it’s ajar.”": "Khi nào thì một cánh cửa không phải là một cánh cửa? Khi nó là một cổng - một cổng đến các cõi siêu nhiên mà cánh cửa của nó có thể, trên thực tế, mở cả hai chiều nếu người ta đã nắm vững các chìa khóa. Những thứ va chạm trong đêm sẽ tự do đi qua giữa cõi phàm trần của chúng ta và cõi của chúng... và bạn nghĩ rằng tôi chỉ định nói, “khi nó hé mở.”",
  "The Notjustador Collection – The Tully": "Bộ Sưu Tập KhôngChỉLàCửa - Tully",
  "Don't let the appearance fool you, come on in! This door might look like it has seen better days, but its construction is top of the line to widthstand any disaster scenario. Properly insulated! Hardware and installation not included.": "Đừng để vẻ bề ngoài đánh lừa bạn, hãy cứ vào đi! Cánh cửa này có vẻ như đã từng có những ngày tốt đẹp hơn, nhưng cấu trúc của nó thuộc hàng đầu để chịu được mọi tình huống thảm họa. Cách nhiệt đúng cách! Phần cứng và lắp đặt không bao gồm.",
  "Inviting Swing Out Door": "Cánh Cửa Mở Ra Đầy Mời Gọi",
  "Why did the chicken cross the threshold of the Aether Door in StangerVille? To get to “the other side”. Personally, I’m too chicken to open this door. What about you?": "Tại sao con gà lại băng qua ngưỡng cửa của Cánh Cửa Aether ở StangerVille? Để đến “phía bên kia”. Cá nhân tôi, tôi quá hèn nhát để mở cánh cửa này. Còn bạn thì sao?",
  "The Notjustador Collection – The Aether Door": "Bộ Sưu Tập KhôngChỉLàCửa - Cánh Cửa Aether",
  "What awaits beyond the stately antiquated threshold of the Bosch Door? Total enlightenment? Or Purgatory, perhaps? Do I really need to paint you a detailed picture?": "Điều gì đang chờ đợi bên ngoài ngưỡng cửa cổ kính trang nghiêm của Cánh Cửa Bosch? Sự giác ngộ hoàn toàn? Hay Luyện Ngục, có lẽ? Tôi có thực sự cần phải vẽ cho bạn một bức tranh chi tiết không?",
  "The Notjustador Collection – The Bosch Door": "Bộ Sưu Tập KhôngChỉLàCửa - Cánh Cửa Bosch",
  "When is a door not a door? When it’s got so much glass in it that it might as well be a window. Well, here it is….It’s a door, it’s a window – it’s a Windoor.": "Khi nào thì một cánh cửa không phải là một cánh cửa? Khi nó có quá nhiều kính đến mức nó có thể coi là một cửa sổ. Chà, đây rồi….Nó là một cánh cửa, nó là một cửa sổ - nó là một Cửa Sổ.",
  "The Notjustador Collection – The Windoor": "Bộ Sưu Tập KhôngChỉLàCửa - Cửa Sổ",
  "Looking to get more door for less Simoleons? Well, we’ve got just the door for you! The MoreDoor - I mean, just look at the size of this ominous entranceway It’s as big as a mountain! Don’t ring, just go on in…what’s the worst that could happen?": "Bạn đang tìm cách có được nhiều cửa hơn với ít Simoleon hơn? Chà, chúng tôi có đúng loại cửa dành cho bạn! MoreDoor - Ý tôi là, hãy nhìn kích thước của lối vào đáng ngại này. Nó to như một ngọn núi! Đừng bấm chuông, cứ vào đi… điều tồi tệ nhất có thể xảy ra là gì?",
  "The Notjustador Collection – The MoreDoor": "Bộ Sưu Tập KhôngChỉLàCửa - MoreDoor",
  "Local lore has it that this old eliptical arch used to be a door. Until, one day, those doors just turned up gone. Folks ‘round here think it mighta been them door snatchin’ space travelers what took ‘em. I just say, “that’s business as usual here in StrangerVille”.": "Truyền thuyết địa phương kể rằng cái vòm hình elip cũ này từng là một cánh cửa. Cho đến một ngày, những cánh cửa đó bỗng dưng biến mất. Mọi người quanh đây nghĩ rằng có lẽ đó là những du khách không gian bắt cửa đã lấy chúng. Tôi chỉ nói, “đó là chuyện thường ngày ở đây tại StrangerVille”.",
  "The Sansadoor Arch": "Vòm Sansadoor",
  "The Experimental Vaccine needs to be tested <b>3 times</b> before you are able to construct the Infection Vaccine on the Chemical Analyzer.": "Vắc-xin Thử Nghiệm cần được thử nghiệm <b>3 lần</b> trước khi bạn có thể chế tạo Vắc-xin Chống Lây Nhiễm trên Máy Phân Tích Hóa Chất.",
  "Experimental Vaccine": "Vắc-xin Thử Nghiệm",
  "The Infection Vaccine can make Sims temporarily immune to the Infection. You will need to use the Vaccine on Sims in order to Recruit them to fight the Mother Plant.": "Vắc-xin Chống Lây Nhiễm có thể làm cho Sim tạm thời miễn nhiễm với Sự Lây Nhiễm. Bạn sẽ cần sử dụng Vắc-xin trên Sim để Chiêu mộ họ chiến đấu với Cây Mẹ.",
  "Infection Vaccine": "Vắc-xin Chống Lây Nhiễm",
  "Cost and attributes unknown.": "Chi phí và thuộc tính chưa xác định.",
  "Game Card": "Thẻ Trò Chơi",
  "This Bizarre Fruit has an ominous glow to it. As if it contains some living spore... This thing should probably not be eaten.": "Quả Kỳ Quái này có một ánh sáng зловеще. Như thể nó chứa một số bào tử sống... Có lẽ không nên ăn thứ này.",
  "Bizarre Fruit": "Quả Kỳ Quái",
  "Bizarre Plant": "Cây Kỳ Quái",
  "This Bizarre Plant has an odd glow about it, as if it is being controlled by some other entity. It looks as though there is something growing inside of it...": "Cây Kỳ Quái này có một ánh sáng kỳ lạ, như thể nó đang bị một thực thể khác kiểm soát. Có vẻ như có thứ gì đó đang lớn lên bên trong nó...",
  "gardenPlantSprout_GP07GENinfected Placeholder Description": "gardenPlantSprout_GP07GENinfected Mô Tả Giữ Chỗ",
  "gardenPlantSprout_GP07GENinfected Placeholder Name": "gardenPlantSprout_GP07GENinfected Tên Giữ Chỗ",
  "I don’t know about you, but when I can’t see through to the other side of a gate, I get very nosey. I start to question everything. What’s back there? Is this where half of all socks go? Is this where they store everyone’s two cents? If the gate is opened, will I be the person who let the dogs out? Why can’t I have my cake & eat it too? Purchase the Gates of Quandry and become instantly omnipotent.": "Tôi không biết về bạn, nhưng khi tôi không thể nhìn xuyên qua phía bên kia của một cánh cổng, tôi trở nên rất tò mò. Tôi bắt đầu đặt câu hỏi về mọi thứ. Có gì ở đằng sau đó? Có phải đây là nơi một nửa số tất đi? Có phải đây là nơi họ cất giữ hai xu của mọi người? Nếu cánh cổng được mở ra, liệu tôi có phải là người thả chó ra không? Tại sao tôi không thể vừa có bánh vừa ăn nó? Mua Cổng Băn Khoăn và trở nên toàn năng ngay lập tức.",
  "The Gates of Quandary": "Cổng Băn Khoăn",
  "Heck top quality wrought iron gates are drop forged in the sweltering furnaces of Heck by sweaty folks that know a thing or two about forgery. So, when anyone asks me where to get a great gate, I always tell them to go straight to Heck.": "Những cánh cổng sắt rèn chất lượng hàng đầu được rèn bằng cách thả trong các lò nung ngột ngạt của Heck bởi những người đổ mồ hôi biết một hoặc hai điều về sự giả mạo. Vì vậy, khi ai đó hỏi tôi nên đến đâu để có được một cánh cổng tuyệt vời, tôi luôn bảo họ đến thẳng Heck.",
  "The Gates of Heck": "Cổng Heck",
  "If I told you what awaits you on the other side of this otherwise innocuous looking gate, would you still go in? OK then, I’m not tellin’, but I will say this, I know for a fact that this object was built with a Para-Normal Map applied to it. Strange? Oh, I think so.": "Nếu tôi nói cho bạn biết điều gì đang chờ đợi bạn ở phía bên kia của cánh cổng có vẻ ngoài vô hại này, bạn có còn vào không? Được rồi, tôi sẽ không nói, nhưng tôi sẽ nói điều này, tôi biết chắc chắn rằng vật thể này được xây dựng với Bản Đồ Dị Thường được áp dụng cho nó. Lạ? Ồ, tôi nghĩ vậy.",
  "The Gates of Conundrum": "Cổng Bối Rối",
  "This can be used to modify an </b>Incomplete Hazmat Suit</b>. Question the <b>Curio Shop Owner</b> about Spores. He might have an <b>Incomplete Hazmat Suit</b> to sell.": "Điều này có thể được sử dụng để sửa đổi một </b>Bộ Đồ Hazmat Chưa Hoàn Chỉnh</b>. Hỏi <b>Chủ Tiệm Đồ Cổ</b> về Bào Tử. Anh ta có thể có một <b>Bộ Đồ Hazmat Chưa Hoàn Chỉnh</b> để bán.",
  "Spore Filter": "Bộ Lọc Bào Tử",
  "The filtration system on this suit is not enough to filter through <b>Toxic Spores</b>. Question <b>Scientists</b> about Spores to see if they can improve it.": "Hệ thống lọc trên bộ đồ này không đủ để lọc qua <b>Bào Tử Độc Hại</b>. Hỏi <b>Các Nhà Khoa Học</b> về Bào Tử để xem họ có thể cải thiện nó không.",
  "Incomplete Hazmat Suit": "Bộ Đồ Hazmat Chưa Hoàn Chỉnh",
  "This will allow passage through <b>Toxic Spores</b> in the <b>Secret Lab</b> as long as it is worn.": "Điều này sẽ cho phép đi qua <b>Bào Tử Độc Hại</b> trong <b>Phòng Thí Nghiệm Bí Mật</b> miễn là nó được mặc.",
  "Modified Hazmat Suit": "Bộ Đồ Hazmat Đã Sửa Đổi",
  "<b>Number of Scans Before Recharge: 3</b>\\nThe Infection Scanner can be used to reveal <b>Spore Clusters</b> by clicking and scanning the ground. Try scanning areas with a high concentration of spores.": "<b>Số Lần Quét Trước Khi Sạc Lại: 3</b>\nMáy Quét Lây Nhiễm có thể được sử dụng để tiết lộ <b>Cụm Bào Tử</b> bằng cách nhấp và quét mặt đất. Hãy thử quét các khu vực có nồng độ bào tử cao.",
  "Infection Scanner": "Máy Quét Lây Nhiễm",
  "Collect 15 pieces of StrangerVille Evidence to compile a <b>Secret Dossier</b>. Evidence can be found by questioning the locals or poking around the Secret Lab.": "Thu thập 15 mẩu Bằng Chứng StrangerVille để biên soạn một <b>Hồ Sơ Bí Mật</b>. Có thể tìm thấy bằng chứng bằng cách hỏi người dân địa phương hoặc lục lọi xung quanh Phòng Thí Nghiệm Bí Mật.",
  "Aerial Surveillance Photo": "Ảnh Giám Sát Trên Không",
  "Clandestine Dongle": "Dongle Bí Mật",
  "Encrypted USB Device": "Thiết Bị USB Được Mã Hóa",
  "Glitched Hologram Readout": "Đầu Đọc Ảnh Ba Chiều Bị Lỗi",
  "Hastily Scrawled Note": "Ghi Chú Viết Vội",
  "Infrared Microfilm": "Phim Vi Hồng Ngoại",
  "Pack of Bizarre Seeds": "Gói Hạt Giống Kỳ Lạ",
  "Partially Redacted Report": "Báo Cáo Đã Được Chỉnh Sửa Một Phần",
  "Photo Of Sealed Door": "Ảnh Cửa Bị Niêm Phong",
  "Photo of Bizarre Plant": "Ảnh Cây Kỳ Quái",
  "Strange Blueprints": "Bản Thiết Kế Kỳ Lạ",
  "Suspiciously Blurry Photo": "Ảnh Mờ Đáng Nghi",
  "inviseractableModel_ENVgizmoNoFtpUseAudioVFX_basement_hallway": "inviseractableModel_ENVgizmoNoFtpUseAudioVFX_basement_hallway",
  "inviseractableModel_ENVgizmoNoFtpUseAudioVFX_longstairs": "inviseractableModel_ENVgizmoNoFtpUseAudioVFX_longstairs",
  "inviseractableModel_ENVgizmoNoFtpUseAudioVFX_microscope_room": "inviseractableModel_ENVgizmoNoFtpUseAudioVFX_microscope_room",
  "inviseractableModel_ENVgizmoNoFtpUseAudioVFX_motherplant_room": "inviseractableModel_ENVgizmoNoFtpUseAudioVFX_motherplant_room",
  "inviseractableModel_ENVgizmoNoFtpUseAudioVFX_officefloor": "inviseractableModel_ENVgizmoNoFtpUseAudioVFX_officefloor",
  "inviseractableModel_ENVgizmoNoFtpUseAudioVFX_ominous_stairs": "inviseractableModel_ENVgizmoNoFtpUseAudioVFX_ominous_stairs",
  "inviseractableModel_ENVgizmoNoFtpUseAudioVFX_sporefloor": "inviseractableModel_ENVgizmoNoFtpUseAudioVFX_sporefloor",
  "Spore Hallway - Privacy Area": "Hành Lang Bào Tử - Khu Vực Riêng Tư",
  "These top secret blueprints look like they are for some giant structure. It looks like they are trying to contain something massive!": "Những bản thiết kế tuyệt mật này trông như thể chúng dành cho một cấu trúc khổng lồ nào đó. Có vẻ như họ đang cố gắng chứa đựng một thứ gì đó rất lớn!",
  "Top Secret Blueprints and Plans": "Bản Thiết Kế và Kế Hoạch Tuyệt Mật",
  "This Junk Pile totally does not contain any helpful information for the StrangerVille Investigation...": "Đống Rác này hoàn toàn không chứa bất kỳ thông tin hữu ích nào cho Cuộc Điều Tra StrangerVille...",
  "Inconspicuous Junk Pile?": "Đống Rác Vô Hình?",
  "Some places of work like to be discreet and blend with their surroundings, not the ones using this door though!\\n\\nComplete with lighting and scrolling text enabled, this door wants to let you know where you are and what you are doing there.\\n\\nNote:You may use this in a secret lair, but it might stop being secret...": "Một số nơi làm việc thích kín đáo và hòa nhập với môi trường xung quanh, nhưng không phải những nơi sử dụng cánh cửa này!\n\nHoàn chỉnh với ánh sáng và văn bản cuộn được bật, cánh cửa này muốn cho bạn biết bạn đang ở đâu và bạn đang làm gì ở đó.\n\nLưu ý: Bạn có thể sử dụng cái này trong một hang ổ bí mật, nhưng nó có thể không còn bí mật nữa...",
  "Not So Inconspicuous Door": "Cánh Cửa Không Kín Đáo Lắm",
  "labDoor_GP07GENmotherPlant Placeholder Description": "labDoor_GP07GENmotherPlant Mô Tả Giữ Chỗ",
  "Another Not So Inconspicuous Door": "Một Cánh Cửa Không Kín Đáo Lắm Khác",
  "Not for the discreet.\\n\\nComplete with lighting and scrolling text enabled, this door wants to let you know where you are and what you are doing there.\\n\\nNote:You may use this in a secret lair, but it might stop being secret...": "Không dành cho người kín đáo.\n\nHoàn chỉnh với ánh sáng và văn bản cuộn được bật, cánh cửa này muốn cho bạn biết bạn đang ở đâu và bạn đang làm gì ở đó.\n\nLưu ý: Bạn có thể sử dụng cái này trong một hang ổ bí mật, nhưng nó có thể không còn bí mật nữa...",
  "labDoor_GP07GENsporeHallway Placeholder Description": "labDoor_GP07GENsporeHallway Mô Tả Giữ Chỗ",
  "labDoor_GP07GENsporeHallway Placeholder Name": "labDoor_GP07GENsporeHallway Tên Giữ Chỗ",
  "This will grant access to all doors in the <b>Secret Lab</b>.": "Điều này sẽ cấp quyền truy cập vào tất cả các cửa trong <b>Phòng Thí Nghiệm Bí Mật</b>.",
  "Secret Lab Keycard": "Thẻ Khóa Phòng Thí Nghiệm Bí Mật",
  "Landmark_GP07_Pylon_01": "Landmark_GP07_Pylon_01",
  "landmarkGP07_thunderhead_01 Placeholder Description": "landmarkGP07_thunderhead_01 Mô Tả Giữ Chỗ",
  "landmarkGP07_thunderhead_01 Placeholder Name": "landmarkGP07_thunderhead_01 Tên Giữ Chỗ",
  "landmarkGP07_thunderhead_02 Placeholder Description": "landmarkGP07_thunderhead_02 Mô Tả Giữ Chỗ",
  "landmarkGP07_thunderhead_02 Placeholder Name": "landmarkGP07_thunderhead_02 Tên Giữ Chỗ",
  "Is it a ship? Is it a dish? Is it a spacedish? Spaceship?\\n\\nFor the conspiracy theorist and fan of the unknown, this ceiling lamp adds playful flair to any Lot. It may not always look chic, even with chic being a personal thing, but it will definitely evoke questions...lots of questions.\\n\\nNote: No, it doesn't fly.": "Nó là một con tàu? Nó là một cái đĩa? Nó là một cái đĩa không gian? Tàu vũ trụ?\n\nĐối với những người theo thuyết âm mưu và người hâm mộ những điều chưa biết, chiếc đèn trần này thêm nét tinh nghịch cho bất kỳ Lô đất nào. Nó có thể không phải lúc nào cũng trông sang trọng, ngay cả khi sang trọng là một điều cá nhân, nhưng nó chắc chắn sẽ gợi lên những câu hỏi...rất nhiều câu hỏi.\n\nLưu ý: Không, nó không bay được.",
  "Unidentified Lamp": "Đèn Không Xác Định",
  "A creation from Gr00vy Lights, Co. Part of a series they said. A modern take on the traditional lava lamp in a deceptively friendly glow. Its design screams space alien and minimalist modern design all at once. Give your room a hint of retro-cool with this floor illumination piece. People will swear it came from outer space.\\n\\nDid we say deceptively friendly glow? We mean...cool space alien glow!": "Một sáng tạo từ Gr00vy Lights, Co. Một phần của một loạt mà họ đã nói. Một cách tiếp cận hiện đại đối với đèn nham thạch truyền thống trong một ánh sáng thân thiện một cách lừa dối. Thiết kế của nó hét lên người ngoài hành tinh không gian và thiết kế hiện đại tối giản cùng một lúc. Mang đến cho căn phòng của bạn một chút phong cách retro-cool với chiếc đèn sàn này. Mọi người sẽ thề rằng nó đến từ ngoài vũ trụ.\n\nChúng tôi đã nói ánh sáng thân thiện một cách lừa dối? Ý chúng tôi là...ánh sáng ngoài hành tinh không gian круто!",
  "The Purple Lava Beacon": "Ngọn Hải Đăng Nham Thạch Tím",
  "A creation from Gr00vy Lights, Co. Part of a series they said. Still giving your room a hint of retro-cool, still making people wonder where it came from.\\n\\nNOW IN GREEN! Super Green!": "Một sáng tạo từ Gr00vy Lights, Co. Một phần của một loạt mà họ đã nói. Vẫn mang đến cho căn phòng của bạn một chút phong cách retro-cool, vẫn khiến mọi người tự hỏi nó đến từ đâu.\n\nGIỜ ĐÂY CÓ MÀU XANH LÁ CÂY! Siêu Xanh!",
  "The Green Lava Beacon": "Ngọn Hải Đăng Nham Thạch Xanh Lá Cây",
  "A creation from Gr00vy Lights, Co. Part of a series they said - and they were not joking! Need more pink in your life? This Lava Beacon is the perfect solution for that!\\n\\nWhat? Who said that cool alien glow cannot be pink? Nonsense!": "Một sáng tạo từ Gr00vy Lights, Co. Một phần của một loạt mà họ đã nói - và họ không đùa đâu! Bạn cần thêm màu hồng vào cuộc sống của mình? Ngọn Hải Đăng Nham Thạch này là giải pháp hoàn hảo cho điều đó!\n\nCái gì? Ai nói rằng ánh sáng ngoài hành tinh круто không thể có màu hồng? Vô lý!",
  "The Pink Lava Beacon": "Ngọn Hải Đăng Nham Thạch Hồng",
  "Gr00vy Lights, Co. wants you to explore the depths of the color yellow with this version of their unique series for the Lava Beacon. Yellow hues to relax and set the tone for groovy evening.": "Gr00vy Lights, Co. muốn bạn khám phá chiều sâu của màu vàng với phiên bản này trong loạt sản phẩm độc đáo của họ dành cho Ngọn Hải Đăng Nham Thạch. Sắc thái vàng để thư giãn và tạo nên giai điệu cho một buổi tối tuyệt vời.",
  "The Yellow Lava Beacon": "Ngọn Hải Đăng Nham Thạch Vàng",
  "The last installment (we think) of Gr00vy Lights, Co. Lava Beacon series.\\n\\nYou don't have to feel blue with this shade of blue. Enjoy the depths of space in this blue shade that will evoke your grooviest space fantasies, and maybe conspiracies.": "Phần cuối cùng (chúng tôi nghĩ) của loạt Ngọn Hải Đăng Nham Thạch của Gr00vy Lights, Co.\n\nBạn không cần phải cảm thấy buồn với sắc thái xanh lam này. Tận hưởng chiều sâu của không gian trong sắc thái xanh lam này, nó sẽ gợi lên những tưởng tượng không gian tuyệt vời nhất của bạn, và có lẽ là cả những âm mưu.",
  "The Blue Lava Beacon": "Ngọn Hải Đăng Nham Thạch Xanh Lam",
  "DYI chic and functional, what this lamp puts in effort makes up with style.\\n\\nAlready assembled.": "Phong cách DYI sang trọng và tiện dụng, những gì chiếc đèn này bỏ vào nỗ lực sẽ bù đắp bằng phong cách.\n\nĐã được lắp ráp sẵn.",
  "Industrialized DYI Lighting": "Ánh Sáng DYI Công Nghiệp Hóa",
  "Almost too clinical for normal day to day use.\\n\\nWarning: If the light flickers...don't call us. Just Run!": "Gần như quá hoàn hảo để sử dụng hàng ngày.\n\nCảnh báo: Nếu đèn nhấp nháy... đừng gọi cho chúng tôi. Chỉ cần Chạy!",
  "Laboratory Light Strip": "Dải Đèn Phòng Thí Nghiệm",
  "Re-purposing at its finest! Authentic truck parts, polished for a fresh look for your walls. No junk here!": "Tái sử dụng một cách tốt nhất! Các bộ phận xe tải đích thực, được đánh bóng để có một diện mạo mới cho các bức tường của bạn. Không có đồ bỏ đi ở đây!",
  "Not A Scrap": "Không Phải Đồ Phế Liệu",
  "lightWall2x1_GP07LABtileable Placeholder Description": "lightWall2x1_GP07LABtileable Mô Tả Giữ Chỗ",
  "lightWall2x1_GP07LABtileable Placeholder Name": "lightWall2x1_GP07LABtileable Tên Giữ Chỗ",
  "lightWall3x1_GP07LABtileable Placeholder Description": "lightWall3x1_GP07LABtileable Mô Tả Giữ Chỗ",
  "lightWall3x1_GP07LABtileable Placeholder Name": "lightWall3x1_GP07LABtileable Tên Giữ Chỗ",
  "lightWall4x1_GP07LABtileable Placeholder Description": "lightWall4x1_GP07LABtileable Mô Tả Giữ Chỗ",
  "lightWall4x1_GP07LABtileable Placeholder Name": "lightWall4x1_GP07LABtileable Tên Giữ Chỗ",
  "This Spy Bug can be planted on other Sims. Once planted, Purchase a listening device from the Catalog to listen in on the bugged Sim.": "Con Bọ Gián Điệp này có thể được cấy vào các Sim khác. Sau khi cấy, hãy Mua một thiết bị nghe từ Danh Mục để nghe lén Sim bị cấy bọ.",
  "51M5 Spy Bug": "Bọ Gián Điệp 51M5",
  "The Listening Device will allow your Sim to plant bugs on other Sims and listen in on them. You never know what juicy gossip you will find out.": "Thiết Bị Nghe sẽ cho phép Sim của bạn cấy bọ vào các Sim khác và nghe lén họ. Bạn không bao giờ biết bạn sẽ tìm ra những chuyện buôn dưa lê hấp dẫn gì.",
  "Listening Device": "Thiết Bị Nghe",
  "A Listening Device Recording can be given peacefully given to other Sims or used against them as blackmail!": "Bản Ghi Âm của Thiết Bị Nghe có thể được trao một cách hòa bình cho các Sim khác hoặc được sử dụng chống lại họ như một hình thức tống tiền!",
  "Listening Device Recording": "Bản Ghi Âm của Thiết Bị Nghe",
  "Recording of: <b>{0.SimName}</b>\\n\\nThis can be combined with other StrangerVille Evidence to compile a secret dossier.": "Bản Ghi Âm của: <b>{0.SimName}</b>\n\nĐiều này có thể được kết hợp với các Bằng Chứng StrangerVille khác để biên soạn một hồ sơ tuyệt mật.",
  "Top Secret Audio Recording": "Bản Ghi Âm Tuyệt Mật",
  "What’s the point of going on vacation if you don’t bring back a plethora of precious plastic memories that you can cherish for several weeks then discard like an orphaned orange sock? Well, if that’s what you’re hankerin’ for, visit The Knick Knack, Bric-A-Brac Shack whilst in StrangerVille. If they ain’t got it - it don’t exist…or does it? Inquire within. Ask for Larry.": "Ý nghĩa của việc đi nghỉ là gì nếu bạn không mang về một lượng lớn những kỷ niệm nhựa quý giá mà bạn có thể trân trọng trong vài tuần rồi vứt bỏ như một chiếc tất cam mồ côi? Chà, nếu đó là những gì bạn đang thèm khát, hãy ghé thăm The Knick Knack, Bric-A-Brac Shack khi ở StrangerVille. Nếu họ không có nó - thì nó không tồn tại… hoặc có phải không? Hãy hỏi bên trong. Hỏi Larry.",
  "The Knick Knack, Bric-A-Brac Shack": "The Knick Knack, Bric-A-Brac Shack",
  "The Mother Plant in all its glory!": "Cây Mẹ trong tất cả vinh quang của nó!",
  "The Mother": "Mẹ",
  "The Mother Plant Pit. To use this make sure the Mother Plant is placed directly in the center of this object. Enjoy your own personal Mother Plant Pet, but BE CAREFUL SHE BITES!": "Hố Cây Mẹ. Để sử dụng cái này, hãy đảm bảo rằng Cây Mẹ được đặt trực tiếp vào trung tâm của vật thể này. Thưởng thức Cây Mẹ Thú Cưng cá nhân của riêng bạn, nhưng HÃY CẨN THẬN NÓ CẮN!",
  "The Mother Plant Pit": "Hố Cây Mẹ",
  "A collection of posters that are usually on display at the StrangerVille National Base. From scientific theorems to military promotional posters this collection has everything you need to make you feel right at home on the base.": "Một bộ sưu tập các áp phích thường được trưng bày tại Căn Cứ Quốc Gia StrangerVille. Từ các định lý khoa học đến các áp phích quảng cáo quân sự, bộ sưu tập này có mọi thứ bạn cần để cảm thấy như ở nhà trong căn cứ.",
  "StrangerVille National Base Posters": "Áp Phích Căn Cứ Quốc Gia StrangerVille",
  "Where will it take you? Where will you go?": "Nó sẽ đưa bạn đến đâu? Bạn sẽ đi đâu?",
  "Lone Road": "Con Đường Cô Đơn",
  "Well, it seems like it is definitely out there...": "Chà, có vẻ như nó chắc chắn ở ngoài đó...",
  "Where Did It Go?": "Nó Đã Đi Đâu?",
  "Question everything!": "Hãy chất vấn mọi thứ!",
  "Simmanatti": "Simmanatti",
  "Rawr!": "Rawr!",
  "Emily!": "Emily!",
  "Still not able to be explained in plain terms. Moo!": "Vẫn không thể được giải thích bằng những thuật ngữ đơn giản. Moo!",
  "Cowplant Dissected": "Bò Cây Phân Tích",
  "A painting can tell a story, or we can use a painting to tell a story. Whatever your motivation, allow these paintings to tell a story for the ages.": "Một bức tranh có thể kể một câu chuyện, hoặc chúng ta có thể sử dụng một bức tranh để kể một câu chuyện. Bất kể động lực của bạn là gì, hãy để những bức tranh này kể một câu chuyện cho mọi thời đại.",
  "Storytelling Paintings": "Những Bức Tranh Kể Chuyện",
  "A barrier so impenetrable you would want to replicate across all your Lot. It is also a beautiful industrial look for any fan of that style.\\n\\nMade with actual cement.": "Một hàng rào kiên cố đến mức bạn sẽ muốn sao chép trên tất cả các Lô đất của mình. Nó cũng là một vẻ ngoài công nghiệp tuyệt đẹp cho bất kỳ người hâm mộ phong cách đó.\n\nĐược làm bằng xi măng thật.",
  "Not Quite The Parapet": "Không Hẳn Là Tường Thành",
  "plantGP07_Cacti_01": "plantGP07_Cacti_01",
  "plantGP07_Cacti_02": "plantGP07_Cacti_02",
  "plantGP07_Cacti_03": "plantGP07_Cacti_03",
  "plantGP07_Cacti_04": "plantGP07_Cacti_04",
  "plantGP07_Cacti_05": "plantGP07_Cacti_05",
  "plantGP07_Cacti_06": "plantGP07_Cacti_06",
  "plantGP07_Cacti_07": "plantGP07_Cacti_07",
  "plantGP07_Cacti_Lg_01": "plantGP07_Cacti_Lg_01",
  "plantGP07_Cacti_Lg_02": "plantGP07_Cacti_Lg_02",
  "plantGP07_DesertBloomBush_01": "plantGP07_DesertBloomBush_01",
  "plantGP07_DesertBush_Alive": "plantGP07_DesertBush_Alive",
  "plantGP07_DesertBush_Dead": "plantGP07_DesertBush_Dead",
  "plantGP07_GrassClump": "plantGP07_GrassClump",
  "plantGP07_infectedBushBloom Placeholder Description": "plantGP07_infectedBushBloom Mô Tả Giữ Chỗ",
  "plantGP07_infectedBushBloom Placeholder Name": "plantGP07_infectedBushBloom Tên Giữ Chỗ",
  "plantGP07_infectedBushDormant Placeholder Description": "plantGP07_infectedBushDormant Mô Tả Giữ Chỗ",
  "plantGP07_infectedBushDormant Placeholder Name": "plantGP07_infectedBushDormant Tên Giữ Chỗ",
  "This strange sprout looks a bit strange. It looks like something is living inside it...": "Cây mầm kỳ lạ này trông hơi lạ. Có vẻ như có thứ gì đó đang sống bên trong nó...",
  "Strange Sprout": "Mầm Cây Kỳ Lạ",
  "Give this to any StrangerVille <b>Scientist</b> to construct an effective <b>Spore Filter</b>. You can find them hanging out at the Local Library.": "Đưa cái này cho bất kỳ <b>Nhà Khoa Học</b> StrangerVille nào để chế tạo một <b>Bộ Lọc Bào Tử</b> hiệu quả. Bạn có thể tìm thấy họ đang ở Thư Viện Địa Phương.",
  "Infection Profile Data": "Dữ Liệu Hồ Sơ Lây Nhiễm",
  "These Strange Floor Vines do not look very safe. WHY ARE THEY MOVING!": "Những Cây Dây Leo Sàn Kỳ Lạ này trông không an toàn lắm. TẠI SAO CHÚNG LẠI DI CHUYỂN!",
  "Strange Floor Vines": "Cây Dây Leo Sàn Kỳ Lạ",
  "Looking for a planting DIY project, but without actually making it yourself?\\n\\nAre you a plant lover? Are you a lover of vintage and classy decor? Say no more!\\n\\nThe Clawfoot Fanciful Planter is the perfect balance of 'Do It Yourself' and classy chic that is the rage these days, turning any space into a beautiful and peaceful space, and without breaking the bank! Plants are included for maximum efficiency.": "Bạn đang tìm kiếm một dự án trồng cây DIY, nhưng không thực sự tự mình làm?\n\nBạn có phải là một người yêu cây? Bạn có phải là một người yêu thích phong cách cổ điển và sang trọng? Không cần nói gì thêm!\n\nChậu Cây Móng Vuốt Kỳ Ảo là sự cân bằng hoàn hảo giữa 'Tự Làm' và phong cách sang trọng đang rất thịnh hành ngày nay, biến bất kỳ không gian nào thành một không gian xinh đẹp và yên bình, và không tốn nhiều tiền! Cây được bao gồm để đạt hiệu quả tối đa.",
  "Clawfoot Fanciful Planter": "Chậu Cây Móng Vuốt Kỳ Ảo",
  "This Plant Containment Cell can contain the peskiest of flora. It is also nice to display other things as well, I guess...": "Tế bào ngăn chặn thực vật này có thể chứa đựng những loài thực vật gây hại nhất. Nó cũng rất tốt để trưng bày những thứ khác, tôi đoán vậy...",
  "Plant Containment Cell": "Tế Bào Ngăn Chặn Thực Vật",
  "Bzzzz...\\n\\nBzzzzzzzzzzzzz...\\n\\nBZZZZZZZZZZ\\n\\nBZZZZZZZZZZZZZZZZZZZZZ...POP!": "Bzzzz...\n\nBzzzzzzzzzzzzz...\n\nBZZZZZZZZZZ\n\nBZZZZZZZZZZZZZZZZZZZZZ...BỤP!",
  "Not A Statellite Dish": "Không Phải Đĩa Vệ Tinh",
  "Add a personal touch with this custom crafted finial spire.": "Thêm một nét cá nhân với chóp đỉnh được chế tạo tùy chỉnh này.",
  "Semi-Custom Style Spire": "Chóp Tùy Chỉnh Bán Phần",
  "Customized, stylish tileable finials for any home. Blendable with modern and vintage styles.": "Chóp trang trí phong cách tùy chỉnh, phong cách cho bất kỳ ngôi nhà nào. Có thể pha trộn với phong cách hiện đại và cổ điển.",
  "Custom Style Tileables": "Phong Cách Tùy Chỉnh Có Thể Lát Gạch",
  "GENIUS from Nacar Marmalade!\\n\\nFor even smaller spaces and with no corners that will randomly curl up, how can it? It IS the corner of the rug! Who says you can't indulge?": "THIÊN TÀI từ Nacar Marmalade!\n\nNgay cả đối với những không gian nhỏ hơn và không có góc nào sẽ tự động cuộn lên, làm sao có thể như vậy được? Nó LÀ góc của tấm thảm! Ai nói rằng bạn không thể nuông chiều bản thân?",
  "Grunged Splatrug - 1/4": "Thảm Vết Bẩn Grunge - 1/4",
  "We’ve collected the top ten conspiracy theories from around the world, reprinted them in all their redacted glory, and constructed a paper mache rug for you to spend countless hours pacing over how it’s all connected.": "Chúng tôi đã thu thập mười thuyết âm mưu hàng đầu từ khắp nơi trên thế giới, in lại chúng trong tất cả vinh quang đã được biên tập của chúng và xây dựng một tấm thảm giấy bồi để bạn dành vô số giờ đi lại trên đó về cách tất cả được kết nối.",
  "The Redacted Rug": "Tấm Thảm Đã Biên Tập",
  "Nacar Marmalade believes that it is OK to not have a giant space for art and that art can be anywhere and it comes in every size. This half of a rug is for those that don't have enough space to place the Large version of this series, or want a rug on their terms.": "Nacar Marmalade tin rằng việc không có một không gian khổng lồ cho nghệ thuật là điều ổn và nghệ thuật có thể ở bất cứ đâu và nó có mọi kích cỡ. Một nửa tấm thảm này dành cho những người không có đủ không gian để đặt phiên bản Lớn của loạt bài này hoặc muốn một tấm thảm theo các điều khoản của họ.",
  "Grunged Splatrug - Half": "Thảm Vết Bẩn Grunge - Một Nửa",
  "Accented with details that mark a successful and honorable career in the Military.": "Nhấn mạnh với các chi tiết đánh dấu một sự nghiệp thành công và đáng kính trong Quân đội.",
  "Ranking Rug": "Thảm Xếp Hạng",
  "Deliciously vintage looking patterns for the lover of trends of old, and maybe not so old anymore. Bring some joy to your life with something that looks and feels expensive, but only you know it isn't.": "Các mẫu có vẻ ngoài cổ điển ngon lành dành cho những người yêu thích xu hướng thời xưa, và có lẽ không còn quá xa lạ nữa. Mang lại niềm vui cho cuộc sống của bạn với một thứ trông và cảm thấy đắt tiền, nhưng chỉ bạn mới biết nó không phải vậy.",
  "Patterned Rugs": "Thảm Họa Tiết",
  "From Nacar Marmalade! Who believe that a worn and raw effect can create the perfect Lot.\\n\\nKeep your guests guessing, is it mold? Is is it dirt? Oh...it's a rug?": "Từ Nacar Marmalade! Người tin rằng hiệu ứng thô ráp và mòn có thể tạo ra Lô đất hoàn hảo.\n\nHãy để khách của bạn đoán xem, có phải là nấm mốc không? Có phải là bụi bẩn không? Ồ...đó là một tấm thảm à?",
  "Grunged Splatrug - Large": "Thảm Vết Bẩn Grunge - Lớn",
  "It was the Summer of that year. We spent our days in the desert sun, combing the sands seeking to uncover The Truth. A novel Shelly had lost the previous year. We found The Truth, and she disappeared on a Tuesday. It was noon. I was relieving myself in a bush. I returned to our favorite sand dune, she was gone. The desert sand was scuffled, was it the wind or a struggle? I don’t know, but I have my photo. My photo of Shelly.": "Đó là mùa hè năm đó. Chúng tôi đã dành cả ngày dưới ánh mặt trời sa mạc, chải cát để tìm kiếm Sự Thật. Một cuốn tiểu thuyết mà Shelly đã đánh mất vào năm trước. Chúng tôi đã tìm thấy Sự Thật, và cô ấy biến mất vào một ngày Thứ Ba. Lúc đó là giữa trưa. Tôi đang giải tỏa bản thân trong một bụi cây. Tôi trở lại cồn cát yêu thích của chúng tôi, cô ấy đã biến mất. Cát sa mạc bị xáo trộn, đó là gió hay một cuộc vật lộn? Tôi không biết, nhưng tôi có bức ảnh của mình. Bức ảnh của tôi về Shelly.",
  "Bar Back with Shelly’s Photo": "Quầy Bar Ốp Lưng với Ảnh của Shelly",
  "sculptFloor_GP07GENcargoTruck Placeholder Description": "sculptFloor_GP07GENcargoTruck Mô Tả Giữ Chỗ",
  "sculptFloor_GP07GENcargoTruck Placeholder Name": "sculptFloor_GP07GENcargoTruck Tên Giữ Chỗ",
  "Made with 100% military grade materials. Comes with all accessories you need, only to be used as shown. Assembly not required.": "Được làm bằng 100% vật liệu cấp quân sự. Đi kèm với tất cả các phụ kiện bạn cần, chỉ được sử dụng như hình. Không yêu cầu lắp ráp.",
  "Military Grade Flagpole": "Cột Cờ Cấp Quân Sự",
  "Unlock by reaching level 6 of the Military career while in the Officer branch.": "Mở khóa bằng cách đạt cấp độ 6 của sự nghiệp Quân sự khi ở trong nhánh Sĩ Quan.",
  "Unlocked at level 6 of the Military career while in the Officer branch.": "Đã mở khóa ở cấp độ 6 của sự nghiệp Quân sự khi ở trong nhánh Sĩ Quan.",
  "Just a non harmful sculpture version of the Bizarre Plant in its Dormant State.": "Chỉ là một phiên bản điêu khắc vô hại của Cây Kỳ Quái ở Trạng Thái Ngủ Đông của nó.",
  "Infected Dormant Plant Sculpture": "Tượng Cây Ngủ Đông Bị Nhiễm",
  "Just a non harmful Sculpture version of the Strange Sprout": "Chỉ là một phiên bản Điêu Khắc vô hại của Cây Mầm Kỳ Lạ",
  "Strange Sprout Sculpture": "Tượng Cây Mầm Kỳ Lạ",
  "sculptFloor_GP07GENstreamlineRV Placeholder Description": "sculptFloor_GP07GENstreamlineRV Mô Tả Giữ Chỗ",
  "sculptFloor_GP07GENstreamlineRV Placeholder Name": "sculptFloor_GP07GENstreamlineRV Tên Giữ Chỗ",
  "What were they thinking! The 5000 prototype was too much for the world! The 5 mi… well it incinerated the first 17 people that tried to get purify their rooms. I’d never seen purification move so fast. They hit a button, and then… well there was a sound, a spray, and they… let’s just say I’m glad I was 18th in line. Why did they keep stepping up for a try? I’m not sure I… why would they… I need some fresh air to get my bearings.": "Họ đã nghĩ gì vậy! Nguyên mẫu 5000 là quá nhiều cho thế giới! 5 dặm… chà, nó đã thiêu rụi 17 người đầu tiên cố gắng thanh lọc phòng của họ. Tôi chưa bao giờ thấy sự thanh lọc di chuyển nhanh như vậy. Họ nhấn một nút, và sau đó… chà, có một âm thanh, một tia phun, và họ… hãy cứ nói rằng tôi rất vui vì mình đứng thứ 18. Tại sao họ cứ bước lên để thử? Tôi không chắc mình… tại sao họ lại… Tôi cần một chút không khí trong lành để định hướng.",
  "Purifier 5 Million Prototype": "Nguyên Mẫu Máy Lọc 5 Triệu",
  "With 3 sides of blinking lights, no blinking light display blinks more than the Blink O’matic.": "Với 3 mặt đèn nhấp nháy, không màn hình đèn nhấp nháy nào nhấp nháy hơn Blink O’matic.",
  "Blink O'matic": "Blink O'matic",
  "What secrets are contained within this obelisk? What strange language are these hieroglyphs upon its surface? Bob from accounting says it’s a broken server stack. He found a whole bunch of them in the basement. I don’t agree. I think it’s alien tech! I hear it humming in my sleep. I think it wants me to serve it goulash. I’m not sure I know how to make goulash.": "Những bí mật gì được chứa đựng bên trong cột đá này? Ngôn ngữ kỳ lạ nào là những chữ tượng hình này trên bề mặt của nó? Bob từ bộ phận kế toán nói rằng đó là một ngăn xếp máy chủ bị hỏng. Anh ta tìm thấy cả đống chúng trong tầng hầm. Tôi không đồng ý. Tôi nghĩ đó là công nghệ ngoài hành tinh! Tôi nghe thấy nó vo ve trong giấc ngủ của mình. Tôi nghĩ nó muốn tôi phục vụ món goulash cho nó. Tôi không chắc mình biết cách làm món goulash.",
  "Pillar of Opulence": "Cột Trụ Lộng Lẫy",
  "A part of Old Penelope. This Engine must have dislodged in some kind of crash.": "Một phần của Penelope Cũ. Động cơ này hẳn đã bị bật ra trong một vụ tai nạn nào đó.",
  "Plane Engine": "Động Cơ Máy Bay",
  "A part of Old Penelope. This Cockpit must have dislodged in some kind of crash.": "Một phần của Penelope Cũ. Buồng lái này hẳn đã bị bật ra trong một vụ tai nạn nào đó.",
  "Plane Cockpit": "Buồng Lái Máy Bay",
  "Old Penelope is the tried and true cargo plane of George Cahill. She has put in many long years shuttling goods back and forth across the world. Unfortunately a freak storm while flying over StrangerVille has put her out of commission. Hopefully one day George will muster up enough energy to put the old horse back together.": "Penelope Cũ là máy bay chở hàng đã được kiểm chứng và thực tế của George Cahill. Nó đã trải qua nhiều năm dài vận chuyển hàng hóa qua lại khắp thế giới. Thật không may, một cơn bão kỳ lạ khi bay qua StrangerVille đã khiến nó ngừng hoạt động. Hy vọng một ngày nào đó George sẽ tập hợp đủ năng lượng để lắp ráp lại con ngựa già.",
  "Plane Tail": "Đuôi Máy Bay",
  "A part of Old Penelope. This Wing must have dislodged in some kind of crash.": "Một phần của Penelope Cũ. Cánh này hẳn đã bị bật ra trong một vụ tai nạn nào đó.",
  "Plane Wing": "Cánh Máy Bay",
  "For all your creature containment needs. Made from almost unbreakable materials, this barrel will help contain the meanest of creatures.\\n\\nWarning: Contents vary, and they may or may not...bite.": "Cho tất cả các nhu cầu ngăn chặn sinh vật của bạn. Được làm từ vật liệu gần như không thể phá vỡ, thùng này sẽ giúp ngăn chặn những sinh vật tồi tệ nhất.\n\nCảnh báo: Nội dung khác nhau và chúng có thể hoặc không thể...cắn.",
  "Containment Barrel": "Thùng Chứa",
  "Scratched, bruised, and cold this lonely table has been through a lot. It will never falter it will never waiver. It will stand the test of time. Just don't place anything on it.": "Trầy xước, bầm tím và lạnh lẽo, chiếc bàn cô đơn này đã trải qua rất nhiều chuyện. Nó sẽ không bao giờ chùn bước, nó sẽ không bao giờ nao núng. Nó sẽ đứng vững trước thử thách của thời gian. Chỉ cần đừng đặt bất cứ thứ gì lên nó.",
  "Experimental Aluminum Slate": "Phiến Nhôm Thử Nghiệm",
  "Complete with accessories. Live and relive the illusion of scientific work with this piece. Just beware of what can awaken...": "Hoàn chỉnh với các phụ kiện. Sống và hồi tưởng lại ảo ảnh của công việc khoa học với tác phẩm này. Chỉ cần cẩn thận với những gì có thể thức tỉnh...",
  "Careful Tinkering Table": "Bàn Mò Mẫm Cẩn Thận",
  "Super safe, we promise! Don't pay attention to the label, feel free to explore their contents.\\n\\nWarning: Contents vary, and they may or may not...bite.": "Siêu an toàn, chúng tôi hứa! Đừng chú ý đến nhãn, cứ thoải mái khám phá nội dung của chúng.\n\nCảnh báo: Nội dung khác nhau và chúng có thể hoặc không thể...cắn.",
  "Containment Barrel Stack": "Ngăn Xếp Thùng Chứa",
  "With the destruction of the Mother Plant you take the time to carve out a small trophy to display in your home. Now everyone will know that you put an end to the Mother Plant's control over StrangerVille.": "Với việc tiêu diệt Cây Mẹ, bạn dành thời gian để chạm khắc một chiếc cúp nhỏ để trưng bày trong nhà của mình. Giờ đây, mọi người sẽ biết rằng bạn đã chấm dứt sự kiểm soát của Cây Mẹ đối với StrangerVille.",
  "Mother Plant Tendril": "Xúc Tu Của Cây Mẹ",
  "Taken from [REDACTED], this [REDACTED] is [REDACTED], filled with [REDACTED] and will help decipher [REDACTED] with [REDACTED].": "Lấy từ [ĐÃ XÓA], [ĐÃ XÓA] này là [ĐÃ XÓA], chứa đầy [ĐÃ XÓA] và sẽ giúp giải mã [ĐÃ XÓA] với [ĐÃ XÓA].",
  "[REDACTED] Tendril": "Xúc Tu [ĐÃ XÓA]",
  "That nook that no one dares to look into but can't avoid. That window you see in all houses that seems to hold many secrets, and that no one seems to inhabit. What is it hiding? What is it showing?\\n\\nWait...Is that something moving up there?!": "Góc khuất mà không ai dám nhìn vào nhưng không thể tránh được. Cái cửa sổ mà bạn thấy trong tất cả các ngôi nhà dường như chứa đựng nhiều bí mật, và dường như không ai ở đó. Nó đang che giấu điều gì? Nó đang hiển thị điều gì?\n\nChờ đã... Có phải có thứ gì đó đang di chuyển ở trên đó không?!",
  "The Not So Dormant Dormer": "Cửa Sổ Mái Không Ngủ Đông",
  "This box of unassuming papers is probably not your grandmothers' box of old photos. Something about the redacted text on the side seems a bit off...": "Hộp giấy khiêm tốn này có lẽ không phải là hộp ảnh cũ của bà bạn. Có điều gì đó về văn bản đã chỉnh sửa ở bên cạnh có vẻ hơi kỳ lạ...",
  "Not your Grandmothers' Old Photos": "Không Phải Ảnh Cũ Của Bà Bạn",
  "This small cluster of beakers and burners is sure to fill out any small lab. We will not question what strange experiments these are being used for.": "Cụm cốc và đèn đốt nhỏ này chắc chắn sẽ lấp đầy bất kỳ phòng thí nghiệm nhỏ nào. Chúng tôi sẽ không chất vấn những thí nghiệm kỳ lạ nào mà những thứ này đang được sử dụng.",
  "Beakers and Burners": "Cốc và Đèn Đốt",
  "The Crabby Bottom Armadillo is always there to cheer you up. If you ever need to put a smile on your face, stare into this armadillo's confused little eyes. He never disapproves of you, and is always there to make you laugh. Everyone loves the Crabby Bottom Armadillo.": "Tê Tê Đáy Cáu Kỉnh luôn ở đó để cổ vũ bạn. Nếu bạn cần nở một nụ cười trên khuôn mặt của mình, hãy nhìn chằm chằm vào đôi mắt nhỏ bé bối rối của tê tê này. Anh ấy không bao giờ không chấp thuận bạn và luôn ở đó để khiến bạn cười. Mọi người đều yêu Tê Tê Đáy Cáu Kỉnh.",
  "Crabby Bottom Armadillo Yellow": "Tê Tê Đáy Cáu Kỉnh Vàng",
  "The Crabby Bottom Armadillo is always there to cheer you up. If you ever need to put a smile on your face, stare into this armadillos confused little eyes. He never disproves, and is always there to make you laugh. Everyone loves the Crabby Bottom Armadillo.": "Tê Tê Đáy Cáu Kỉnh luôn ở đó để cổ vũ bạn. Nếu bạn cần nở một nụ cười trên khuôn mặt của mình, hãy nhìn chằm chằm vào đôi mắt nhỏ bé bối rối của tê tê này. Anh ấy không bao giờ không chấp thuận và luôn ở đó để khiến bạn cười. Mọi người đều yêu Tê Tê Đáy Cáu Kỉnh.",
  "Crabby Bottom Armadillo Blue": "Tê Tê Đáy Cáu Kỉnh Xanh Lam",
  "Crabby Bottom Armadillo Red": "Tê Tê Đáy Cáu Kỉnh Đỏ",
  "Stacks on stacks on stacks... and not the good kind. Just looking at this stack of unorganized papers is overwhelming!": "Chồng chất chồng chất chồng chất... và không phải loại tốt. Chỉ cần nhìn vào chồng giấy tờ lộn xộn này thôi là đã thấy choáng ngợp!",
  "Unorganized Documents": "Tài Liệu Lộn Xộn",
  "People should really not be leaving such important documents lying around on the floor like this. Anyone can rummage through these to find important things.": "Mọi người thực sự không nên để những tài liệu quan trọng như vậy nằm la liệt trên sàn nhà như thế này. Bất kỳ ai cũng có thể lục lọi những thứ này để tìm những thứ quan trọng.",
  "Important Paper Clutter": "Giấy Tờ Quan Trọng Lộn Xộn",
  "This can be used to obtain a <b>Keycard</b> for the <b>Secret Lab</b>. Check the <b>Curio Shop Owner's</b> Secret Inventory, or ask <b>Scientists</b> or <b>Military Personnel</b> around town.": "Điều này có thể được sử dụng để lấy <b>Thẻ Khóa</b> cho <b>Phòng Thí Nghiệm Bí Mật</b>. Kiểm tra Kho Hàng Bí Mật của <b>Chủ Tiệm Đồ Cổ</b> hoặc hỏi <b>Các Nhà Khoa Học</b> hoặc <b>Nhân Viên Quân Sự</b> xung quanh thị trấn.",
  "Secret Dossier": "Hồ Sơ Bí Mật",
  "The Wacky Wonderful Carnival Sock is the perfect decoration to tie together your eclectic arts home. Do you like collecting souvenirs from the many places you have been? What better than this creepy looking souvenir.": "Tất Hội Chợ Kỳ Quái Tuyệt Vời là vật trang trí hoàn hảo để gắn kết ngôi nhà nghệ thuật chiết trung của bạn. Bạn có thích thu thập đồ lưu niệm từ nhiều nơi bạn đã đến không? Còn gì tốt hơn món đồ lưu niệm trông rùng rợn này.",
  "Wacky Wonderful Carnival Sock Alien": "Tất Hội Chợ Kỳ Quái Tuyệt Vời Người Ngoài Hành Tinh",
  "The Wacky Wonderful Carnival Sock is the perfect decoration to tie together your eclectic arts home. Do you like collecting souvenirs from the many places you have been. What better than this creepy looking souvenir.": "Tất Hội Chợ Kỳ Quái Tuyệt Vời là vật trang trí hoàn hảo để gắn kết ngôi nhà nghệ thuật chiết trung của bạn. Bạn có thích thu thập đồ lưu niệm từ nhiều nơi bạn đã đến không? Còn gì tốt hơn món đồ lưu niệm trông rùng rợn này.",
  "Wacky Wonderful Carnival Sock Cyclops": "Tất Hội Chợ Kỳ Quái Tuyệt Vời Cyclops",
  "Wacky Wonderful Carnival Sock Triclops": "Tất Hội Chợ Kỳ Quái Tuyệt Vời Triclops",
  "This stack of totally unassuming and not confidential papers should probably not get left out on any old table. Who knows who might be interested in this information.": "Chồng giấy tờ hoàn toàn khiêm tốn và không bí mật này có lẽ không nên bị bỏ lại trên bất kỳ chiếc bàn cũ nào. Ai biết ai có thể quan tâm đến thông tin này.",
  "Unassuming and Not Confidential Papers": "Các Giấy Tờ Khiêm Tốn và Không Bí Mật",
  "…for display purposes only.": "…chỉ dành cho mục đích trưng bày.",
  "Non-functional Air Conditioner": "Máy Điều Hòa Không Hoạt Động",
  "Relax as the soothing vistas scroll by. Escape to another reality, and forget the time and all your troubles... IM LATE!": "Thư giãn khi những khung cảnh êm dịu cuộn qua. Thoát đến một thực tế khác và quên đi thời gian và mọi rắc rối của bạn... TÔI TRỄ RỒI!",
  "Scrolling Decal Clock": "Đồng Hồ Dán Cuộn",
  "You may not be a world leader, but that doesn’t mean you can’t decorate like one!": "Bạn có thể không phải là nhà lãnh đạo thế giới, nhưng điều đó không có nghĩa là bạn không thể trang trí như một nhà lãnh đạo!",
  "Over-sized Uniform Accoutrements": "Đồ Trang Bị Đồng Phục Quá Khổ",
  "These monitors display top secret information about what could be hiding in the StrangerVille Secret Lab.": "Những màn hình này hiển thị thông tin tuyệt mật về những gì có thể đang ẩn náu trong Phòng Thí Nghiệm Bí Mật StrangerVille.",
  "Top Secret Monitor Display": "Màn Hình Hiển Thị Tuyệt Mật",
  "Unlock by reaching level 8 of the Military career while in the Covert Operator branch.": "Mở khóa bằng cách đạt cấp độ 8 của sự nghiệp Quân sự khi ở trong nhánh Nhân Viên Hoạt Động Bí Mật.",
  "Unlocked at level 8 of the Military career while in the Covert Operator branch.": "Đã mở khóa ở cấp độ 8 của sự nghiệp Quân sự khi ở trong nhánh Nhân Viên Hoạt Động Bí Mật.",
  "They may work...or not.\\n\\nBut don't they look like they belong there?": "Chúng có thể hoạt động...hoặc không.\n\nNhưng chúng không trông giống như thuộc về nơi đó sao?",
  "Vertical Spray Nozzles": "Vòi Phun Dọc",
  "sculptWall_GP07GENwall01 Placeholder Description": "sculptWall_GP07GENwall01 Mô Tả Giữ Chỗ",
  "sculptWall_GP07GENwall01 Placeholder Name": "sculptWall_GP07GENwall01 Tên Giữ Chỗ",
  "sculptWall_GP07GENwall02 Placeholder Description": "sculptWall_GP07GENwall02 Mô Tả Giữ Chỗ",
  "sculptWall_GP07GENwall02 Placeholder Name": "sculptWall_GP07GENwall02 Tên Giữ Chỗ",
  "sculptWall_GP07GENwall03 Placeholder Description": "sculptWall_GP07GENwall03 Mô Tả Giữ Chỗ",
  "sculptWall_GP07GENwall03 Placeholder Name": "sculptWall_GP07GENwall03 Tên Giữ Chỗ",
  "For fortresses, secret laboratories, and villain hideouts. Some may worry about the size of it, but trust us, it is so giant it will go unnoticed.": "Dành cho pháo đài, phòng thí nghiệm bí mật và nơi ẩn náu của kẻ злодей. Một số người có thể lo lắng về kích thước của nó, nhưng hãy tin chúng tôi, nó quá khổng lồ đến mức sẽ không ai nhận thấy.",
  "Inconspicuous Wall": "Bức Tường Kín Đáo",
  "sculptWall_GP07GENwallDiag01 Placeholder Description": "sculptWall_GP07GENwallDiag01 Mô Tả Giữ Chỗ",
  "sculptWall_GP07GENwallDiag01 Placeholder Name": "sculptWall_GP07GENwallDiag01 Tên Giữ Chỗ",
  "sculptWall_GP07GENwallDiag02 Placeholder Description": "sculptWall_GP07GENwallDiag02 Mô Tả Giữ Chỗ",
  "sculptWall_GP07GENwallDiag02 Placeholder Name": "sculptWall_GP07GENwallDiag02 Tên Giữ Chỗ",
  "sculptWall_GP07GENwallDiag03 Placeholder Description": "sculptWall_GP07GENwallDiag03 Mô Tả Giữ Chỗ",
  "sculptWall_GP07GENwallDiag03 Placeholder Name": "sculptWall_GP07GENwallDiag03 Tên Giữ Chỗ",
  "A revolution was waiting! Purification at the speed of sound… BOOM! A fresh smelling room without the hassle of gurgle, gurgle, shhhpeew, gurgle, blurp, pshooooooooo… finally my fresh aerated room, 10 minutes later. But the world wasn’t ready. Purification at that speed was too much to handle. People didn’t know how to handle that much power. The sheer pure-osity of it all was too much for people to control.": "Một cuộc cách mạng đang chờ đợi! Thanh lọc với tốc độ âm thanh… BÙM! Một căn phòng thơm tho mà không cần phải lách cách, lách cách, shhhpeew, lách cách, ọ ẹ, pshooooooooo… cuối cùng thì tôi cũng có một căn phòng thông thoáng, 10 phút sau. Nhưng thế giới đã không sẵn sàng. Sự thanh lọc với tốc độ đó là quá nhiều để xử lý. Mọi người không biết làm thế nào để xử lý nhiều sức mạnh như vậy. Độ tinh khiết tuyệt đối của tất cả là quá nhiều để mọi người kiểm soát.",
  "Purifier 5000 Prototype": "Nguyên Mẫu Máy Lọc 5000",
  "These Strange Wall Vines do not look that safe...WHY ARE THEY MOVING!": "Những Cây Dây Leo Tường Kỳ Lạ này trông không an toàn cho lắm...TẠI SAO CHÚNG LẠI DI CHUYỂN!",
  "Strange Wall Vines": "Cây Dây Leo Tường Kỳ Lạ",
  "We aren’t sure what it does, but the manufacturer said it was impressive just to look at, and it is! Plop this metal behemoth down in your home and wonder at its protrusive-ness!": "Chúng tôi không chắc nó làm gì, nhưng nhà sản xuất nói rằng chỉ cần nhìn vào nó thôi đã rất ấn tượng rồi, và đúng là vậy! Hãy đặt con quái vật kim loại này xuống nhà bạn và ngạc nhiên trước sự lồi lõm của nó!",
  "Over-sized Metal Wall Bracket, self-illuminating": "Giá Đỡ Tường Kim Loại Quá Khổ, tự phát sáng",
  "See all your stored items like a pro! Everything visible and accessible. Nothing to hide here, nothing to hide.": "Xem tất cả các vật phẩm được lưu trữ của bạn như một chuyên gia! Mọi thứ đều có thể nhìn thấy và truy cập được. Không có gì để che giấu ở đây, không có gì để che giấu.",
  "Heavy Metal - Heavy Duty Shelf": "Kim Loại Nặng - Kệ Siêu Bền",
  "Resourceful enthusiasts will challenge themselves to create DIY projects safely and affordable. This shower project is not an exception and we might say, the bar has been elevated. A couple of canisters, water hose, and an old \"gently\" used bathtub can become the bath of your dreams with a few adjustments. Assembly not required, use at your own risk.": "Những người đam mê tháo vát sẽ thử thách bản thân để tạo ra các dự án DIY một cách an toàn và giá cả phải chăng. Dự án vòi sen này không phải là một ngoại lệ và chúng tôi có thể nói rằng, tiêu chuẩn đã được nâng cao. Một vài hộp đựng, vòi nước và một bồn tắm cũ \"đã qua sử dụng nhẹ nhàng\" có thể trở thành bồn tắm trong mơ của bạn với một vài điều chỉnh. Không yêu cầu lắp ráp, sử dụng có rủi ro riêng.",
  "Epic DIY Shower": "Vòi Sen DIY Sử Thi",
  "It kind of makes you wonder what were the signs displayed? The dreams they shared...The colorful text in their infinite possibilities. The current look evokes the deepest thoughts about life and the passing of time.": "Nó khiến bạn tự hỏi những dấu hiệu nào đã được hiển thị? Những giấc mơ mà họ chia sẻ...Văn bản đầy màu sắc trong những khả năng vô hạn của chúng. Vẻ ngoài hiện tại gợi lên những suy nghĩ sâu sắc nhất về cuộc sống và sự trôi qua của thời gian.",
  "The 'No Sign' Sign": "Biển Báo 'Không Bảng Hiệu'",
  "signOutdoorFloor_GP07GENroadside_4x1x8 placeholder description": "signOutdoorFloor_GP07GENroadside_4x1x8 mô tả giữ chỗ",
  "signOutdoorFloor_GP07GENroadside_4x1x8 placeholder name": "signOutdoorFloor_GP07GENroadside_4x1x8 tên giữ chỗ",
  "signOutdoorFloor_GP07GENroadside_4x1x9 placeholder description": "signOutdoorFloor_GP07GENroadside_4x1x9 mô tả giữ chỗ",
  "signOutdoorFloor_GP07GENroadside_4x1x9 placeholder name": "signOutdoorFloor_GP07GENroadside_4x1x9 tên giữ chỗ",
  "Durable and rustic, this sign will let you place the signs of your choice and promises to withstand any scenario of disaster. Comes complete with lights so you can see your desired sign, even in pitch black!": "Bền bỉ và mộc mạc, biển báo này sẽ cho phép bạn đặt các biển báo bạn chọn và hứa hẹn sẽ chịu được bất kỳ tình huống thảm họa nào. Đi kèm với đèn chiếu sáng để bạn có thể nhìn thấy biển báo mong muốn của mình, ngay cả trong bóng tối!",
  "Indestructable Industrial Sign": "Biển Báo Công Nghiệp Không Thể Phá Hủy",
  "Perfect complement to The Tekxhnik. This chair will make you feel like you are the captain of a spaceship, or just look super cool in your office, lab, or for the home if you so choose. Assembly not needed.": "Sự bổ sung hoàn hảo cho Tekxhnik. Chiếc ghế này sẽ khiến bạn cảm thấy như mình là thuyền trưởng của một con tàu vũ trụ, hoặc chỉ trông siêu круто trong văn phòng, phòng thí nghiệm hoặc cho ngôi nhà của bạn nếu bạn chọn như vậy. Không cần lắp ráp.",
  "The Tekxhnik Chair": "Ghế Tekxhnik",
  "For all your futuristic, sci-ency staging needs.": "Cho tất cả các nhu cầu dàn dựng khoa học viễn tưởng, tương lai của bạn.",
  "Glass Top Stage Stairs": "Cầu Thang Sân Khấu Mặt Kính",
  "Welcome to the Soundtastic Fantastic Royale! Prepare for the journey of your life! Want to hear something old? Something new? Have you eyes light up with anticipation for when you think you will hear your favorite song. No shame in listening to that song that makes you sing out of the top of your lungs, or that song that makes you cry and hug everyone. The Soundtastic Fantastic Royale has them all and is there for you!": "Chào mừng bạn đến với Soundtastic Fantastic Royale! Hãy chuẩn bị cho cuộc hành trình của cuộc đời bạn! Bạn muốn nghe điều gì đó cũ? Điều gì đó mới? Đôi mắt của bạn có sáng lên với sự mong đợi khi bạn nghĩ rằng mình sẽ nghe thấy bài hát yêu thích của mình không. Đừng xấu hổ khi nghe bài hát khiến bạn hát hết mình hoặc bài hát khiến bạn khóc và ôm mọi người. Soundtastic Fantastic Royale có tất cả và luôn ở đó vì bạn!",
  "The Soundtastic Fantastic Royale": "Soundtastic Fantastic Royale",
  "The strange and inoffensive music it blares is laced with mystery and subliminal messaging. Maybe.": "Âm nhạc kỳ lạ và vô hại mà nó phát ra được pha trộn với những bí ẩn và thông điệp tiềm thức. Có lẽ.",
  "Strange Tunes Wall Speaker": "Loa Treo Tường Âm Thanh Kỳ Lạ",
  "StreetDecoGP07_AwningSlope3x1": "StreetDecoGP07_AwningSlope3x1",
  "StreetDecoGP07_CellDoor2x1": "StreetDecoGP07_CellDoor2x1",
  "StreetDecoGP07_DirtMound": "StreetDecoGP07_DirtMound",
  "StreetDecoGP07_DirtPile": "StreetDecoGP07_DirtPile",
  "StreetDecoGP07_DoorMat": "StreetDecoGP07_DoorMat",
  "StreetDecoGP07_FenceWood": "StreetDecoGP07_FenceWood",
  "StreetDecoGP07_FireEscape": "StreetDecoGP07_FireEscape",
  "StreetDecoGP07_Graffiti_01": "StreetDecoGP07_Graffiti_01",
  "StreetDecoGP07_Graffiti_02": "StreetDecoGP07_Graffiti_02",
  "StreetDecoGP07_JunkCar_01": "StreetDecoGP07_JunkCar_01",
  "StreetDecoGP07_JunkCar_02": "StreetDecoGP07_JunkCar_02",
  "StreetDecoGP07_LightOutdoorWall": "StreetDecoGP07_LightOutdoorWall",
  "StreetDecoGP07_ParkingStop": "StreetDecoGP07_ParkingStop",
  "StreetDecoGP07_PipeWall_set1": "StreetDecoGP07_PipeWall_set1",
  "StreetDecoGP07_PipeWall_set2": "StreetDecoGP07_PipeWall_set2",
  "StreetDecoGP07_PipeWall_set3": "StreetDecoGP07_PipeWall_set3",
  "StreetDecoGP07_PowerBox": "StreetDecoGP07_PowerBox",
  "StreetDecoGP07_RV_01": "StreetDecoGP07_RV_01",
  "StreetDecoGP07_RV_02": "StreetDecoGP07_RV_02",
  "StreetDecoGP07_RV_Awning_01": "StreetDecoGP07_RV_Awning_01",
  "StreetDecoGP07_RV_Awning_02": "StreetDecoGP07_RV_Awning_02",
  "StreetDecoGP07_RV_Lawn": "StreetDecoGP07_RV_Lawn",
  "StreetDecoGP07_RV_PicketFence": "StreetDecoGP07_RV_PicketFence",
  "StreetDecoGP07_StringLights": "StreetDecoGP07_StringLights",
  "StreetDecoGP07_StringLights_Cascade": "StreetDecoGP07_StringLights_Cascade",
  "StreetDecoGP07_StringLights_Post": "StreetDecoGP07_StringLights_Post",
  "StreetDecoGP07_Tire": "StreetDecoGP07_Tire",
  "StreetDecoGP07_TownSign": "StreetDecoGP07_TownSign",
  "StreetDecoGP07_UtilityBox_Connector": "StreetDecoGP07_UtilityBox_Connector",
  "StreetDecoGP07_UtilityBox_WindowIron_set1": "StreetDecoGP07_UtilityBox_WindowIron_set1",
  "StreetDecoGP07_UtilityBox_WindowIron_set2": "StreetDecoGP07_UtilityBox_WindowIron_set2",
  "StreetDecoGP07_UtilityBox1x2x2_set1": "StreetDecoGP07_UtilityBox1x2x2_set1",
  "StreetDecoGP07_UtilityBox1x2x2_set2": "StreetDecoGP07_UtilityBox1x2x2_set2",
  "StreetDecoGP07_UtilityBox1x2x2_set3": "StreetDecoGP07_UtilityBox1x2x2_set3",
  "StreetDecoGP07_WallAC": "StreetDecoGP07_WallAC",
  "StreetDecoGP07_WaterTank": "StreetDecoGP07_WaterTank",
  "A simple pipette.": "Một ống hút đơn giản.",
  "Pipette": "Pipette",
  "Pst, Pssstt.": "Pst, Pssstt.",
  "Spray": "Bình Xịt",
  "A simple swab, material unknown.": "Một miếng gạc đơn giản, không rõ chất liệu.",
  "Swab": "Gạc",
  "The B64 Training Bot is the perfect companion for Sims to practice their sparring techniques. Be careful, this bot fights back!": "B64 Training Bot là người bạn đồng hành hoàn hảo để Sims luyện tập các kỹ thuật đấu tập của họ. Hãy cẩn thận, bot này phản công!",
  "B64 Training Bot": "B64 Training Bot",
  "This training bot looks like it has been dressed up to replicate the behavior of something... But what could it be? Looks like whoever put this thing together really needs to work on their hot glue gun skills.": "Bot huấn luyện này trông như thể nó đã được hóa trang để mô phỏng hành vi của một thứ gì đó... Nhưng nó có thể là gì? Có vẻ như bất cứ ai lắp ráp thứ này đều thực sự cần phải làm việc với kỹ năng súng bắn keo nóng của họ.",
  "Modified B64 Training Bot": "B64 Training Bot Đã Sửa Đổi",
  "Unlock by reaching level 8 of the Military career while in the Officer branch.": "Mở khóa bằng cách đạt cấp độ 8 của sự nghiệp Quân sự khi ở trong nhánh Sĩ Quan.",
  "Unlocked at level 8 of the Military career while in the Officer Branch.": "Đã mở khóa ở cấp độ 8 của sự nghiệp Quân sự khi ở trong Nhánh Sĩ Quan.",
  "Made by up and coming design firm We Are Very Mysterious - Really, Inc. This beautiful and regal tall window will be a center of attention of inhabitants and passerbys alike.\\n\\nThe company's creative minds got inspired by vintage wooden textured windows with a hint of mistery and the phrase \"The eyes are the windows of the soul\" to create this piece that will make you want to look, but won't let you due to the fantastically crafted iron fence that adorns it.\\n\\nKeeping secrets in, fabulously.": "Được tạo bởi công ty thiết kế mới nổi We Are Very Mysterious - Really, Inc. Cửa sổ cao đẹp và vương giả này sẽ là trung tâm thu hút sự chú ý của cả cư dân và người qua đường.\n\nCác bộ óc sáng tạo của công ty đã lấy cảm hứng từ những cửa sổ có kết cấu gỗ cổ điển với một chút bí ẩn và cụm từ \"Đôi mắt là cửa sổ tâm hồn\" để tạo ra tác phẩm này, tác phẩm sẽ khiến bạn muốn nhìn, nhưng sẽ không cho phép bạn vì hàng rào sắt thủ công tuyệt vời tô điểm cho nó.\n\nGiữ bí mật trong, tuyệt vời.",
  "Window Of Mystere": "Cửa Sổ Bí Ẩn",
  "Looking for some \"normal\" windows? Not into the over the top flair and intricate designs? Look no further! The Discreet will offer a simple, and functional design that will adorn your home lot as intended. Not calling too much attention to your home lot, but giving a hint of intricacy with its grooves and small details that you can see if you are close...like reaaaaally close.": "Bạn đang tìm kiếm một số cửa sổ \"bình thường\"? Không thích phong cách quá đỉnh và thiết kế phức tạp? Đừng tìm đâu xa! Discreet sẽ cung cấp một thiết kế đơn giản và chức năng, tô điểm cho Lô đất nhà bạn như dự định. Không thu hút quá nhiều sự chú ý đến Lô đất nhà bạn, nhưng mang đến một chút phức tạp với các đường rãnh và chi tiết nhỏ mà bạn có thể thấy nếu bạn ở gần...giống như thựcc sự gần.",
  "The Discreet": "Discreet",
  "From the secret minds of the Specter design firm, comes a carefully crafted piece that will make your home feel a little bit more Midnight Hollow and less Del Sol Valley. Give your home a classic look that is simple and elegant and create an air of mystery effortlessly.": "Từ những bộ óc bí mật của công ty thiết kế Specter, một tác phẩm được chế tạo cẩn thận sẽ khiến ngôi nhà của bạn cảm thấy giống Midnight Hollow hơn một chút và ít giống Del Sol Valley hơn. Mang đến cho ngôi nhà của bạn một vẻ ngoài cổ điển, đơn giản và trang nhã, đồng thời tạo ra một bầu không khí bí ẩn một cách dễ dàng.",
  "Arched Aperture": "Khẩu Độ Vòm",
  "The Specter design firm decided that if you are going to design a home lot, all aspects should be cohesive. Specter's vision not only focused on the visual real state for living rooms or bedrooms, but the group considered the attic as more than just a storage room, and that it deserved its own window to match.": "Công ty thiết kế Specter quyết định rằng nếu bạn định thiết kế một Lô đất nhà, tất cả các khía cạnh phải gắn kết với nhau. Tầm nhìn của Specter không chỉ tập trung vào bất động sản trực quan cho phòng khách hoặc phòng ngủ, mà nhóm còn coi tầng áp mái là hơn cả một phòng chứa đồ và nó xứng đáng có cửa sổ riêng để phù hợp.",
  "Sky Parlor Delight": "Niềm Vui Gác Xép Trên Trời",
  "Following the success of \"Window Of Mystere\", the We Are Very Misterious -Really, Inc. design firm decided to go one pane further. Presenting Shuttered Mystere, with added shutters! For creating a look that only can be opened from within.": "Tiếp nối thành công của \"Cửa Sổ Bí Ẩn\", công ty thiết kế We Are Very Misterious -Really, Inc. quyết định tiến thêm một ô nữa. Xin giới thiệu Shuttered Mystere, với các cửa chớp được thêm vào! Để tạo ra một vẻ ngoài chỉ có thể được mở từ bên trong.",
  "Shuttered Mystere": "Shuttered Mystere",
  "Following the steps of the original The Discreet, now it comes in a two pane version to delight your classic yet refined vintage taste, giving your lot a cozy, homey vibe.": "Theo các bước của The Discreet ban đầu, giờ đây nó có phiên bản hai ô để làm hài lòng gu thẩm mỹ cổ điển nhưng tinh tế của bạn, mang đến cho lô đất của bạn một bầu không khí ấm cúng, thân thiện.",
  "Twice Discreet": "Twice Discreet",
  "Specter's vision for bigger wall spaces, the three pane offering of the Arched Aperture brings even more visual real state to make your home lot even more luxurious.": "Tầm nhìn của Specter về không gian tường lớn hơn, sản phẩm ba ô của Arched Aperture mang lại nhiều bất động sản trực quan hơn để làm cho Lô đất nhà bạn thậm chí còn sang trọng hơn.",
  "Thrice Arched Aperture": "Thrice Arched Aperture",
  "The residents of StrangerVille say that this mysterious lab holds some deep dark secrets. Though there are many rumours, no one has ever set foot in the Secret Lab since the explosion. The Military seems to be keeping a close watch to ensure nothing goes in or out. Although security is tight around the lab, the locals say there is a small crack in the back of the fence that someone might be able to slip through undetected.": "Cư dân StrangerVille nói rằng phòng thí nghiệm bí ẩn này chứa đựng một số bí mật đen tối sâu sắc. Mặc dù có nhiều tin đồn, nhưng không ai từng đặt chân vào Phòng Thí Nghiệm Bí Mật kể từ sau vụ nổ. Quân đội dường như đang theo dõi chặt chẽ để đảm bảo không có gì ra vào. Mặc dù an ninh được thắt chặt xung quanh phòng thí nghiệm, nhưng người dân địa phương nói rằng có một vết nứt nhỏ ở phía sau hàng rào mà ai đó có thể lẻn qua mà không bị phát hiện.",
  "The <font color='#000000'>██████</font> Lab": "Phòng Thí Nghiệm <font color='#000000'>██████</font>",
  "Located on a spacious corner lot in the StrangerVille Plaza The Riverside Grove is a quaint home for a small family.": "Nằm trên một lô đất góc rộng rãi trong Plaza StrangerVille, Riverside Grove là một ngôi nhà cổ kính dành cho một gia đình nhỏ.",
  "The Sigworth family is rather new in town. Jess, the mom, had to transfer to the StrangerVille National Base. After spending a few days on the base Dylan has started to notice something is a bit off about his wife. Although Dylan is doing all he can to reassure their daughter that everything is okay. Christie is starting to catch on and it is only a matter of time until she realizes what is going on.": "Gia đình Sigworth khá mới ở thị trấn. Jess, người mẹ, đã phải chuyển đến Căn Cứ Quốc Gia StrangerVille. Sau vài ngày ở căn cứ, Dylan bắt đầu nhận thấy có điều gì đó không ổn về vợ mình. Mặc dù Dylan đang làm mọi thứ có thể để trấn an con gái của họ rằng mọi thứ đều ổn. Christie đang bắt đầu hiểu ra và chỉ còn là vấn đề thời gian cho đến khi cô ấy nhận ra chuyện gì đang xảy ra.",
  "Sigworth": "Sigworth",
  "Riverside Grove": "Riverside Grove",
  "George Cahill was a retired pilot who enjoyed taking his beloved plane Penelope for long flights across the world. After passing over StrangerVille there was a large flash of light causing his plane to short circuit and crash. George has since set up camp in the cargo bay of Old Penelope, and has lived on the outskirts of StrangerVille ever since. Although he has grown skeptical of the residents of StrangerVille he means no harm and mostly keeps to himself.": "George Cahill là một phi công đã nghỉ hưu, thích đưa chiếc máy bay Penelope yêu quý của mình thực hiện những chuyến bay dài vòng quanh thế giới. Sau khi bay qua StrangerVille, có một tia sáng lớn khiến máy bay của anh bị đoản mạch và rơi. George kể từ đó đã dựng trại trong khoang chở hàng của Penelope Cũ, và đã sống ở vùng ngoại ô StrangerVille kể từ đó. Mặc dù anh ấy đã trở nên hoài nghi về cư dân của StrangerVille, anh ấy không có ý gây hại và chủ yếu sống khép kín.",
  "Cahill": "Cahill",
  "Old Penelope": "Penelope Cũ",
  "Nestled in the the heart of the StrangerVille Plaza, this quaint home is perfect for anyone new in town. Right across from the StrangerVille Library and the hottest bar in town Carpophagous Corner will put you right next to all the best attractions StrangerVille has to offer. ": "Nằm nép mình ở trung tâm của Plaza StrangerVille, ngôi nhà cổ kính này là hoàn hảo cho bất kỳ ai mới đến thị trấn. Ngay đối diện với Thư Viện StrangerVille và quán bar hot nhất trong thị trấn, Carpophagous Corner sẽ đưa bạn ngay bên cạnh tất cả các điểm tham quan tuyệt vời nhất mà StrangerVille mang lại.",
  "Carpophagous Corner": "Carpophagous Corner",
  "8 Bells is the hottest bar in StrangerVille. Though they have little competition, the locals swear by the drinks. Located just near the StrangerVille National Base, you can always find Military Personnel winding down after a hard days work. The staff is friendly and are always looking to tell stories of StrangerVille.": "8 Bells là quán bar hot nhất ở StrangerVille. Mặc dù họ có ít sự cạnh tranh, người dân địa phương thề bằng đồ uống. Nằm ngay gần Căn Cứ Quốc Gia StrangerVille, bạn luôn có thể tìm thấy Nhân Viên Quân Sự thư giãn sau một ngày làm việc vất vả. Các nhân viên thân thiện và luôn tìm cách kể những câu chuyện về StrangerVille.",
  "8 Bells": "8 Bells",
  "The StrangerVille Information Center is a great place to hang out and study. We have a massive StrangerVille Archive where anyone can browse till their heart is content. The archives contain information about all the weird and unusual phenomena that has happened in our lovely little town. You can always find local Scientists here trying to brush up on research.": "Trung Tâm Thông Tin StrangerVille là một nơi tuyệt vời để thư giãn và học tập. Chúng tôi có một Hồ Sơ Lưu Trữ StrangerVille khổng lồ, nơi bất kỳ ai cũng có thể duyệt đến khi trái tim họ mãn nguyện. Các hồ sơ lưu trữ chứa thông tin về tất cả các hiện tượng kỳ lạ và khác thường đã xảy ra ở thị trấn nhỏ đáng yêu của chúng ta. Bạn luôn có thể tìm thấy các Nhà Khoa Học địa phương ở đây đang cố gắng ôn lại nghiên cứu.",
  "StrangerVille Information Center": "Trung Tâm Thông Tin StrangerVille",
  "Slip 42 used to be home to a local Conspiracy Theorist. One day they just decided to leave, no warning or notice, they were just gone. Upon inspection we found a strange note saying something about finding the Answer to the Ultimate Question of Life, The Universe, and Everything. The tenant even left all of their belongings behind. Those Conspiracy Theorists are definitely a strange bunch, but lucky for you Slip 42 is now vacant.": "Slip 42 từng là nhà của một Người Theo Thuyết Âm Mưu địa phương. Một ngày nọ, họ chỉ đơn giản là quyết định rời đi, không cảnh báo hay thông báo, họ chỉ đơn giản là biến mất. Sau khi kiểm tra, chúng tôi tìm thấy một ghi chú kỳ lạ nói về việc tìm ra Câu Trả Lời cho Câu Hỏi Cuối Cùng về Cuộc Sống, Vũ Trụ và Mọi Thứ. Người thuê nhà thậm chí còn để lại tất cả đồ đạc của họ. Những Người Theo Thuyết Âm Mưu đó chắc chắn là một lũ kỳ lạ, nhưng may mắn cho bạn là Slip 42 hiện đang trống.",
  "Slip 42": "Slip 42",
  "Nestled slightly outside of town, and overlooking the StrangerVille creek. This quaint cliff side plot is bound to make the perfect foundation for any home.": "Nằm nép mình hơi bên ngoài thị trấn và nhìn ra lạch StrangerVille. Mảnh đất bên vách đá cổ kính này chắc chắn sẽ tạo nền tảng hoàn hảo cho bất kỳ ngôi nhà nào.",
  "Creek Corner Cove": "Creek Corner Cove",
  "Dream Weavers Way is tucked high atop a plateau where you can hear the babbling brook and embrace your inner creative self. Perfect for any starving artist that is just looking to get away from it all.": "Dream Weavers Way nằm khuất trên đỉnh một cao nguyên, nơi bạn có thể nghe thấy tiếng suối róc rách và ôm lấy con người sáng tạo bên trong mình. Hoàn hảo cho bất kỳ nghệ sĩ đang chết đói nào chỉ đang tìm cách trốn tránh tất cả.",
  "The Eclectic Arts Household consists of three friends who have decided to cut ties with the modern world in order to explore their inner creativity. They received a large sum of money from their parents, and are using it to explore their creative dreams in a less hectic town.": "Hộ Nghệ Thuật Chiết Trung bao gồm ba người bạn đã quyết định cắt đứt quan hệ với thế giới hiện đại để khám phá sự sáng tạo bên trong của họ. Họ đã nhận được một khoản tiền lớn từ cha mẹ của họ, và đang sử dụng nó để khám phá những giấc mơ sáng tạo của họ ở một thị trấn ít bận rộn hơn.",
  "Eclectic Arts Household": "Hộ Nghệ Thuật Chiết Trung",
  "Dream Weavers Way": "Dream Weavers Way",
  "StrangerVille is known for its plateaus and unique rock formations. There is no better place like Plateau Place to take all of that in.": "StrangerVille nổi tiếng với những cao nguyên và các thành tạo đá độc đáo. Không có nơi nào tốt hơn như Plateau Place để tận hưởng tất cả những điều đó.",
  "Plateau Place": "Plateau Place",
  "Providing the best views overlooking StrangerVille, Cliff Side Crest is the perfect place to build your dream home. Just ignore the strange lights coming from that crater.": "Cung cấp tầm nhìn tốt nhất nhìn ra StrangerVille, Cliff Side Crest là nơi hoàn hảo để xây dựng ngôi nhà mơ ước của bạn. Chỉ cần bỏ qua những ánh sáng kỳ lạ phát ra từ miệng núi lửa đó.",
  "Cliff Side Crest": "Cliff Side Crest",
  "With the best views of the StrangerVille Plaza the StrangerVille Overlook is the perfect place to keep a watchful eye on the tiny town of StrangerVille.": "Với tầm nhìn đẹp nhất ra Plaza StrangerVille, StrangerVille Overlook là nơi hoàn hảo để theo dõi thị trấn nhỏ bé StrangerVille.",
  "The Roswell's are the oldest residents in StrangerVille. Ted Roswell has since become the mayor and has been aggressively pushing to get StrangerVille to be more technologically advanced. He has made some shady deals, but his crowning achievement has been the construction of the Crater Base and Secret Lab. Ted's wife, Meredith, has been noticing Ted acting very strange at night. It might have something to do with his frequent visits to the Secret Lab to try and cover things up.": "Gia đình Roswell là cư dân lâu đời nhất ở StrangerVille. Ted Roswell kể từ đó đã trở thành thị trưởng và đã tích cực thúc đẩy StrangerVille trở nên tiên tiến hơn về mặt công nghệ. Anh ta đã thực hiện một số thỏa thuận mờ ám, nhưng thành tích lớn nhất của anh ta là việc xây dựng Căn Cứ Miệng Núi Lửa và Phòng Thí Nghiệm Bí Mật. Vợ của Ted, Meredith, đã nhận thấy Ted hành động rất lạ vào ban đêm. Có thể có liên quan đến những chuyến thăm thường xuyên của anh ấy đến Phòng Thí Nghiệm Bí Mật để cố gắng che đậy mọi thứ.",
  "Roswell": "Roswell",
  "StrangerVille Overlook": "StrangerVille Overlook",
  "Pries": "Pries",
  "Clear Out Vines": "Dọn Sạch Dây Leo",
  "Search StrangerVille Archives": "Tìm Kiếm Hồ Sơ Lưu Trữ StrangerVille",
  "Restricted to Military Career Personnel Level 5 or higher.": "Chỉ dành cho Nhân Viên Sự Nghiệp Quân Sự Cấp 5 trở lên.",
  "{0.SimFirstName} has already requisitioned a keycard. Check the mailbox after mail is delivered.": "{0.SimFirstName} đã yêu cầu một thẻ khóa. Kiểm tra hộp thư sau khi thư được gửi.",
  "Requisition Keycard": "Yêu Cầu Thẻ Khóa",
  "Research Historic Battles": "Nghiên Cứu Các Trận Đánh Lịch Sử",
  "Look up Conspiracy Theories": "Tìm Kiếm Thuyết Âm Mưu",
  "Requires Programming Skill 3 or Higher": "Yêu cầu Kỹ năng Lập trình 3 trở lên",
  "Hack for Evidence": "Hack để Lấy Bằng Chứng",
  "<b>Requires: Secret Dossier</b>\\nUse Evidence in your Sims inventory to compile a Secret Dossier.": "<b>Yêu Cầu: Hồ Sơ Tuyệt Mật</b>\nSử dụng Bằng Chứng trong hành trang Sims của bạn để biên soạn một Hồ Sơ Bí Mật.",
  "Upload Secret Dossier to the Hacker Forums": "Tải Hồ Sơ Bí Mật lên Diễn Đàn Hacker",
  "Change Passwords": "Thay Đổi Mật Khẩu",
  "Write Report": "Viết Báo Cáo",
  "{0.SimName} is being devoured by the Mother Plant. This will be the end of {0.SimName}.": "{0.SimName} đang bị Cây Mẹ nuốt chửng. Đây sẽ là kết thúc của {0.SimName}.",
  "Death By Mother Plant": "Chết Bởi Cây Mẹ",
  "Arm for Plant Attack (DEBUG)": "Chuẩn Bị Cho Cuộc Tấn Công Của Cây (GỠ LỖ)",
  "Clog with Vines (DEBUG)": "Tắc Nghẽn Với Dây Leo (GỠ LỖ)",
  "A <b>Photo of Bizarre Plant</b> has been added to your Sims Inventory.": "Một <b>Ảnh Cây Kỳ Quái</b> đã được thêm vào Hành Trang Sims của bạn.",
  "You already have a picture of this in your inventory.": "Bạn đã có một bức ảnh về điều này trong hành trang của mình.",
  "Harvest Bizarre Fruit": "Thu Hoạch Quả Kỳ Quái",
  "{0.ObjectDescription}": "{0.ObjectDescription}",
  "Possess to Clear Vines": "Ám Để Dọn Dây Leo",
  "Possess to Destroy Plant": "Ám Để Tiêu Diệt Cây",
  "Open Fan Mail": "Mở Thư của Người hâm mộ",
  "<b>Requires: {1.SimFirstName} to Be Recently Vaccinated</b>\\nAdminister Infection Vaccine before trying to Recruit to Fight Mother Plant.": "<b>Yêu Cầu: {1.SimFirstName} Gần Đây Phải Được Tiêm Phòng</b>\nTiêm Vắc-xin Chống Lây Nhiễm trước khi cố gắng Chiêu Mộ để Chiến Đấu với Cây Mẹ.",
  "Create Infection Vaccine": "Tạo Vắc-xin Chống Lây Nhiễm",
  "<b>Requires: 5 Spore Clusters and 1 Bizarre Fruit</b>\\nUse the Infection Scanner to scan for Spore Clusters, and Nurture a Bizarre Plant to get Bizarre Fruit.": "<b>Yêu Cầu: 5 Cụm Bào Tử và 1 Quả Kỳ Quái</b>\nSử dụng Máy Quét Lây Nhiễm để quét Cụm Bào Tử và Nuôi Dưỡng Cây Kỳ Quái để có được Quả Kỳ Quái.",
  "Resume Making Vaccine": "Tiếp Tục Làm Vắc-xin",
  "Create Experimental Vaccine": "Tạo Vắc-xin Thử Nghiệm",
  "Give Bizarre Fruit": "Cho Quả Kỳ Quái",
  "You must wait some time before nurturing this plant again.": "Bạn phải đợi một thời gian trước khi nuôi dưỡng cây này nữa.",
  "Nurture": "Nuôi Dưỡng",
  "Chat with Plant": "Trò Chuyện với Cây",
  "Taunt": "Chế Nhạo",
  "Traces of infection have been detected in your refrigerator. We have confiscated it, and all of its contents. A refund has been issued for any inconvenience this may have caused.": "Dấu vết của sự lây nhiễm đã được phát hiện trong tủ lạnh của bạn. Chúng tôi đã tịch thu nó và tất cả nội dung của nó. Một khoản hoàn trả đã được phát hành cho bất kỳ sự bất tiện nào mà điều này có thể gây ra.",
  "<b>Battery Power Low:</b> Allow time for this unit to recharge.\\n\\nTry scanning near areas with a high concentration of spores.": "<b>Năng Lượng Pin Thấp:</b> Hãy cho phép thời gian để thiết bị này sạc lại.\n\nHãy thử quét gần các khu vực có nồng độ bào tử cao.",
  "Scan Area": "Quét Khu Vực",
  "<b>Requires: Spore Filter</b>\\nQuestion Scientists around town about Spores to get a Spore Filter.": "<b>Yêu Cầu: Bộ Lọc Bào Tử</b>\nHỏi Các Nhà Khoa Học xung quanh thị trấn về Bào Tử để có được Bộ Lọc Bào Tử.",
  "<b>Requires: Incomplete Hazmat Suite</b>\\nQuestion the Curio Shop Owner about Spores to see if they can help.": "<b>Yêu Cầu: Bộ Hazmat Chưa Hoàn Chỉnh</b>\nHỏi Chủ Tiệm Đồ Cổ về Bào Tử để xem họ có thể giúp gì không.",
  "It doesn't look like there's anything useful to find here... for now.": "Có vẻ như không có gì hữu ích để tìm ở đây cả... hiện tại thì là vậy.",
  "This has already been searched. Try asking other StrangerVille residents or looking in other places for more evidence.": "Cái này đã được tìm kiếm rồi. Hãy thử hỏi những cư dân StrangerVille khác hoặc tìm kiếm ở những nơi khác để có thêm bằng chứng.",
  "Blackmail": "Tống Tiền",
  "Listen In On {2.SimName}": "Nghe Lén {2.SimName}",
  "Be Blackmailed": "Bị Tống Tiền",
  "Suspicious Hug": "Ôm Đáng Nghi",
  "{1.SimName} wasn't happy about being Blackmailed, but they coughed up some Simoleons to make sure that recording never got into the wrong hands.": "{1.SimName} không hài lòng về việc bị Tống Tiền, nhưng họ đã nôn ra một ít Simoleon để đảm bảo rằng bản ghi âm đó không bao giờ rơi vào tay kẻ xấu.",
  "{1.SimName} didn't notice the bug being planted. Use the <b>Listening Device</b> to see if {1.SimName} spills any important information!": "{1.SimName} đã không nhận thấy con bọ đang được cấy. Sử dụng <b>Thiết Bị Nghe</b> để xem liệu {1.SimName} có tiết lộ bất kỳ thông tin quan trọng nào không!",
  "Plant Bug": "Cấy Bọ",
  "Thank you for shopping at Curios, Creations, and More... No one ever asks me what the \"More\" is, but any-who enjoy your new items.": "Cảm ơn bạn đã mua sắm tại Đồ Cổ, Sáng Tạo, và Hơn Thế Nữa... Không ai từng hỏi tôi \"Hơn Thế Nữa\" là gì, nhưng dù sao thì hãy tận hưởng những món đồ mới của bạn.",
  "Buy Discounted Items...": "Mua Các Vật Phẩm Giảm Giá...",
  "Buy Curio": "Mua Đồ Cổ",
  "Buy Curio Items...": "Mua Các Vật Phẩm Đồ Cổ...",
  "Buy Tin-foil Hat": "Mua Mũ Giấy Bạc",
  "Buy a Novelty T-Shirt": "Mua Áo Thun Mới Lạ",
  "Buy and Wear Tin-foil Hat": "Mua và Đội Mũ Giấy Bạc",
  "Buy and Wear a Novelty T-Shirt": "Mua và Mặc Áo Thun Mới Lạ",
  "Requires Secret Dossier.": "Yêu cầu Hồ sơ Tuyệt mật.",
  "???????": "????????",
  "Come back after encountering <b>Strange Spores</b> in the <b>Secret Lab</b>.": "Hãy quay lại sau khi gặp phải <b>Bào Tử Lạ</b> trong <b>Phòng Thí Nghiệm Bí Mật</b>.",
  "Only 1 Hazmat Suit Per Person": "Chỉ 1 Bộ Đồ Hazmat Cho Mỗi Người",
  "Question about Spores in Lab with the Curio Shop owner. Maybe he has something that might help.": "Hỏi về Bào Tử trong Phòng Thí Nghiệm với chủ Tiệm Đồ Cổ. Có lẽ anh ta có thứ gì đó có thể giúp ích.",
  "Enjoy your brand new <b>Incomplete Hazmat Suit</b>, I told you it was missing a crucial component... You might want to Question <b>Scientists</b> about Spores. They might be able to provide some kind of <b>Spore Filter</b>.": "Hãy tận hưởng <b>Bộ Đồ Hazmat Chưa Hoàn Chỉnh</b> hoàn toàn mới của bạn, tôi đã bảo bạn là nó thiếu một thành phần quan trọng mà... Bạn có thể muốn Hỏi <b>Các Nhà Khoa Học</b> về Bào Tử. Họ có thể cung cấp một loại <b>Bộ Lọc Bào Tử</b> nào đó.",
  "Buy Hazmat Suit": "Mua Bộ Đồ Hazmat",
  "Come back after examining the <b>Lab Door</b> in the <b>Secret Lab.</b>": "Hãy quay lại sau khi kiểm tra <b>Cửa Phòng Thí Nghiệm</b> trong <b>Phòng Thí Nghiệm Bí Mật.</b>",
  "<b>Request Keycard</b> from the Curio Shop owner to see if he can provide any information about this.": "<b>Yêu Cầu Thẻ Khóa</b> từ chủ Tiệm Đồ Cổ để xem liệu anh ta có thể cung cấp bất kỳ thông tin nào về điều này không.",
  "Only 1 Keycard Per Person": "Chỉ 1 Thẻ Khóa Cho Mỗi Người",
  "Trade the Secret Dossier and some Simoleons for the Keycard to the Secret Lab": "Đổi Hồ Sơ Tuyệt Mật và một ít Simoleon để lấy Thẻ Khóa vào Phòng Thí Nghiệm Bí Mật",
  "{0.SimName} just obtained the <b>Keycard</b>. It should grant access to any door in the <b>Secret Lab</b>.": "{0.SimName} vừa có được <b>Thẻ Khóa</b>. Nó sẽ cấp quyền truy cập vào bất kỳ cửa nào trong <b>Phòng Thí Nghiệm Bí Mật</b>.",
  "Buy Keycard and Give Dossier": "Mua Thẻ Khóa và Đưa Hồ Sơ",
  "Wear Tin-foil Hat": "Đội Mũ Giấy Bạc",
  "Wear a Novelty T-Shirt": "Mặc Áo Thun Mới Lạ",
  "<b>Requires: StrangerVille Evidence</b>\\nTry searching around StrangerVille to see what you can dig up.": "<b>Yêu Cầu: Bằng Chứng StrangerVille</b>\nHãy thử tìm kiếm xung quanh StrangerVille để xem bạn có thể đào bới được gì.",
  "Your Sim is going to need all the evidence they can get for a Secret Dossier.": "Sim của bạn sẽ cần tất cả các bằng chứng mà họ có thể có được cho một Hồ Sơ Bí Mật.",
  "Sell All Evidence": "Bán Tất Cả Bằng Chứng",
  "Sell Evidence": "Bán Bằng Chứng",
  "Accuse of Spying": "Buộc Tội Làm Gián Điệp",
  "Be Accused of Spying by {1.SimFirstName}": "Bị {1.SimFirstName} Buộc Tội Làm Gián Điệp",
  "Tell Story about Defeating the Mother Plant": "Kể Câu Chuyện về Việc Đánh Bại Cây Mẹ",
  "Give Secret Lab Keycard": "Đưa Thẻ Khóa Phòng Thí Nghiệm Bí Mật",
  "Question about StrangerVille Mystery": "Hỏi về Bí Ẩn StrangerVille",
  "Request Evidence from Secret Lab": "Yêu Cầu Bằng Chứng từ Phòng Thí Nghiệm Bí Mật",
  "Request Evidence for StrangerVille Mystery": "Yêu Cầu Bằng Chứng cho Bí Ẩn StrangerVille",
  "<b>Requires: Infection Profile Data</b>\\nThis can be discovered on the Chemical Analyzer at the Secret Lab.": "<b>Yêu Cầu: Dữ Liệu Hồ Sơ Lây Nhiễm</b>\nĐiều này có thể được khám phá trên Máy Phân Tích Hóa Chất tại Phòng Thí Nghiệm Bí Mật.",
  "Ask to Craft Spore Filter": "Yêu Cầu Chế Tạo Bộ Lọc Bào Tử",
  "I really shouldn't... but whatever, the government has tons of these. Here you go!": "Tôi thực sự không nên... nhưng dù sao đi nữa, chính phủ có cả đống thứ này. Của bạn đây!",
  "Bribe for Scanner": "Hối Lộ để Lấy Máy Quét",
  "Fight for Infection Scanner": "Chiến Đấu để Lấy Máy Quét Lây Nhiễm",
  "Impress for Infection Scanner": "Gây Ấn Tượng để Lấy Máy Quét Lây Nhiễm",
  "Requires Military Career rank 5 or higher": "Yêu cầu Cấp bậc Sự nghiệp Quân sự từ 5 trở lên",
  "Have the spores gotten to your brain?! You need to be at least a Warrant Officer to do that.": "Có phải bào tử đã xâm nhập vào não của bạn rồi không?! Bạn cần ít nhất là một Chuẩn Úy để làm điều đó.",
  "Sir yes Sir! Here's my <b>Infection Scanner</b>. I will requisition a new one from my CO.": "Thưa vâng, thưa ngài! Đây là <b>Máy Quét Lây Nhiễm</b> của tôi. Tôi sẽ yêu cầu một cái mới từ CO của tôi.",
  "Pull Rank for Infection Scanner": "Kéo Cấp Bậc để Lấy Máy Quét Lây Nhiễm",
  "Seduce for Infection Scanner": "Quyến Rũ để Lấy Máy Quét Lây Nhiễm",
  "Question about Spores In Lab": "Hỏi về Bào Tử Trong Phòng Thí Nghiệm",
  "<b>{1.SimFirstName} is already recruited</b>\\nRun \"Fight with...\" on the Mother Plant to have {1.SimFirstName} join you in the fight.": "<b>{1.SimFirstName} đã được chiêu mộ</b>\nHãy chạy \"Chiến đấu với...\" trên Cây Mẹ để {1.SimFirstName} tham gia cùng bạn trong cuộc chiến.",
  "Recruit to Fight Mother Plant": "Chiêu Mộ để Chiến Đấu với Cây Mẹ",
  "Talk about StrangerVille": "Nói về StrangerVille",
  "Request Evidence from Military Base": "Yêu Cầu Bằng Chứng từ Căn Cứ Quân Sự",
  "Question about Military Base": "Hỏi về Căn Cứ Quân Sự",
  "Question about Secret Lab": "Hỏi về Phòng Thí Nghiệm Bí Mật",
  "Request Keycard": "Yêu Cầu Thẻ Khóa",
  "Share Conspiracy Theories": "Chia Sẻ Thuyết Âm Mưu",
  "Give Inspirational Speech": "Đưa Ra Bài Phát Biểu Truyền Cảm Hứng",
  "Interrogate": "Thẩm Vấn",
  "Attention!": "Chú Ý!",
  "Clean This Place Up": "Dọn Dẹp Nơi Này",
  "Drop and Give Me 20": "Nằm Sấp và Chống Đẩy Cho Tôi 20 Cái",
  "Run a Lap": "Chạy Một Vòng",
  "Spar Against": "Đấu Tập Chống Lại",
  "Try to Recruit into Military": "Cố Gắng Chiêu Mộ Vào Quân Đội",
  "Salute": "Chào",
  "Share War Stories": "Kể Chuyện Chiến Tranh",
  "Spar": "Đấu Tập",
  "Military Introduction": "Giới Thiệu Quân Sự",
  "Communicate?": "Giao Tiếp?",
  "Confess Fear of Humans": "Thú Nhận Nỗi Sợ Hãi Con Người",
  "Emulate Human Laugh": "Bắt Chước Tiếng Cười Của Con Người",
  "Discuss The Great Mother": "Thảo Luận Về Mẹ Vĩ Đại",
  "Move Lips to Make Human Sounds": "Mím Môi Để Tạo Ra Âm Thanh Của Con Người",
  "{1.SimFirstName} is acting very odd": "{1.SimFirstName} đang hành động rất kỳ lạ",
  "Complain about Normal Human Problems": "Than Phiền Về Các Vấn Đề Bình Thường Của Con Người",
  "Discuss Human Things": "Thảo Luận Về Những Thứ Của Con Người",
  "Enthuse about Human Hobbies": "Hào Hứng Về Sở Thích Của Con Người",
  "Praise the Great Mother": "Ca Ngợi Mẹ Vĩ Đại",
  "Talk about Plants": "Nói về Cây Cối",
  "Listen to {1.SimFirstName}'s Conspiracy Theories": "Lắng Nghe Thuyết Âm Mưu Của {1.SimFirstName}",
  "Ask for Fruit": "Xin Quả",
  "Attempt to Communicate": "Cố Gắng Giao Tiếp",
  "Communicate": "Giao Tiếp",
  "The Mother Plant will only grant 1 request a day.": "Cây Mẹ sẽ chỉ chấp nhận 1 yêu cầu một ngày.",
  "With a snap of her mighty tentacle the Mother Plant has spread a small amount of spores over StrangerVille. There will be a small number of Possessed Sims walking the streets, and the Bizarre Plants have returned to their sprout form.": "Với một cú búng của xúc tu hùng mạnh của mình, Cây Mẹ đã rải một lượng nhỏ bào tử trên StrangerVille. Sẽ có một số lượng nhỏ Sim Bị Ám đi bộ trên đường phố và những Cây Kỳ Quái đã trở lại hình dạng mầm.",
  "Request Weirdness": "Yêu Cầu Sự Kỳ Quái",
  "With a snap of her mighty tentacle the Mother Plant has spread a medium amount of spores over StrangerVille. There will be a medium number of Possessed Sims walking the streets, and the Bizarre Plants have returned to their blooming form.": "Với một cú búng của xúc tu hùng mạnh của mình, Cây Mẹ đã rải một lượng trung bình bào tử trên StrangerVille. Sẽ có một số lượng trung bình Sim Bị Ám đi bộ trên đường phố và những Cây Kỳ Quái đã trở lại hình dạng nở rộ.",
  "Request Moderate Weirdness": "Yêu Cầu Sự Kỳ Quái Vừa Phải",
  "With a snap of her mighty tentacle the Mother Plant has spread a large amount of spores over StrangerVille. There will be a large number of Possessed Sims walking the streets, and the Bizarre Plants have returned to their blooming form.": "Với một cú búng của xúc tu hùng mạnh của mình, Cây Mẹ đã rải một lượng lớn bào tử trên StrangerVille. Sẽ có một số lượng lớn Sim Bị Ám đi bộ trên đường phố và những Cây Kỳ Quái đã trở lại hình dạng nở rộ.",
  "Request Maximum Weirdness": "Yêu Cầu Sự Kỳ Quái Tối Đa",
  "With a snap of her mighty tentacle the Mother Plant has removed all spores from StrangerVille. There will be no more Possessed Sims walking the streets, and the Bizarre Plants have all been eradicated.": "Với một cú búng của xúc tu hùng mạnh của mình, Cây Mẹ đã loại bỏ tất cả bào tử khỏi StrangerVille. Sẽ không còn Sim Bị Ám đi bộ trên đường phố và tất cả Cây Kỳ Quái đã bị tiêu diệt.",
  "Request Normality": "Yêu Cầu Sự Bình Thường",
  "Request Energy": "Yêu Cầu Năng Lượng",
  "Request Life Extension": "Yêu Cầu Kéo Dài Tuổi Thọ",
  "Request Riches": "Yêu Cầu Giàu Sang",
  "Request Career Success": "Yêu Cầu Thành Công Trong Sự Nghiệp",
  "This Sim is knocked out! Command another ally to revive them!": "Sim này đã bị hạ gục! Hãy ra lệnh cho một đồng minh khác hồi sinh họ!",
  "Command to Fight Possessed Minion": "Ra Lệnh Chiến Đấu Với Minion Bị Ám",
  "Command to Revive Ally": "Ra Lệnh Hồi Sinh Đồng Minh",
  "Command to Throw Infection Vaccine": "Ra Lệnh Ném Vắc-xin Chống Lây Nhiễm",
  "Eat Me!": "Ăn Tôi Đi!",
  "Set Alluring": "Đặt Quyến Rũ",
  "Set Default": "Đặt Mặc Định",
  "Set Dead": "Đặt Chết",
  "Kill": "Giết",
  "Revive Mother Plant": "Hồi Sinh Cây Mẹ",
  "Fight the Mother Plant": "Chiến Đấu với Cây Mẹ",
  "You are deep in battle with the Mother Plant and unable to save or travel while fighting.": "Bạn đang ở sâu trong trận chiến với Cây Mẹ và không thể cứu hoặc di chuyển khi đang chiến đấu.",
  "Attempt to Fight": "Cố Gắng Chiến Đấu",
  "Attempt to Fight Again": "Cố Gắng Chiến Đấu Lần Nữa",
  "Mega Spray": "Mega Phun",
  "Your team deals more damage, but becomes infected faster!": "Đội của bạn gây thêm sát thương, nhưng bị nhiễm bệnh nhanh hơn!",
  "Defeat Mother Plant": "Đánh Bại Cây Mẹ",
  "You recently changed the fight mode. Your allies need some time to perform your command.": "Bạn vừa thay đổi chế độ chiến đấu. Đồng minh của bạn cần một chút thời gian để thực hiện mệnh lệnh của bạn.",
  "Your team resists the Infection, but deals less damage.": "Đội của bạn chống lại Sự Lây Nhiễm, nhưng gây ít sát thương hơn.",
  "The sprayer is too hot.  Give it time before unleashing another Mega Spray.": "Máy phun quá nóng. Hãy cho nó thời gian trước khi tung ra một Mega Phun khác.",
  "Your team heals some of their Infection, but does no damage.": "Đội của bạn chữa lành một số Lây Nhiễm của họ, nhưng không gây sát thương.",
  "Take a Breather": "Nghỉ Ngơi",
  "Retreat": "Rút Lui",
  "It's too dangerous to throw another one right now!": "Quá nguy hiểm để ném một cái khác ngay bây giờ!",
  "Your Sim is out of Vaccines!": "Sim của bạn đã hết Vắc-xin!",
  "Throw Infection Vaccine": "Ném Vắc-xin Chống Lây Nhiễm",
  "Your team scares off the Mother Plant's minions, but does less damage.": "Đội của bạn làm cho tay sai của Cây Mẹ sợ hãi, nhưng gây ít sát thương hơn.",
  "<b>Requires: Bizarre Fruit</b>\\nThe Curio Shop probably has a few Bizarre Fruit.": "<b>Yêu Cầu: Quả Kỳ Quái</b>\nTiệm Đồ Cổ có lẽ có một vài Quả Kỳ Quái.",
  "Fight Mother Plant with": "Chiến Đấu Với Cây Mẹ Bằng",
  "Fight": "Chiến Đấu",
  "Admire Achievements and Accolades": "Chiêm Ngưỡng Thành Tích và Giải Thưởng",
  "The circuits are too hot to repair. Give this machine some time to cool down.": "Các mạch quá nóng để sửa chữa. Hãy cho máy này một chút thời gian để hạ nhiệt.",
  "This computer seems to have some encryption. Requires Handiness skill 9 or higher.": "Máy tính này dường như có một số mã hóa. Yêu cầu kỹ năng Sửa chữa 9 trở lên.",
  "Scan Here": "Quét Ở Đây",
  "Purchase Bugs": "Mua Bọ",
  "Curio": "Đồ Cổ",
  "A <b>Photo of Sealed Door</b> has been added to your Sims Inventory.": "Một <b>Ảnh Cửa Bị Niêm Phong</b> đã được thêm vào Hành Trang Sims của bạn.",
  "<b>Requires: Keycard</b>\\nQuestion Scientists, Military, or Conspiracy Theorists to see how to gain access.": "<b>Yêu Cầu: Thẻ Khóa</b>\nHỏi Các Nhà Khoa Học, Quân Đội hoặc Người Theo Thuyết Âm Mưu để xem cách có được quyền truy cập.",
  "StrangerVille Objects": "Các Vật Thể StrangerVille",
  "Take Picture": "Chụp Ảnh",
  "<b>Requires: Level 10 Programming Skill</b>\\n Who knows what secrets this could be hiding...": "<b>Yêu Cầu: Kỹ Năng Lập Trình Cấp 10</b>\nAi biết những bí mật gì mà cái này có thể đang che giấu...",
  "Decrypt": "Giải Mã",
  "<b>Requires: 15 Spore Clusters</b>\\nQuestion Military Personnel at the <b>Local Bar</b> to get an <b>Infection Scanner</b>. It can be used to find Spore Clusters.": "<b>Yêu Cầu: 15 Cụm Bào Tử</b>\nHỏi Nhân Viên Quân Sự tại <b>Quán Bar Địa Phương</b> để có được <b>Máy Quét Lây Nhiễm</b>. Nó có thể được sử dụng để tìm Cụm Bào Tử.",
  "Your analysis of the Spores is complete. Ask any Scientists to Craft the Spore Filter to give them the <b>Infection Profile Data</b>.": "Phân tích của bạn về Bào Tử đã hoàn tất. Hãy hỏi bất kỳ Nhà Khoa Học nào để Chế Tạo Bộ Lọc Bào Tử để cung cấp cho họ <b>Dữ Liệu Hồ Sơ Lây Nhiễm</b>.",
  "Construct Infection Profile Data": "Xây Dựng Dữ Liệu Hồ Sơ Lây Nhiễm",
  "Converts an unused <b>Experimental Vaccine</b> in the sim's inventory into an <b>Infection Vaccine</b>.": "Chuyển đổi <b>Vắc-xin Thử Nghiệm</b> chưa sử dụng trong hành trang của sim thành <b>Vắc-xin Chống Lây Nhiễm</b>.",
  "Convert Experimental Vaccine": "Chuyển Đổi Vắc-xin Thử Nghiệm",
  "<b>Requires: Sim to be Actively Posessed</b>\\nFind Possessed Sims walking around town to test the Experimental Vaccine.": "<b>Yêu Cầu: Sim Phải Đang Bị Ám</b>\nTìm Sim Bị Ám đi lại quanh thị trấn để thử nghiệm Vắc-xin Thử Nghiệm.",
  "I feel so much better. I can think clearly and that terrible sound in my head is gone.": "Tôi cảm thấy tốt hơn nhiều. Tôi có thể suy nghĩ rõ ràng và âm thanh khủng khiếp đó trong đầu tôi đã biến mất.",
  "Drink Infection Vaccine": "Uống Vắc-xin Chống Lây Nhiễm",
  "<b>Requires: Requires 15 Pieces of StrangerVille Evidence.</b>\\nWith a Secret Dossier, you can convince someone to give you a Keycard for the Secret Lab.": "<b>Yêu Cầu: Yêu cầu 15 Mẩu Bằng Chứng StrangerVille.</b>\nVới một Hồ Sơ Bí Mật, bạn có thể thuyết phục ai đó cho bạn một Thẻ Khóa cho Phòng Thí Nghiệm Bí Mật.",
  "Compile Secret Dossier": "Biên Soạn Hồ Sơ Bí Mật",
  "Give Investigation System Inventory Objects": "Đưa Các Vật Thể Hệ Thống Điều Tra Vào Hành Trang",
  "Wear Hazmat Suit (DEBUG)": "Mặc Bộ Đồ Hazmat (GỠ LỖ)",
  "Combine With Spore Filter": "Kết Hợp Với Bộ Lọc Bào Tử",
  "I don't think that's such a good idea {0.SimFirstName}.": "Tôi không nghĩ đó là một ý tưởng hay đâu {0.SimFirstName}.",
  "Remove Hazmat Suit": "Gỡ Bộ Đồ Hazmat",
  "Wear Hazmat Suit": "Mặc Bộ Đồ Hazmat",
  "Combine With Hazmat Suit": "Kết Hợp Với Bộ Đồ Hazmat",
  "Open": "Mở",
  "Search for Evidence": "Tìm Kiếm Bằng Chứng",
  "Cry Over Dead Plants": "Khóc Thương Những Cây Chết",
  "Liberate": "Giải Phóng",
  "Stare Blankly": "Nhìn Chằm Chằm Vô Hồn",
  "Examine": "Kiểm Tra",
  "Take Photo for Evidence": "Chụp Ảnh Làm Bằng Chứng",
  "Use Keycard": "Sử Dụng Thẻ Khóa",
  "Infected Attack": "Tấn Công Lây Nhiễm",
  "Snap Out of It": "Tỉnh Táo Lại Đi",
  "Fighting the Possession": "Chống Lại Sự Ám Ảnh",
  "Practice Sparring": "Luyện Tập Đấu Tập",
  "Watch": "Xem",
  "Practice Ordering Around": "Tập Ra Lệnh",
  "Order to Spar Against": "Ra Lệnh Đấu Tập Chống Lại",
  "{0.SimFirstName} Does not have anyone available on the lot to Practice Sparring With...": "{0.SimFirstName} Không Có Ai Sẵn Có Trên Lô Đất Để Luyện Tập Đấu Tập Cùng...",
  "Practice Sparring With": "Luyện Tập Đấu Tập Cùng",
  "<b>Requires: 1-3 Allies</b>\\nUse the <b>Chemical Analyzer</b> to construct <b>Vaccines</b> to Vaccinate and Recruit allies to help fight the Mother Plant.": "<b>Yêu Cầu: 1-3 Đồng Minh</b>\nSử dụng <b>Máy Phân Tích Hóa Chất</b> để chế tạo <b>Vắc-xin</b> để Tiêm chủng và Chiêu mộ đồng minh để giúp chiến đấu với Cây Mẹ.",
  "You must be near the Mother Plant in order to run this interaction.": "Bạn phải ở gần Cây Mẹ để chạy tương tác này.",
  "You cannot fight the Mother Plant while you have the Infected Trait. Craft a Vaccine on the Chemical Analyzer to cure yourself.": "Bạn không thể chiến đấu với Cây Mẹ khi bạn có Đặc Điểm Bị Nhiễm. Chế tạo Vắc-xin trên Máy Phân Tích Hóa Chất để chữa khỏi cho bản thân.",
  "Listen In On": "Nghe Lén",
  "Place a bug on another Sim to listen in on their conversations.": "Đặt một con bọ lên một Sim khác để nghe lén các cuộc trò chuyện của họ.",
  "Death will not fall for such silly tricks!": "Cái Chết sẽ không mắc phải những trò lố bịch như vậy!",
  "β€ΔUŦ¥β€ΔUŦ¥β€ΔUŦ¥β€ΔUŦ¥β€ŁŁΔβ€ΔUŦ¥β€ΔUŦ¥β€ΔUŦ¥β€ΔUŦ¥": "β€ΔUŦ¥β€ΔUŦ¥β€ΔUŦ¥β€ΔUŦ¥β€ŁŁΔβ€ΔUŦ¥β€ΔUŦ¥β€ΔUŦ¥β€ΔUŦ¥",
  "ΔĆĆ€PŦ Ħ€Ř ǤI₣ŦŞ ΔŇĐ ΔŁŁ ŴIŁŁ β€ Ŵ€ŁŁ": "ΔĆĆ€PŦ Ħ€Ř ǤI₣ŦŞ ΔŇĐ ΔŁŁ ŴIŁŁ β€ Ŵ€ŁŁ",
  "€ΜβŘΔĆ€ ŦĦ€ ΜØŦĦ€Ř ŞĦ€ ŴIŁŁ βŘIŇG ¥ØU P€ΔĆ€": "€ΜβŘΔĆ€ ŦĦ€ ΜØŦĦ€Ř ŞĦ€ ŴIŁŁ βŘIŇG ¥ØU P€ΔĆ€",
  "ŁØØK ŦØ ŦĦ€ ŞK¥ IŦ Ŵ€ŁĆØΜ€Ş UŞ ΔŁŁ": "ŁØØK ŦØ ŦĦ€ ŞK¥ IŦ Ŵ€ŁĆØΜ€Ş UŞ ΔŁŁ",
  "ŴΔŦ€Ř IŞ ŁØV€ ŴΔŦ€Ř IŞ ŁI₣€": "ŴΔŦ€Ř IŞ ŁØV€ ŴΔŦ€Ř IŞ ŁI₣€",
  "Ŵ€ŁĆØΜ€ ŦØ ŞŦŘΔŇǤ€RVIŁŁ€": "Ŵ€ŁĆØΜ€ ŦØ ŞŦŘΔŇǤ€RVIŁŁ€",
  "Ħ€Ř Ň€ŞT IŞ ĆŁØUĐ€Đ IŇ β€ΔUŦ¥ Ŵ€ ĐØ ŇØT Đ€Ş€ŘV€ Ħ€Ř": "Ħ€Ř Ň€ŞT IŞ ĆŁØUĐ€Đ IŇ β€ΔUŦ¥ Ŵ€ ĐØ ŇØT Đ€Ş€ŘV€ Ħ€Ř",
  "ØP€Ň ¥ØUŘ €¥€Ş ŦØ ŦĦ€ β€ΔUT¥ ØF Ħ€Ř βŁØŞŞØΜŞ": "ØP€Ň ¥ØUŘ €¥€Ş ŦØ ŦĦ€ β€ΔUT¥ ØF Ħ€Ř βŁØŞŞØΜŞ",
  "ØUŘ ΜØŦĦ€Ř ĐŘ€ŞŞ€Đ IŇ Ř€Đ ŞĦ€ IŞ β€ΔUŦ¥": "ØUŘ ΜØŦĦ€Ř ĐŘ€ŞŞ€Đ IŇ Ř€Đ ŞĦ€ IŞ β€ΔUŦ¥",
  "ŦĦ€ ΜØŦĦ€Ř ҜŇØŴŞ ΔŁŁ ĐØ ŇØŦ Ř€ŞIŞŦ Ħ€Ř": "ŦĦ€ ΜØŦĦ€Ř ҜŇØŴŞ ΔŁŁ ĐØ ŇØŦ Ř€ŞIŞŦ Ħ€Ř",
  "ĴØIŇ UŞ ĆØŇŞUΜ€ ŦĦ€ FŘUIŦ ØF ŦĦ€ ΜØŦĦ€Ř ΔŇĐ KŇØŴ P€ΔĆ€": "ĴØIŇ UŞ ĆØŇŞUΜ€ ŦĦ€ FŘUIŦ ØF ŦĦ€ ΜØŦĦ€Ř ΔŇĐ KŇØŴ P€ΔĆ€",
  "ØUŘ €¥€Ş ΔŘ€ ØƤ€Ň": "ØUŘ €¥€Ş ΔŘ€ ØƤ€Ň",
  "Try to Talk to {1.SimFirstName}": "Cố Gắng Nói Chuyện Với {1.SimFirstName}",
  "Welcome to StrangerVille": "Chào mừng đến StrangerVille",
  "Listen to Organic Matter Noises": "Lắng Nghe Tiếng Động Vật Chất Hữu Cơ",
  "Listen to Incoherent Rambling": "Lắng Nghe Tiếng Nói Lảm Nhảm Vô Nghĩa",
  "There is nothing to see here.  Everything is within normal operating levels. Please abstain from going near the Secret Lab and have a nice day.": "Không có gì để xem ở đây cả. Mọi thứ đều nằm trong mức hoạt động bình thường. Vui lòng không đến gần Phòng Thí Nghiệm Bí Mật và chúc một ngày tốt lành.",
  "Get the Facts": "Tìm Hiểu Sự Thật",
  "Listen to Conspiracy Rant": "Lắng Nghe Bài Thuyết Giảng Âm Mưu",
  "{1.SimFirstName} has recently been vaccinated.": "{1.SimFirstName} gần đây đã được tiêm phòng.",
  "Accept Infection Vaccine": "Chấp Nhận Vắc-xin Chống Lây Nhiễm",
  "Administer Infection Vaccine": "Tiêm Vắc-xin Chống Lây Nhiễm",
  "<b>Requires: Sim to be Actively Possessed</b>\\nFind Possessed Sims walking around town to test the Experimental Vaccine.": "<b>Yêu Cầu: Sim Phải Đang Bị Ám</b>\nTìm Sim Bị Ám đi lại quanh thị trấn để thử nghiệm Vắc-xin Thử Nghiệm.",
  "You have all the information that you need to cure the infection. Head back to the <b>Secret Lab</b> to create the <b>Infection Vaccine</b> on the <b>Chemical Analyzer</b>.": "Bạn đã có tất cả thông tin cần thiết để chữa khỏi bệnh lây nhiễm. Quay trở lại <b>Phòng Thí Nghiệm Bí Mật</b> để tạo ra <b>Vắc-xin Chống Lây Nhiễm</b> trên <b>Máy Phân Tích Hóa Chất</b>.",
  "You've already tested the vaccine in {1.SimFirstName}. Seek out another Possessed sim to test the Experimental Vaccine.": "Bạn đã thử nghiệm vắc-xin cho {1.SimFirstName} rồi. Tìm kiếm một sim Bị Ám khác để thử nghiệm Vắc-xin Thử Nghiệm.",
  "Test Experimental Vaccine": "Thử Nghiệm Vắc-xin Thử Nghiệm",
  "Listen to Fellow Host": "Lắng Nghe Đồng Nghiệp",
  "Judge Physical Condition": "Đánh Giá Tình Trạng Thể Chất",
  "Impress With Physical Prowess": "Gây Ấn Tượng Với Sức Mạnh Thể Chất",
  "Listen to Strange Tunes": "Lắng Nghe Những Âm Thanh Kỳ Lạ",
  "You must wait before spreading more Bizarre Plants.": "Bạn phải đợi trước khi lan truyền thêm Cây Kỳ Quái.",
  "Plant Bizarre Plant": "Trồng Cây Kỳ Quái",
  "March Around": "Diễu Hành",
  "Wander": "Đi Lang Thang",
  "Patrol the Streets": "Tuần Tra Trên Đường Phố",
  "Larry's Old Watering Hole": "Larry's Old Watering Hole",
  "Hunker Down Bunker": "Hunker Down Bunker",
  "Ominous Observatory": "Đài Quan Sát Điềm Báo",
  "Garden of Metamorphosis": "Khu Vườn Biến Hình",
  "ŦĦ€ ΔŘβØŘ€ΔŁ ΜIŇĐ ĐŘ€ΔΜŞ ŦĦŘØUGĦ ØUŘ FŁ€ŞĦ¥ €¥€Ş": "ŦĦ€ ΔŘβØŘ€ΔŁ ΜIŇĐ ĐŘ€ΔΜŞ ŦĦŘØUGĦ ØUŘ FŁ€ŞĦ¥ €¥€Ş",
  "PØŞŞ€ŞŞ€Đ": "PØŞŞ€ŞŞ€Đ",
  "<b>Welcome to StrangerVille:</b> \"The only thing stranger than the people is the flora!\"\\n\\nSoon after moving in, the town’s slogan is starting to make sense to you. Some of the locals are acting a bit suspicious and there's a large number of Military and Scientists in town.\\n\\n<b>Try asking people about StrangerVille. They might be able to shed some light on this strange situation.</b>": "<b>Chào Mừng Đến Với StrangerVille:</b> \"Thứ duy nhất kỳ lạ hơn con người là hệ thực vật!\"\n\nNgay sau khi chuyển đến, khẩu hiệu của thị trấn bắt đầu có ý nghĩa với bạn. Một số người dân địa phương đang hành động hơi đáng ngờ và có một số lượng lớn Quân Đội và Nhà Khoa Học trong thị trấn.\n\n<b>Hãy thử hỏi mọi người về StrangerVille. Họ có thể làm sáng tỏ tình hình kỳ lạ này.</b>",
  "StrangerVille": "StrangerVille",
  "Leaving the Secret Lab you can't help but notice the sky has shifted to an eerie color. Something has changed in StrangerVille, and not for the better. Opening that lab door must have released some kind of toxin into the air.\\n\\n<b>You will need to find a way to protect yourself from the toxic spores in the Secret Lab. Try talking to people around town to see if they know of anything that might help.</b>": "Rời khỏi Phòng Thí Nghiệm Bí Mật, bạn không thể không nhận thấy bầu trời đã chuyển sang một màu sắc kỳ lạ. Có điều gì đó đã thay đổi ở StrangerVille, và không phải theo hướng tốt hơn. Việc mở cánh cửa phòng thí nghiệm đó hẳn đã giải phóng một loại chất độc nào đó vào không khí.\n\n<b>Bạn sẽ cần tìm cách để bảo vệ bản thân khỏi các bào tử độc hại trong Phòng Thí Nghiệm Bí Mật. Hãy thử nói chuyện với mọi người xung quanh thị trấn để xem liệu họ có biết về bất cứ điều gì có thể giúp ích không.</b>",
  "The Bloom Begins": "Sự Nở Rộ Bắt Đầu",
  "You’ve discovered the source of the infection plaguing StrangerVille: an enormous “Mother” plant buried in the base of the lab. The only way to get the town back to normal is to defeat the vile creature!\\n\\n<b>Find a cure for the infection and assemble a team to destroy the Mother Plant.</b>": "Bạn đã khám phá ra nguồn gốc của sự lây nhiễm đang hoành hành StrangerVille: một cây “Mẹ” khổng lồ chôn vùi trong đáy phòng thí nghiệm. Cách duy nhất để đưa thị trấn trở lại bình thường là đánh bại sinh vật tồi tệ!\n\n<b>Tìm một phương pháp chữa trị cho bệnh lây nhiễm và tập hợp một đội để tiêu diệt Cây Mẹ.</b>",
  "Stop The Infection": "Ngăn Chặn Sự Lây Nhiễm",
  "With one last screech the Mother Plant collapses. Returning home you notice that things are beginning to return to normal. The Bizarre Plants are subsiding and the infected are waking up from their nightmare. StrangerVille owes you a huge debt. You are a Hometown Hero!\\n\\n<b>You have defeated the Mother Plant and returned StrangerVille to “normal”! You can return to the Mother Plant at any point to reawaken her. Once resurrected, you can have her set the Infection Level to your desired Strangeness. This will allow you to replay the story with other families.</b>": "Với một tiếng thét cuối cùng, Cây Mẹ sụp đổ. Trở về nhà, bạn nhận thấy mọi thứ đang bắt đầu trở lại bình thường. Những Cây Kỳ Quái đang lắng xuống và những người bị nhiễm bệnh đang thức dậy khỏi cơn ác mộng của họ. StrangerVille nợ bạn một món nợ lớn. Bạn là một Anh Hùng của Thị Trấn!\n\n<b>Bạn đã đánh bại Cây Mẹ và đưa StrangerVille trở lại “bình thường”! Bạn có thể quay lại Cây Mẹ bất kỳ lúc nào để đánh thức nó sống lại. Sau khi được hồi sinh, bạn có thể để nó đặt Mức Lây Nhiễm theo Độ Lạ mong muốn của bạn. Điều này sẽ cho phép bạn chơi lại câu chuyện với các gia đình khác.</b>",
  "A Little Less StrangerVille": "StrangerVille Đã Bớt Kỳ Lạ",
  "Ugh, this air is getting GROSS! One of these <b>scientists</b> needs to invent something to make it <b>easier to breathe</b>!": "Ugh, không khí này ngày càng TỆ HẠI! Một trong những <b>nhà khoa học</b> này cần phải phát minh ra thứ gì đó để <b>dễ thở hơn</b>!",
  "All my neighbors have been infected. I’d do anything to help bring them back to normal.": "Tất cả hàng xóm của tôi đã bị nhiễm bệnh. Tôi sẽ làm bất cứ điều gì để giúp họ trở lại bình thường.",
  "Why haven’t these <b>scientists</b> come up with something to <b>filter</b> this polluted air!": "Tại sao những <b>nhà khoa học</b> này chưa đưa ra thứ gì đó để <b>lọc</b> không khí ô nhiễm này!",
  "That <b>Curio Shop</b> is always selling science-y <b>equipment</b>... I wonder where it comes from?": "Cái <b>Tiệm Đồ Cổ</b> đó luôn bán <b>thiết bị</b> khoa học... Tôi tự hỏi nó đến từ đâu?",
  "This air is getting so nasty I’m afraid to even leave my house. I wish I was wearing a <b>hazmat suit</b>!": "Không khí này ngày càng trở nên khó chịu, tôi thậm chí còn sợ ra khỏi nhà. Ước gì tôi đang mặc một <b>bộ đồ hazmat</b>!",
  "Be careful walking around outside. The news said the air is getting worse every hour!": "Hãy cẩn thận khi đi bộ bên ngoài. Tin tức nói rằng không khí đang trở nên tồi tệ hơn mỗi giờ!",
  "There are so many possessed people around! Can’t somebody find a cure for them or something?!": "Có quá nhiều người bị ám xung quanh! Không ai có thể tìm ra phương pháp chữa trị cho họ hay sao?!",
  "I think the Scientists are collecting <b>Spore Clusters</b> so they can make some kind of vaccine at the <b>Secret Lab</b>.": "Tôi nghĩ rằng các Nhà Khoa Học đang thu thập <b>Cụm Bào Tử</b> để họ có thể tạo ra một loại vắc-xin nào đó tại <b>Phòng Thí Nghiệm Bí Mật</b>.",
  "It seems like they’ve figured out a way to cure people. I hope this all gets fixed soon!": "Có vẻ như họ đã tìm ra cách chữa trị cho mọi người. Tôi hy vọng tất cả điều này sẽ sớm được khắc phục!",
  "If I had access to the <b>Infection Vaccine</b>, I’d be willing to help put a stop to this terror!": "Nếu tôi có quyền truy cập vào <b>Vắc-xin Chống Lây Nhiễm</b>, tôi sẽ sẵn lòng giúp chấm dứt nỗi kinh hoàng này!",
  "Investigate the Secret Lab": "Điều Tra Phòng Thí Nghiệm Bí Mật",
  "Find a Keycard to open the Secret Lab Door.": "Tìm Thẻ Khóa để mở Cửa Phòng Thí Nghiệm Bí Mật.",
  "Construct a Modified Hazmat Suit to get through Toxic Spores and explore deeper in the Secret Lab.": "Chế tạo Bộ Đồ Hazmat Đã Sửa Đổi để vượt qua Bào Tử Độc Hại và khám phá sâu hơn trong Phòng Thí Nghiệm Bí Mật.",
  "Buy a Hazmat Suit from the Curio Shop.": "Mua Bộ Đồ Hazmat từ Tiệm Đồ Cổ.",
  "Give a Scientist the Infection Profile Data for a Spore Filter.": "Đưa Dữ Liệu Hồ Sơ Lây Nhiễm cho một Nhà Khoa Học để lấy Bộ Lọc Bào Tử.",
  "Install the Spore Filter on the Incomplete Hazmat Suit.": "Lắp Đặt Bộ Lọc Bào Tử trên Bộ Đồ Hazmat Chưa Hoàn Chỉnh.",
  "Wear the Modified Hazmat Suit to open the Second Door to the Secret Lab.": "Mặc Bộ Đồ Hazmat Đã Sửa Đổi để mở Cánh Cửa Thứ Hai vào Phòng Thí Nghiệm Bí Mật.",
  "Defeat the Mother Plant and rid StrangerVille of the infection.": "Đánh bại Cây Mẹ và loại bỏ sự lây nhiễm khỏi StrangerVille.",
  "Recruit Sims to fight the Mother Plant.": "Chiêu mộ Sim để chiến đấu với Cây Mẹ.",
  "Use the Infection Vaccine to give other Sims immunity to the Infection.": "Sử dụng Vắc-xin Chống Lây Nhiễm để mang lại cho các Sim khác khả năng miễn nhiễm với Sự Lây Nhiễm.",
  "Collect and analyze 15 Spore Clusters on the Chemical Analyzer to discover the Infection Profile Data.": "Thu thập và phân tích 15 Cụm Bào Tử trên Máy Phân Tích Hóa Chất để khám phá Dữ Liệu Hồ Sơ Lây Nhiễm.",
  "Create an Infection Vaccine on the Chemical Analyzer at the Secret Lab.": "Tạo Vắc-xin Chống Lây Nhiễm trên Máy Phân Tích Hóa Chất tại Phòng Thí Nghiệm Bí Mật.",
  "<span class=\"money\"></span>\\n<b>Used for:</b> Eating, Fun, Alternate Light Source.": "<span class=\"money\"></span>\n<b>Được sử dụng cho:</b> Ăn, Vui Vẻ, Nguồn Sáng Thay Thế.",
  "Basic Audio Recording": "Bản Ghi Âm Cơ Bản",
  "Top Secret Recording of: <b>{0.SimName}</b>\\n\\nThis can be combined with other evidence into a Secret Dossier.": "Bản Ghi Âm Tuyệt Mật của: <b>{0.SimName}</b>\n\nĐiều này có thể được kết hợp với các bằng chứng khác vào một Hồ Sơ Bí Mật.",
  "\n  ": "",
  "Thank you for saving StrangerVille from that terrible infection. Here is a small token of thanks.": "Cảm ơn bạn đã cứu StrangerVille khỏi bệnh lây nhiễm khủng khiếp đó. Đây là một món quà nhỏ để cảm ơn.",
  "{0.ObjectName}": "{0.ObjectName}",
  "Recording of: <b>{0.SimName}</b>\\n\\nThis can be used to Blackmail {0.SimName} into giving you a few Simoleons.": "Bản Ghi Âm của: <b>{0.SimName}</b>\n\nĐiều này có thể được sử dụng để Tống Tiền {0.SimName} để cho bạn một vài Simoleon.",
  "Music for when you're feeling a bit strange...": "Âm nhạc cho khi bạn cảm thấy hơi kỳ lạ...",
  "Strange Tunes": "Những Âm Thanh Kỳ Lạ",
  "Listening Device W/Chair": "Thiết Bị Nghe Có Ghế",
  "Go for a Jog": "Đi Bộ Đường Dài",
  "Click on your sim and select Go Jogging.": "Nhấp vào sim của bạn và chọn Đi Bộ Đường Dài.",
  "Purchase a Training Bot from the Catalog. Click on it and select Practice Sparring.": "Mua Bot Huấn Luyện từ Danh Mục. Nhấp vào nó và chọn Luyện Tập Đấu Tập.",
  "Practice Marching": "Tập Diễu Hành",
  "Click on your Sim select March Around": "Nhấp vào Sim của bạn, chọn Diễu Hành",
  "Run on the Treadmill": "Chạy Trên Máy Chạy Bộ",
  "Click on the treadmill and select Workout.": "Nhấp vào máy chạy bộ và chọn Tập Luyện.",
  "Workout at the Exercise Machine": "Tập Luyện Tại Máy Tập Thể Dục",
  "Click on a Workout Machine and select Workout.": "Nhấp vào Máy Tập Thể Dục và chọn Tập Luyện.",
  "Find StrangerVille Evidence": "Tìm Bằng Chứng StrangerVille",
  "Search around the secret lab and find some investigation evidence.": "Tìm kiếm xung quanh phòng thí nghiệm bí mật và tìm một số bằng chứng điều tra.",
  "Interrogate Locals": "Thẩm Vấn Người Dân Địa Phương",
  "Click on another Sim and run the Interrogate interaction.": "Nhấp vào một Sim khác và chạy tương tác Thẩm Vấn.",
  "Listen in on a Sim": "Nghe Lén một Sim",
  "After you plant a bug on another Sim click on the Listening Device and select Listen In On.": "Sau khi bạn cấy một con bọ vào một Sim khác, hãy nhấp vào Thiết Bị Nghe và chọn Nghe Lén.",
  "Plant a Bug on Another Sim": "Cấy Bọ vào Sim Khác",
  "Purchase Bugs from the Listening Device, then click on another Sim and select Plant Bug": "Mua Bọ từ Thiết Bị Nghe, sau đó nhấp vào một Sim khác và chọn Cấy Bọ",
  "Research StrangerVille": "Nghiên Cứu StrangerVille",
  "Go to the Library. Click on a bookshelf and select Research StrangerVille Archives.": "Đến Thư Viện. Nhấp vào giá sách và chọn Nghiên Cứu Hồ Sơ Lưu Trữ StrangerVille.",
  "Click on a computer and select Write Report.": "Nhấp vào máy tính và chọn Viết Báo Cáo.",
  "Click on another Sim and run the Give Inspirational Speech social interaction.": "Nhấp vào một Sim khác và chạy tương tác xã hội Đưa Ra Bài Phát Biểu Truyền Cảm Hứng.",
  "Order Around Other Sims": "Ra Lệnh Cho Các Sim Khác",
  "Click on a Sim, select Order To... and run any Order To... interaction.": "Nhấp vào một Sim, chọn Ra Lệnh Cho... và chạy bất kỳ tương tác Ra Lệnh Cho... nào.",
  "Click on the Training Bot and select Practice Sparring.": "Nhấp vào Bot Huấn Luyện và chọn Luyện Tập Đấu Tập.",
  "Click on the B64 Training Bot and select Practice Ordering Around": "Nhấp vào B64 Training Bot và chọn Tập Ra Lệnh",
  "Recruit Other Sims to the Military": "Chiêu Mộ Các Sim Khác Vào Quân Đội",
  "Click on another sim and select Recruit.": "Nhấp vào một sim khác và chọn Chiêu Mộ.",
  "Click on a computer and select Research Historic Battles.": "Nhấp vào máy tính và chọn Nghiên Cứu Các Trận Đánh Lịch Sử.",
  "Spar with a Sim": "Đấu tập với một Sim",
  "Click on another Sim and select Spar.": "Nhấp vào một Sim khác và chọn Đấu Tập.",
  "Train Sims": "Huấn Luyện Các Sim",
  "Click on another Sim and select Order To, then Drop and Give Me 20.": "Nhấp vào một Sim khác và chọn Ra Lệnh Cho..., sau đó chọn Nằm Sấp và Chống Đẩy Cho Tôi 20 Cái.",
  "Talk about StrangerVille with {1.Number} Sims": "Nói về StrangerVille với {1.Number} Sim",
  "Click on another Sim and select Talk about StrangerVille.": "Nhấp vào một Sim khác và chọn Nói về StrangerVille.",
  "Buy Curio from the Curio Shop": "Mua Đồ Cổ từ Tiệm Đồ Cổ",
  "The Curio Shop can be found near the trailer park. Click on the stand and run Buy Curio... to see what they have to offer. Supposedly there is even a Secret Inventory.": "Tiệm Đồ Cổ có thể được tìm thấy gần khu nhà lưu động. Nhấp vào gian hàng và chạy Mua Đồ Cổ... để xem họ có gì để cung cấp. Được cho là thậm chí còn có một Kho Hàng Bí Mật.",
  "Examine Sealed Door at Secret Lab": "Kiểm Tra Cửa Bị Niêm Phong tại Phòng Thí Nghiệm Bí Mật",
  "Travel to the Secret Lab at the edge of StrangerVille and investigate the Sealed Door.": "Đến Phòng Thí Nghiệm Bí Mật ở rìa StrangerVille và điều tra Cửa Bị Niêm Phong.",
  "Gather {1.Number} Pieces of Evidence": "Thu Thập {1.Number} Mẩu Bằng Chứng",
  "Evidence can be found all over StrangerVille.\\nSearch boxes and papers at the Secret Lab.\\nSearch StrangerVille Archives at the Library.\\nQuestion Sims around StrangerVille.\\nBuy a Listening Device to Listen In On Scientist and Military Personnel.": "Có thể tìm thấy bằng chứng trên khắp StrangerVille.\nTìm kiếm hộp và giấy tờ tại Phòng Thí Nghiệm Bí Mật.\nTìm kiếm Hồ Sơ Lưu Trữ StrangerVille tại Thư Viện.\nHỏi các Sim xung quanh StrangerVille.\nMua Thiết Bị Nghe để Nghe Lén Nhân Viên Khoa Học và Quân Đội.",
  "Compile a StrangerVille Secret Dossier": "Biên Soạn Hồ Sơ Bí Mật StrangerVille",
  "Collect evidence throughout StrangerVille. Then click on it in your Sims inventory to Compile a StrangerVille Dossier. The Secret Lab might be a good place to start for evidence.": "Thu thập bằng chứng trên khắp StrangerVille. Sau đó nhấp vào nó trong hành trang Sim của bạn để Biên Soạn Hồ Sơ StrangerVille. Phòng Thí Nghiệm Bí Mật có thể là một nơi tốt để bắt đầu tìm kiếm bằng chứng.",
  "Open the Sealed Door in the Secret Lab": "Mở Cánh Cửa Bị Niêm Phong trong Phòng Thí Nghiệm Bí Mật",
  "That door at the Secret Lab requires a Keycard. Talk to people around town to see if they know where to get one.": "Cánh cửa đó tại Phòng Thí Nghiệm Bí Mật yêu cầu Thẻ Khóa. Nói chuyện với mọi người xung quanh thị trấn để xem họ có biết nơi nào để lấy một cái không.",
  "Collect {1.Number} Spore Clusters": "Thu Thập {1.Number} Cụm Bào Tử",
  "Find an Infection Scanner by questioning Military Personnel at the Local Bar. Once you have one in your inventory scan the ground to reveal Spore Clusters.": "Tìm Máy Quét Lây Nhiễm bằng cách hỏi Nhân Viên Quân Sự tại Quán Bar Địa Phương. Khi bạn có một cái trong hành trang của mình, hãy quét mặt đất để tiết lộ Cụm Bào Tử.",
  "Assemble the Hazmat Suit": "Lắp Ráp Bộ Đồ Hazmat",
  "Find a Hazmat Suit and a Spore Filter then Combine them in your Inventory. Question about Spores With Scientist at the Local Library, and the Curio Shop Owner to get more information.": "Tìm Bộ Đồ Hazmat và Bộ Lọc Bào Tử, sau đó Kết Hợp chúng trong Hành Trang của bạn. Hỏi về Bào Tử Với Các Nhà Khoa Học tại Thư Viện Địa Phương và Chủ Tiệm Đồ Cổ để có thêm thông tin.",
  "Traverse to the deepest part of the Secret Lab": "Đi đến phần sâu nhất của Phòng Thí Nghiệm Bí Mật",
  "Pass through the Toxic Hallway to open the final door deep in the Secret Lab.": "Đi qua Hành Lang Độc Hại để mở cánh cửa cuối cùng sâu trong Phòng Thí Nghiệm Bí Mật.",
  "Vaccinate {1.Number} Sims": "Tiêm Phòng cho {1.Number} Sims",
  "Create Experimental Vaccine on the Chemical Analyzer at the Secret Lab. Test this 3 times on Possessed Sims to unlock the ability to create the Infection Vaccine on the Chemical Analyzer. Once you have an Infection Vaccine you will be able to Vaccinate other Sims and Recruit them.": "Tạo Vắc-xin Thử Nghiệm trên Máy Phân Tích Hóa Chất tại Phòng Thí Nghiệm Bí Mật. Thử nghiệm cái này 3 lần trên Sims Bị Ám để mở khóa khả năng tạo Vắc-xin Chống Lây Nhiễm trên Máy Phân Tích Hóa Chất. Khi bạn có Vắc-xin Chống Lây Nhiễm, bạn sẽ có thể Tiêm Phòng cho các Sim khác và Chiêu Mộ họ.",
  "Recruit {1.Number} Sims to Help Stop the Source of the Infection": "Chiêu Mộ {1.Number} Sims để Giúp Ngăn Chặn Nguồn Gốc của Sự Lây Nhiễm",
  "Click on Sims to try and recruit them to Fight the Mother Plant. Infected Sims will not want to assist you.": "Nhấp vào Sims để cố gắng chiêu mộ họ Chiến Đấu với Cây Mẹ. Các Sim Bị Nhiễm Bệnh sẽ không muốn hỗ trợ bạn.",
  "Defeat the source of the Infection": "Đánh bại nguồn gốc của sự lây nhiễm",
  "This is the Final step to eliminating the infection from StrangerVille. It will not be easy...": "Đây là bước cuối cùng để loại bỏ sự lây nhiễm khỏi StrangerVille. Nó sẽ không dễ dàng đâu...",
  "Talk with Plant": "Nói Chuyện với Cây",
  "Buy Clothing": "Mua Quần Áo",
  "Secret Inventory": "Kho Hàng Bí Mật",
  "Buy Discounted Clothing": "Mua Quần Áo Giảm Giá",
  "Order To": "Ra Lệnh Cho",
  "Group Commands": "Các Lệnh Nhóm",
  "Request Gifts": "Yêu Cầu Quà Tặng",
  "StrangerVille Investigation": "Điều Tra StrangerVille",
  "Convince to Give Infection Scanner": "Thuyết Phục Trao Máy Quét Lây Nhiễm",
  "ExcUUUUUuuusssEEee yOOuuUu! We prefer the term \"Vintage,\" thank you.": "Xin lỗi! Chúng tôi thích thuật ngữ \"Cổ Điển\" hơn, cảm ơn.",
  "Old School Stair Rail": "Lan Can Cầu Thang Kiểu Cũ",
  "Hero Of StrangerVille": "Anh Hùng Của StrangerVille",
  "As the Hero of StrangerVille you will receive fan mail as well as being able to retell the tale of how you defeated the source of the Infection.": "Là Anh Hùng của StrangerVille, bạn sẽ nhận được thư của người hâm mộ cũng như có thể kể lại câu chuyện về cách bạn đánh bại nguồn gốc của Sự Lây Nhiễm.",
  "Congratulations!  The vile tyranny of the Mother has been brought to justice.  Your heroic victory has been compensated with a sampling of the Mother for you to display.": "Xin chúc mừng! Sự chuyên chế đê hèn của Cây Mẹ đã bị đưa ra công lý. Chiến thắng anh hùng của bạn đã được đền đáp bằng một mẫu của Cây Mẹ để bạn trưng bày.",
  "(From Infected Trait)": "(Từ Đặc Điểm Bị Nhiễm)",
  "(From Being Commanded)": "(Từ Việc Bị Ra Lệnh)",
  "(From Commanding the Group)": "(Từ Việc Chỉ Huy Nhóm)",
  "Erwin": "Erwin",
  "George": "George",
  "Eggleston": "Eggleston",
  "Mark": "Mark",
  "Martin": "Martin",
  "Alice": "Alice",
  "Holland": "Holland",
  "Leslie": "Leslie",
  "Ted": "Ted",
  "Meredith": "Meredith",
  "Dylan": "Dylan",
  "Christie": "Christie",
  "Jess": "Jess",
  "Perform interactions on the Mother Plant to deplete her health!": "Thực hiện các tương tác trên Cây Mẹ để làm suy giảm sức khỏe của nó!",
  "Defeat the Mother Plant": "Đánh bại Cây Mẹ",
  "Battle In Progress": "Trận Chiến Đang Diễn Ra",
  "Gather your allies and take battle to the Mother Plant itself.": "Tập hợp đồng minh của bạn và đưa trận chiến đến chính Cây Mẹ.",
  "You are not authorized to do that while being investigated.": "Bạn không được phép làm điều đó khi đang bị điều tra.",
  "Some of your new neighbors are stopping by to welcome you to StrangerVille, but something is definitely... off... about them.": "Một số hàng xóm mới của bạn đang ghé qua để chào mừng bạn đến StrangerVille, nhưng có điều gì đó chắc chắn... không ổn... về họ.",
  "Team Infection Level": "Cấp Độ Lây Nhiễm Của Đội",
  "The Mother Plant is trying to infect you! Defeat her before you get overwhelmed by the Infection.": "Cây Mẹ đang cố gắng lây nhiễm cho bạn! Đánh bại nó trước khi bạn bị áp đảo bởi Sự Lây Nhiễm.",
  "The Brains": "Bộ Não",
  "The Brawn": "Cơ Bắp",
  "The Clown": "Chú Hề",
  "The Leader": "Người Lãnh Đạo",
  "Conspiracy Theorist": "Người Theo Thuyết Âm Mưu",
  "Military Personnel": "Nhân Viên Quân Sự",
  "Scientist": "Nhà Khoa Học",
  "{0.SimFirstName} received StrangerVille Evidence:\\n\\n{2.String}": "{0.SimFirstName} đã nhận được Bằng Chứng StrangerVille:\n\n{2.String}",
  "I really shouldn't be giving you this but... here.\\n\\n{0.SimFirstName} received StrangerVille Evidence:\\n\\n{2.String}": "Tôi thực sự không nên cho bạn cái này nhưng... đây.\n\n{0.SimFirstName} đã nhận được Bằng Chứng StrangerVille:\n\n{2.String}",
  "All available bathtubs are clogged!": "Tất cả các bồn tắm có sẵn đều bị tắc!",
  "<b>Requires: Higher Relationship</b>\\nPeople in StrangerVille are not going to share top secret information with just anyone.": "<b>Yêu Cầu: Mối Quan Hệ Cao Hơn</b>\nNgười dân ở StrangerVille sẽ không chia sẻ thông tin tuyệt mật với bất kỳ ai.",
  "<b>Requires: Higher Relationship</b>\\nPeople are not going to put their life on the line for just anyone.": "<b>Yêu Cầu: Mối Quan Hệ Cao Hơn</b>\nMọi người sẽ không mạo hiểm mạng sống của họ vì bất kỳ ai.",
  "The weather is far too strange to use the Weather Machine here.": "Thời tiết quá kỳ lạ để sử dụng Máy Thời Tiết ở đây.",
  "Hero of StrangerVille": "Anh Hùng Của StrangerVille",
  "As the Hero of StrangerVille you will receive fan mail as well as being able to retell the tale of how you defeated the source of the infection.": "Là Anh Hùng của StrangerVille, bạn sẽ nhận được thư của người hâm mộ cũng như có thể kể lại câu chuyện về cách bạn đánh bại nguồn gốc của sự lây nhiễm.",
  "(From Completing The StrangerVille Mystery)": "(Từ Việc Hoàn Thành Bí Ẩn StrangerVille)",
  "Paranoid": "Hoang Tưởng",
  "Paranoid Sims feel that danger is around every corner, and that people are always talking about them. Paranoid Sims feel a sense of security while hanging out in basements.": "Những Sim hoang tưởng cảm thấy rằng nguy hiểm rình rập ở mọi ngóc ngách và mọi người luôn nói về họ. Những Sim hoang tưởng cảm thấy an toàn khi đi chơi trong tầng hầm.",
  "Infected": "Bị Nhiễm",
  "Infected Sims have been exposed to the StrangerVille Infection. Sims might exhibit strange behavior, or even become Possessed.": "Những Sim bị nhiễm đã tiếp xúc với Sự Lây Nhiễm StrangerVille. Các Sim có thể thể hiện hành vi kỳ lạ hoặc thậm chí bị Ám.",
  "(From Consuming Bizarre Fruit or Spores)": "(Từ Việc Tiêu Thụ Quả Kỳ Quái hoặc Bào Tử)",
  "Secret Lab": "Phòng Thí Nghiệm Bí Mật",
  "Corrugated Metal": "Kim Loại Tấm",
  "Metal Enclosure": "Vỏ Kim Loại",
  "This weather seems a bit out of the ordinary... It might have something to do with that Secret Lab.": "Thời tiết này có vẻ hơi khác thường... Có thể có liên quan đến Phòng Thí Nghiệm Bí Mật đó.",
  "Strange Weather": "Thời Tiết Kỳ Lạ",
  "Mysterious!": "Bí Ẩn!",
  "Crater Base": "Căn Cứ Miệng Núi Lửa",
  "StrangerVille Plaza is where the locals like to hang out. You can find Scientists at the Library, Military Personnel at the Bar, and The Curio Shop near the trailer park.\\n\\nYou can buy some strange odds and ends here and you will find all the information you need.": "Plaza StrangerVille là nơi người dân địa phương thích lui tới. Bạn có thể tìm thấy Các Nhà Khoa Học tại Thư Viện, Nhân Viên Quân Sự tại Quán Bar và Tiệm Đồ Cổ gần khu nhà di động.\n\nBạn có thể mua một số thứ kỳ lạ và bạn sẽ tìm thấy tất cả thông tin bạn cần ở đây.",
  "StrangerVille Plaza": "Plaza StrangerVille",
  "Pristine, secluded, and nestled high atop a plateau, Shady Acres is home to the more wealthy locals of StrangerVille. Curious how some of them came into their wealth?": "Nguyên sơ, hẻo lánh và nép mình trên đỉnh một cao nguyên, Shady Acres là nơi sinh sống của những người dân địa phương giàu có hơn ở StrangerVille. Tò mò về cách một số người trong số họ có được sự giàu có của họ không?",
  "Shady Acres": "Shady Acres"
}