{
  "(From Extolling the Might)": "(Từ Ca Ngợi Sức Mạnh)",
  "(From Talking With a Resistance Hero)": "(Từ Trò Chuyện Với Anh Hùng Kháng Chiến)",
  "When you're ready to head to Batuu, click on your phone and select 'Take a Vacation' in the Travel menu, then select Batuu. When you see the map of Batuu, head over to Black Spire Outpost!": "Khi bạn đã sẵn sàng đến Batuu, hãy nhấp vào điện thoại và chọn 'Đi Nghỉ' trong menu Du lịch, sau đó chọn Batuu. Khi bạn nhìn thấy bản đồ Batuu, hãy đến Tiền Đồn Black Spire!",
  "Are you sure you want to cancel this mission?": "Bạn có chắc chắn muốn hủy nhiệm vụ này không?",
  "{1.SimFirstName} passed that check thanks to {M1.his}{F1.her} fake ID. Too bad it's too risky to use twice.": "{1.SimFirstName} đã qua cửa nhờ ID giả của {M1.his}{F1.her}. Tiếc là dùng lần hai thì hơi mạo hiểm.",
  "I am glad you have seen the error of your ways. You will join our ranks to snuff out Resistance scum!": "Ta rất vui vì ngươi đã nhận ra sai lầm của mình. Ngươi sẽ gia nhập hàng ngũ của chúng ta để tiêu diệt lũ cặn bã Kháng Chiến!",
  "If you are not willing to stand with us against the Resistance there is only one option!": "Nếu ngươi không sẵn lòng đứng về phía chúng ta chống lại phe Kháng Chiến thì chỉ có một lựa chọn thôi!",
  "The Resistance can use all the help we can get. Your knowledge of the First Order will surely help us.": "Phe Kháng Chiến có thể sử dụng tất cả sự giúp đỡ mà chúng ta có thể nhận được. Kiến thức của ngươi về Tổ Chức Thứ Nhất chắc chắn sẽ giúp ích cho chúng ta.",
  "If you are not willing to join us you are no longer welcome here.": "Nếu ngươi không sẵn lòng tham gia cùng chúng ta, ngươi không còn được chào đón ở đây nữa.",
  "(From Drinking Dagobah Slug Slinger)": "(Từ Việc Uống Dagobah Slug Slinger)",
  "(From Drinking Too Much Dagobah Slug Slinger)": "(Từ Việc Uống Quá Nhiều Dagobah Slug Slinger)",
  "I'm willing to help you out but you're gonna need to do something for me first. I need a green kyber crystal... Problem is, Savi banned me from his workshop for being 'reckless' with my lightsaber. Bring me one and I'll tell you what you need to know.": "Ta sẵn lòng giúp ngươi, nhưng trước tiên ngươi phải làm gì đó cho ta. Ta cần một viên tinh thể kyber màu xanh lục... Vấn đề là, Savi đã cấm ta đến xưởng của hắn vì tội 'liều lĩnh' với thanh lightsaber của ta. Mang cho ta một viên, ta sẽ cho ngươi biết những gì ngươi cần biết.",
  "I don't share information for free! If you can spare a few <b>Galactic Credits</b> I am sure I can make it worth your while.": "Ta không chia sẻ thông tin miễn phí! Nếu ngươi có thể cho ta vài <b>Tín Dụng Thiên Hà</b>, ta chắc chắn có thể làm cho nó xứng đáng.",
  "I'd be willing to tell you what I know in exchange for a little something... like credits. I really like credits.": "Ta sẵn lòng cho ngươi biết những gì ta biết để đổi lấy một chút gì đó... chẳng hạn như tín dụng. Ta rất thích tín dụng.",
  "Look... I have been struggling ever since the First Order showed up, if you have any <b>Food</b> from one of the local shops, I have some information that could be useful to you.": "Nghe này... Ta đã phải vật lộn kể từ khi Tổ Chức Thứ Nhất xuất hiện, nếu ngươi có <b>Đồ Ăn</b> từ một trong những cửa hàng địa phương, ta có một số thông tin có thể hữu ích cho ngươi.",
  "The way to a scoundrel's heart is through their stomach... I'll tell you what I know if you'll bring me something to eat!": "Con đường đến trái tim của một tên vô lại là thông qua dạ dày của hắn... Ta sẽ cho ngươi biết những gì ta biết nếu ngươi mang cho ta thứ gì đó để ăn!",
  "Look, Black Spire Outpost can get a little dicey at times. If you're going to thrive here, you've got to keep up your image. I'll just come out and say it... I want a porg plushie from Dok-Ondar's but I can't be seen buying one for myself. Bring me the adorable toy and you'll get all the info you're looking for...": "Nghe này, Tiền Đồn Hắc Tháp đôi khi có thể hơi khó khăn. Nếu ngươi muốn phát triển ở đây, ngươi phải giữ gìn hình ảnh của mình. Ta sẽ nói thẳng ra... Ta muốn một con thú nhồi bông porg từ Dok-Ondar's, nhưng ta không thể bị bắt gặp mua nó cho chính mình. Mang cho ta món đồ chơi đáng yêu đó và ngươi sẽ nhận được tất cả thông tin ngươi đang tìm kiếm...",
  "I am in a pinch and owe a lot of <b>scrap metal</b> to the local junk dealer, if you can spare some I'll share the information I have.": "Ta đang gặp khó khăn và nợ rất nhiều <b>kim loại phế liệu</b> cho người buôn phế liệu địa phương, nếu ngươi có thể cho ta một ít, ta sẽ chia sẻ thông tin ta có.",
  "I'm working on a little project with a droid that I'd prefer Mubo didn't find out about. Bring me some scrap metal and I'll gladly share any info I can with you.": "Ta đang thực hiện một dự án nhỏ với một droid mà ta không muốn Mubo biết. Mang cho ta một ít kim loại phế liệu và ta sẵn lòng chia sẻ bất kỳ thông tin nào ta có với ngươi.",
  "Success! Your surveillance node has stored the access code information.\\n\\nNow you can Retrieve Access Codes from the comm tower control panel.": "Thành công! Nút giám sát của ngươi đã lưu trữ thông tin mã truy cập.\n\nGiờ ngươi có thể Lấy Mã Truy Cập từ bảng điều khiển tháp liên lạc.",
  "Sssh... I am who you’re looking for. We have to be careful. The First Order is always lurking. When you're ready, come talk to me again and I'll tell you the secret information.": "Suỵt... Ta là người ngươi đang tìm. Chúng ta phải cẩn thận. Tổ Chức Thứ Nhất luôn rình rập. Khi ngươi sẵn sàng, hãy đến nói chuyện với ta lần nữa và ta sẽ cho ngươi biết thông tin bí mật.",
  "Mission: The Defector": "Nhiệm vụ: Người Đào Tẩu",
  "I knew you'd be up for the challenge. Start by using our holotable. You can find it in the Resistance bunker. Find out whatever you can about the defector, especially where we can find them!": "Ta biết ngươi sẽ sẵn sàng cho thử thách này. Hãy bắt đầu bằng cách sử dụng bàn голо của chúng ta. Ngươi có thể tìm thấy nó trong бункер Kháng Chiến. Tìm hiểu bất cứ điều gì ngươi có thể về người đào tẩu, đặc biệt là nơi chúng ta có thể tìm thấy họ!",
  "I suspect you are ill-intentioned, citizen. I demand to see your identification. ": "Ta nghi ngờ ngươi có ý đồ xấu, công dân. Ta yêu cầu xem giấy tờ tùy thân của ngươi.",
  "Droid Relationship -": "Quan Hệ Droid -",
  "Droid Relationship +": "Quan Hệ Droid +",
  "First Order Reputation": "Danh Tiếng Tổ Chức Thứ Nhất",
  "I could use some company if you wouldn't mind. Just someone to hang out with, have a chat, and enjoy the scenery.": "Ta có thể dùng một chút bầu bạn nếu ngươi không phiền. Chỉ cần ai đó đi chơi cùng, trò chuyện và ngắm cảnh.",
  "I've been craving something from Docking Bay 7. Doesn't that sound so good? I wish I could afford it...": "Ta đang thèm thứ gì đó từ Docking Bay 7. Nghe có ngon không? Ước gì ta có đủ tiền mua...",
  "Times have been tough lately. If you have any credits you could spare, I could really use the help so I can buy supplies.": "Dạo này thời buổi khó khăn quá. Nếu ngươi có chút tín dụng nào có thể cho ta, ta rất cần sự giúp đỡ để có thể mua đồ dùng.",
  "My droid hasn't been as functional as usual. Got any spare scrap metal?": "Droid của ta dạo này không được ổn lắm. Ngươi có kim loại phế liệu nào không?",
  "I could go for a game of sabacc right now. Feel like playing?": "Ta có thể chơi một ván sabacc ngay bây giờ. Muốn chơi không?",
  "Welcome to Batuu! Check your Career Panel for some helpful tips to help you explore the area!": "Chào mừng đến với Batuu! Hãy kiểm tra Bảng Nghề Nghiệp của ngươi để biết một số mẹo hữu ích giúp ngươi khám phá khu vực!",
  "Better luck next time!": "Chúc may mắn lần sau!",
  "I've seen banthas move faster than you!": "Ta thấy bantha còn di chuyển nhanh hơn ngươi!",
  "Ha! You call that fighting?": "Ha! Ngươi gọi đó là chiến đấu á?",
  "Bonus Reward\\n\\n{2.String}": "Phần Thưởng Thêm\n\n{2.String}",
  "Good match!\\n\\n{0.SimName} received:\\n{2.GalacticCredits}": "Trận đấu hay!\n\n{0.SimName} nhận được:\n{2.GalacticCredits}",
  "I see you prefer the high ground!\\n\\n{0.SimName} received:\\n{2.GalacticCredits}": "Ta thấy ngươi thích địa hình cao hơn!\n\n{0.SimName} nhận được:\n{2.GalacticCredits}",
  "I went easy on you this time. Next time you may not be so lucky...\\n\\n{0.SimName} received:\\n{2.GalacticCredits}": "Lần này ta đã nương tay với ngươi. Lần tới ngươi có thể không được may mắn như vậy...\n\n{0.SimName} nhận được:\n{2.GalacticCredits}",
  "<span class=\"resistance\">Resistance Reputation</span>": "<span class=\"resistance\">Danh Tiếng Kháng Chiến</span>",
  "You're lucky I had this part laying around... Nice doing business with you!\\n{2.String}": "Ngươi may mắn là ta có sẵn bộ phận này...\nGiao dịch vui vẻ!\n{2.String}",
  "I gave you a good price on this. These parts are hard to find.\\n{2.String}": "Ta đã cho ngươi một mức giá tốt cho cái này. Những bộ phận này rất khó tìm.\n{2.String}",
  "Hoho! Well played. Such a cunning play deserves a reward. I heard you are looking for access to the First Order archives; this card I found might be useful to you.": "Hoho! Chơi hay lắm. Một nước đi xảo quyệt như vậy xứng đáng được thưởng. Ta nghe nói ngươi đang tìm kiếm quyền truy cập vào kho lưu trữ của Tổ Chức Thứ Nhất; tấm thẻ ta tìm thấy này có thể hữu ích cho ngươi.",
  "Scoundrel Reputation": "Danh Tiếng Vô Lại",
  "(From Completing the Big Heist!)": "(Từ Hoàn Thành Vụ Trộm Lớn!)",
  "I heard you ran some jobs for Dok-Ondar! Impressive. That guy doesn't trust anyone.": "Ta nghe nói ngươi đã làm một vài việc cho Dok-Ondar! Ấn tượng đấy. Gã đó không tin ai cả.",
  "Hey! I saw you in action at the sabacc tables. You've got some skills. I hope I never have to play you.": "Này! Ta thấy ngươi hành động ở các bàn sabacc. Ngươi có một số kỹ năng đấy. Ta hy vọng ta không bao giờ phải chơi với ngươi.",
  "Wow, it's good to see you in person. I've heard so much about you! You're exactly how I pictured you, but a little shorter.": "Wow, thật tốt khi được gặp ngươi trực tiếp. Ta đã nghe rất nhiều về ngươi! Ngươi đúng như những gì ta hình dung, nhưng hơi thấp hơn một chút.",
  "Is it true you pulled off a heist at Canto Bight Casino? You're gonna be a legend!": "Có thật là ngươi đã thực hiện một vụ trộm tại Sòng bạc Canto Bight không? Ngươi sẽ trở thành một huyền thoại!",
  "Enjoy your party! Maybe someday I'll get one in my honor too... someday...": "Chúc ngươi có một bữa tiệc vui vẻ! Có lẽ một ngày nào đó ta cũng sẽ có một bữa tiệc để vinh danh ta... một ngày nào đó...",
  "Nice to finally meet Hondo's new 'legitimate' business partner. He talks about you a lot! I mean, he talks a lot in general, but always says good stuff about you.": "Rất vui được cuối cùng gặp gỡ đối tác kinh doanh 'hợp pháp' mới của Hondo. Anh ấy nói về bạn rất nhiều! Ý tôi là, anh ấy nói rất nhiều nói chung, nhưng luôn nói những điều tốt đẹp về bạn.",
  "Hondo speaks highly of you. Keep bringing in credits and Hondo will be a friend for life!": "Hondo đánh giá cao ngươi. Tiếp tục mang về tín dụng và Hondo sẽ là một người bạn suốt đời!",
  "I heard you're a friend of Dok-Ondar! Impressive. That guy doesn't trust just anyone.": "Ta nghe nói ngươi là bạn của Dok-Ondar! Ấn tượng đấy. Gã đó không tin tưởng bất cứ ai đâu.",
  "I admit I thought you were as slippery as a Klatooine paddy frog when you first arrived. I'm glad Hondo saw you had 'legitimate' business potential.": "Ta thừa nhận ta đã nghĩ ngươi trơn như ếch đồng Klatooine khi ngươi mới đến. Ta rất vui vì Hondo đã thấy ngươi có tiềm năng kinh doanh 'hợp pháp'.",
  "I wish I had even half your accomplishments under my belt. Maybe I should sharpen my skill set...": "Ước gì ta có được một nửa thành tích của ngươi. Có lẽ ta nên trau dồi bộ kỹ năng của mình...",
  "Hondo must really like you to spend all these credits on food and drinks! You must've made him a pile of credits!": "Hondo chắc hẳn rất thích ngươi nên mới chi tất cả những tín dụng này cho đồ ăn và thức uống! Chắc hẳn ngươi đã kiếm cho anh ấy một đống tín dụng!",
  "Let's toast! I'd try and get as many in as possible while the drinks are free...": "Cùng nâng ly nào! Ta sẽ cố gắng uống càng nhiều càng tốt khi đồ uống còn miễn phí...",
  "I heard you outsmarted First Order stormtroopers. Maybe you could tell me how you did it sometime!": "Ta nghe nói ngươi đã đánh bại lính stormtrooper của Tổ Chức Thứ Nhất. Có lẽ ngươi có thể kể cho ta nghe ngươi đã làm điều đó như thế nào vào một lúc nào đó!",
  "So you're the one Hondo got for the heist! Didn't think anyone could get through that many layers of security. Nice work.": "Vậy ngươi là người mà Hondo đã thuê cho vụ trộm! Không nghĩ rằng ai có thể vượt qua nhiều lớp bảo mật đến vậy. Làm tốt lắm.",
  "So you're the one who hit the Canto Bight Casino. Pretty gutsy move! I approve.": "Vậy ngươi là người đã tấn công Sòng bạc Canto Bight. Nước đi khá táo bạo! Ta tán thành.",
  "\"I'll have my officers analyze this data at once!\"\\n\\nMission Complete!\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"Tôi sẽ cho các sĩ quan của mình phân tích dữ liệu này ngay lập tức!\"\n\nNhiệm vụ Hoàn Thành!\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Oga's Cantina.",
  "\"How did you come upon this information? It doesn't matter... take your credits and go.\"\\n\\nMission Complete!\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"Làm thế nào mà ngươi có được thông tin này? Không quan trọng... hãy nhận tín dụng của ngươi và đi đi.\"\n\nNhiệm vụ Hoàn Thành!\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Oga's Cantina.",
  "\"If this information leads us to the location of the Resistance, we can make you quite rich indeed.\"\\n\\nMission Complete!\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"Nếu thông tin này dẫn chúng ta đến vị trí của Kháng Chiến, chúng ta có thể làm cho ngươi thực sự giàu có.\"\n\nNhiệm vụ Hoàn Thành!\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Oga's Cantina.",
  "\"These juicy tidbits are worth every galactic credit. Pleasure doing business with you.\"\\n\\nMission Complete!\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"Những mẩu tin giật gân này đáng giá từng tín dụng thiên hà. Rất vui được hợp tác với ngươi.\"\n\nNhiệm vụ Hoàn Thành!\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Oga's Cantina.",
  "\"This intel is really going to help us out. Thanks for your help!\"\\n\\nMission Complete!\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"Thông tin tình báo này thực sự sẽ giúp chúng ta rất nhiều. Cảm ơn vì sự giúp đỡ của ngươi!\"\n\nNhiệm vụ Hoàn Thành!\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Oga's Cantina.",
  "\"Perfect! I'm sure ol' Agnon would be pretty furious if he knew we had this!\"\\n\\nMission Complete!\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"Tuyệt vời! Ta chắc chắn rằng Agnon già sẽ rất tức giận nếu anh ta biết chúng ta có cái này!\"\n\nNhiệm vụ Hoàn Thành!\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Oga's Cantina.",
  "\"Nothing like a little gossip to make galactic credits change hands!\"\\n\\nMission Complete!\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"Không gì bằng một chút chuyện tầm phào để khiến tín dụng thiên hà đổi chủ!\"\n\nNhiệm vụ Hoàn Thành!\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Oga's Cantina.",
  "\"Hard to believe information is free for the taking. Especially knowing what a price it can fetch!\"\\n\\nMission Complete!\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"Thật khó tin khi thông tin có thể lấy miễn phí. Đặc biệt là khi biết nó có thể mang lại một cái giá như thế nào!\"\n\nNhiệm vụ Hoàn Thành!\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Oga's Cantina.",
  "Good, good! It pays to listen. And then you can listen to the sound of the galactic credits funneling into your account!": "Tốt, tốt! Lắng nghe rất đáng giá. Và sau đó ngươi có thể lắng nghe âm thanh của các tín dụng thiên hà đổ vào tài khoản của ngươi!",
  "{0.SimName} has learned how to make <b>{1.ObjectName}</b>. It is now available on Bars.": "{0.SimName} đã học được cách pha chế <b>{1.ObjectName}</b>. Giờ nó đã có mặt tại các Quầy Bar.",
  "{0.SimName} has learned how to make <b>{1.ObjectName}</b>. It is now available on Fridges and Stoves.": "{0.SimName} đã học được cách nấu <b>{1.ObjectName}</b>. Giờ nó đã có mặt tại Tủ Lạnh và Bếp.",
  "Batuu Record: Droid Depot Storage": "Hồ Sơ Batuu: Kho Lưu Trữ Droid Depot",
  "{0.SimName} is now Rank 1 - Supporter with the First Order!\\n\\nFirst Order Rewards Unlocked:\\n• <b>Galactic Credits</b>\\n• <b>First Order Outfit</b>\\n• <b>Check ID</b> interaction\\n\\nItems available for purchase from the First Order Holotable:\\n• Dataspike": "{0.SimName} hiện là Cấp 1 - Người Ủng Hộ của Tổ Chức Thứ Nhất!\n\nPhần Thưởng Tổ Chức Thứ Nhất Đã Mở Khóa:\n• <b>Tín Dụng Thiên Hà</b>\n• <b>Trang Phục Tổ Chức Thứ Nhất</b>\n• Tương tác <b>Kiểm Tra ID</b>\n\nCác vật phẩm có sẵn để mua từ Bàn голо Tổ Chức Thứ Nhất:\n• Dataspike",
  "{0.SimName} is now Rank 2 - Recruit with the First Order!\\n\\nFirst Order Rewards Unlocked:\\n• <b>Galactic Credits</b>\\n• <b>TIE Shuttle Outfit</b>\\n• <b>First Order Banners</b>\\n• <b>Recruit</b> interaction\\n• <b>Access through the First Order Security Door.</b>": "{0.SimName} hiện là Cấp 2 - Tân Binh của Tổ Chức Thứ Nhất!\n\nPhần Thưởng Tổ Chức Thứ Nhất Đã Mở Khóa:\n• <b>Tín Dụng Thiên Hà</b>\n• <b>Trang Phục Tàu Con Thoi TIE</b>\n• <b>Biểu Ngữ Tổ Chức Thứ Nhất</b>\n• Tương tác <b>Tân Binh</b>\n• <b>Truy cập qua Cửa An Ninh Tổ Chức Thứ Nhất.</b>",
  "{0.SimName} is now Rank 3 - Trooper with the First Order!\\n\\nFirst Order Rewards Unlocked:\\n• <b>Galactic Credits</b>\\n• <b>Stormtrooper Outfit</b>\\n• <b>Tell Tales of Galactic Conquest</b> interaction\\n\\nItems available for purchase from the First Order Holotable:\\n• F-11D Blaster": "{0.SimName} hiện là Cấp 3 - Binh Lính của Tổ Chức Thứ Nhất!\n\nPhần Thưởng Tổ Chức Thứ Nhất Đã Mở Khóa:\n• <b>Tín Dụng Thiên Hà</b>\n• <b>Trang Phục Stormtrooper</b>\n• Tương tác <b>Kể Chuyện về Cuộc Chinh Phục Thiên Hà</b>\n\nCác vật phẩm có sẵn để mua từ Bàn голо Tổ Chức Thứ Nhất:\n• Súng Blaster F-11D",
  "{0.SimName} is now Rank 4 - Operative with the First Order!\\n\\nFirst Order Rewards Unlocked:\\n• <b>Galactic Credits</b>\\n• <b>TIE Pilot Outfit</b>\\n• <b>Red Kyber Crystal</b>\\n• <b>Lightsaber Hilt</b>\\n• <b>Enthuse About Crushing the Resistance</b> interaction\\n\\nItems are now available for purchase from the First Order Holotable:\\n• Comlink": "{0.SimName} hiện là Cấp 4 - Đặc Vụ của Tổ Chức Thứ Nhất!\n\nPhần Thưởng Tổ Chức Thứ Nhất Đã Mở Khóa:\n• <b>Tín Dụng Thiên Hà</b>\n• <b>Trang Phục Phi Công TIE</b>\n• <b>Pha Lê Kyber Đỏ</b>\n• <b>Chuôi Lightsaber</b>\n• Tương tác <b>Nhiệt Tình Về Việc Nghiền Nát Kháng Chiến</b>\n\nCác vật phẩm hiện đã có sẵn để mua từ Bàn голо Tổ Chức Thứ Nhất:\n• Comlink",
  "{0.SimName} is now Rank 5 - Sergeant with the First Order!\\n\\nFirst Order Rewards Unlocked:\\n• <b>Galactic Credits</b>\\n• <b>Stormtrooper Pauldron Outfit</b>\\n• <b>TIE echelon Replica</b>\\n• <b>Black Kyber Crystal</b>\\n• <b>TIE echelon Explore</b> interaction": "{0.SimName} hiện là Cấp 5 - Trung Sĩ của Tổ Chức Thứ Nhất!\n\nPhần Thưởng Tổ Chức Thứ Nhất Đã Mở Khóa:\n• <b>Tín Dụng Thiên Hà</b>\n• <b>Trang Phục Stormtrooper Pauldron</b>\n• <b>Bản Sao Hàng Tầng Lớp TIE</b>\n• <b>Pha Lê Kyber Đen</b>\n• Tương tác <b>Khám Phá Hàng Tầng Lớp TIE</b>",
  "{0.SimName} is now Rank 2 - Recruit with the Resistance!\\n\\nResistance Rewards Unlocked:\\n• <b>Galactic Credits</b>\\n• <b>X-wing Pilot Outfit</b>\\n• <b>Resistance Banners</b>\\n• <b>Recruit</b> interaction\\n\\nItems available for purchase from the Resistance Holotable:\\n• Thermal Detonator\\n• <b>Access through the Resistance Security Door.</b>": "{0.SimName} hiện là Cấp 2 - Tân Binh của Kháng Chiến!\n\nPhần Thưởng Kháng Chiến Đã Mở Khóa:\n• <b>Tín Dụng Thiên Hà</b>\n• <b>Trang Phục Phi Công X-wing</b>\n• <b>Biểu Ngữ Kháng Chiến</b>\n• Tương tác <b>Tân Binh</b>\n\nCác vật phẩm có sẵn để mua từ Bàn голо Kháng Chiến:\n• Ngòi Nổ Nhiệt\n• <b>Truy cập qua Cửa An Ninh Kháng Chiến.</b>",
  "{0.SimName} is now Rank 3 - Lieutenant with the Resistance!\\n\\nResistance Rewards Unlocked:\\n• <b>Galactic Credits</b>\\n• <b>Tell Tales of Galactic Adventure</b> interaction\\n\\nItems available for purchase from the Resistance Holotable:\\n• DL-44 Blaster\\n• Fake ID Card": "{0.SimName} hiện là Cấp 3 - Trung Úy của Kháng Chiến!\n\nPhần Thưởng Kháng Chiến Đã Mở Khóa:\n• <b>Tín Dụng Thiên Hà</b>\n• Tương tác <b>Kể Chuyện về Cuộc Phiêu Lưu Thiên Hà</b>\n\nCác vật phẩm có sẵn để mua từ Bàn голо Kháng Chiến:\n• Súng Blaster DL-44\n• Thẻ ID Giả",
  "{0.SimName} is now Rank 4 - Specialist with the Resistance!\\n\\nResistance Rewards Unlocked:\\n• <b>Galactic Credits</b>\\n• <b>Blue Kyber Crystal</b>\\n• <b>Lightsaber Hilt</b>\\n• <b>Resistance Jacket</b>\\n• <b>Resistance Vest</b>\\n• <b>Resistance Hat</b>\\n• <b>Enthuse About Stopping The First Order</b> interaction\\n\\nItems available for purchase from the Resistance Holotable:\\n• Comlink": "{0.SimName} hiện là Cấp 4 - Chuyên Gia của Kháng Chiến!\n\nPhần Thưởng Kháng Chiến Đã Mở Khóa:\n• <b>Tín Dụng Thiên Hà</b>\n• <b>Pha Lê Kyber Xanh Dương</b>\n• <b>Chuôi Lightsaber</b>\n• <b>Áo Khoác Kháng Chiến</b>\n• <b>Áo Gilet Kháng Chiến</b>\n• <b>Mũ Kháng Chiến</b>\n• Tương tác <b>Nhiệt Tình Về Việc Ngăn Chặn Tổ Chức Thứ Nhất</b>\n\nCác vật phẩm có sẵn để mua từ Bàn голо Kháng Chiến:\n• Comlink",
  "{0.SimName} is now Rank 5 - Sergeant with the Resistance!\\n\\nResistance Rewards Unlocked:\\n• <b>Galactic Credits</b>\\n• <b>X-wing Replica</b>\\n• <b>Yellow Kyber Crystal</b>\\n• <b>X-wing Explore</b> interaction": "{0.SimName} hiện là Cấp 5 - Trung Sĩ của Kháng Chiến!\n\nPhần Thưởng Kháng Chiến Đã Mở Khóa:\n• <b>Tín Dụng Thiên Hà</b>\n• <b>Bản Sao X-wing</b>\n• <b>Pha Lê Kyber Vàng</b>\n• Tương tác <b>Khám Phá X-wing</b>",
  "{0.SimName} is now Rank 1 - Rookie with the Scoundrel!\\n\\nScoundrel Rewards Unlocked:\\n• <b>Galactic Credits</b>\\n• <b>Swindle</b> interaction\\n\\nItems are now available for purchase from <b>Hondo Ohnaka</b>:\\n• Dataspike": "{0.SimName} hiện là Cấp 1 - Lính Mới của Vô Lại!\n\nPhần Thưởng Vô Lại Đã Mở Khóa:\n• <b>Tín Dụng Thiên Hà</b>\n• Tương tác <b>Lừa Gạt</b>\n\nCác vật phẩm hiện đã có sẵn để mua từ <b>Hondo Ohnaka</b>:\n• Dataspike",
  "{0.SimName} is now Rank 2 - Runner with the Scoundrels!\\n\\nScoundrel Rewards Unlocked:\\n• <b>Galactic Credits</b>\\n• <b>Scoundrel Uniform</b>\\n• <b>Scoundrel Banner</b>\\n• <b>Bribe</b> interaction\\n\\nItems are now available for purchase from <b>Hondo Ohnaka</b>:\\n• Thermal Detonator": "{0.SimName} hiện là Cấp 2 - Người Chạy Việc của Vô Lại!\n\nPhần Thưởng Vô Lại Đã Mở Khóa:\n• <b>Tín Dụng Thiên Hà</b>\n• <b>Đồng Phục Vô Lại</b>\n• <b>Biểu Ngữ Vô Lại</b>\n• Tương tác <b>Hối Lộ</b>\n\nCác vật phẩm hiện đã có sẵn để mua từ <b>Hondo Ohnaka</b>:\n• Ngòi Nổ Nhiệt",
  "{0.SimName} is now Rank 3 - Rogue with the Scoundrels!\\n\\nScoundrel Rewards Unlocked:\\n• <b>Galactic Credits</b>\\n• <b>Skim Credit</b> interaction\\n• <b>Tell Exciting Tales of Smuggling</b> interaction\\n\\nItems are now available for purchase from <b>Hondo Ohnaka</b>:\\n• Comlink\\n• DL-44 Blaster\\n• Model TD2.3 Electrobinoculars": "{0.SimName} hiện là Cấp 3 - Kẻ Lừa Đảo của Vô Lại!\n\nPhần Thưởng Vô Lại Đã Mở Khóa:\n• <b>Tín Dụng Thiên Hà</b>\n• Tương tác <b>Ăn Bớt Tín Dụng</b>\n• Tương tác <b>Kể Chuyện Buôn Lậu Ly Kỳ</b>\n\nCác vật phẩm hiện đã có sẵn để mua từ <b>Hondo Ohnaka</b>:\n• Comlink\n• Súng Blaster DL-44\n• Ống Nhòm Điện Tử Model TD2.3",
  "{0.SimName} is now Rank 4 - Bandit with the Scoundrels!\\n\\nScoundrel Rewards Unlocked:\\n• <b>Galactic Credits</b>\\n• <b>Scoundrel Outfit</b>\\n• <b>Purple Kyber Crystal</b>\\n• <b>Lightsaber Hilt</b>\\n• <b>Enthuse About Galactic Credit Skimmers</b> interaction\\n\\nItems are now available for purchase from <b>Hondo Ohnaka</b>:\\n• Fake ID Card": "{0.SimName} hiện là Cấp 4 - Tên Cướp của Vô Lại!\n\nPhần Thưởng Vô Lại Đã Mở Khóa:\n• <b>Tín Dụng Thiên Hà</b>\n• <b>Trang Phục Vô Lại</b>\n• <b>Pha Lê Kyber Tím</b>\n• <b>Chuôi Lightsaber</b>\n• Tương tác <b>Nhiệt Tình Về Những Kẻ Ăn Bớt Tín Dụng Thiên Hà</b>\n\nCác vật phẩm hiện đã có sẵn để mua từ <b>Hondo Ohnaka</b>:\n• Thẻ ID Giả",
  "{0.SimName} is now Rank 5 - Outlaw with the Scoundrels!\\n\\nScoundrel Rewards Unlocked:\\n• <b>Galactic Credits</b>\\n• <b>White Kyber Crystal</b>\\n• <b><i>Millennium Falcon</i> Replica</b>\\n• <b><i>Millennium Falcon</i> Explore</b> interaction": "{0.SimName} hiện là Cấp 5 - Kẻ Ngoài Vòng Pháp Luật của Vô Lại!\n\nPhần Thưởng Vô Lại Đã Mở Khóa:\n• <b>Tín Dụng Thiên Hà</b>\n• <b>Pha Lê Kyber Trắng</b>\n• <b>Bản Sao <i>Millennium Falcon</i></b>\n• Tương tác <b>Khám Phá <i>Millennium Falcon</i></b>",
  "(From Talking to Kylo Ren)": "(Từ Việc Nói Chuyện Với Kylo Ren)",
  "(From Exploring)": "(Từ Việc Khám Phá)",
  "{0.SimName} successfully completed the Kessel Run. This attempt was completed in {1.Number} parsecs.": "{0.SimName} đã hoàn thành thành công Kessel Run. Lần thử này đã được hoàn thành trong {1.Number} parsec.",
  "(From Disparaging the First Order)": "(Từ Việc Nói Xấu Tổ Chức Thứ Nhất)",
  "(From Blaming a Recruit)": "(Từ Việc Đổ Lỗi Cho Một Tân Binh)",
  "(From Investigating on a Starfighter)": "(Từ Việc Điều Tra Trên Một Tàu Chiến Đấu)",
  "(From Ordering a Recruit on a Starfighter)": "(Từ Việc Ra Lệnh Cho Một Tân Binh Trên Một Tàu Chiến Đấu)",
  "(From Trying to Fix a Starfighter)": "(Từ Việc Cố Gắng Sửa Chữa Tàu Chiến Đấu)",
  "(From Scouting Manually)": "(Từ Việc Trinh Sát Thủ Công)",
  "Raawwwoo Aaaarrrwwwaaaar!": "Raawwwoo Aaaarrrwwwaaaar!",
  "{0.SimName} searched the supply crate and found:\\n{2.String}": "{0.SimName} đã tìm kiếm thùng hàng tiếp tế và tìm thấy:\n{2.String}",
  "(From Supply Crate)": "(Từ Thùng Hàng Tiếp Tế)",
  "{0.SimName} found:\\n{2.String}": "{0.SimName} tìm thấy:\n{2.String}",
  "First Order surveillance system detected and removed.\\n\\nKeep analyzing this Control Panel to find the best way to slice into it.": "Hệ thống giám sát của Tổ Chức Thứ Nhất được phát hiện và gỡ bỏ.\n\nTiếp tục phân tích Bảng Điều Khiển này để tìm cách tốt nhất để xâm nhập vào nó.",
  "No surveillance systems detected.\\n\\nKeep analyzing this Control Panel to find the best way to slice into it.": "Không phát hiện thấy hệ thống giám sát nào.\n\nTiếp tục phân tích Bảng Điều Khiển này để tìm cách tốt nhất để xâm nhập vào nó.",
  "Friendly First Order surveillance system detected.\\n\\nKeep analyzing this Control Panel to find the best way to slice into it.": "Hệ thống giám sát thân thiện của Tổ Chức Thứ Nhất được phát hiện.\n\nTiếp tục phân tích Bảng Điều Khiển này để tìm cách tốt nhất để xâm nhập vào nó.",
  "Friendly Resistance surveillance system detected.\\n\\nKeep analyzing this Control Panel to find the best way to slice into it.": "Hệ thống giám sát thân thiện của Kháng Chiến được phát hiện.\n\nTiếp tục phân tích Bảng Điều Khiển này để tìm cách tốt nhất để xâm nhập vào nó.",
  "Resistance surveillance system detected and removed.\\n\\nKeep analyzing this Control Panel to find the best way to slice into it.": "Hệ thống giám sát của Kháng Chiến được phát hiện và gỡ bỏ.\n\nTiếp tục phân tích Bảng Điều Khiển này để tìm cách tốt nhất để xâm nhập vào nó.",
  "That was a close one! {0.SimName} was able to bypass and remove a First Order surveillance system before any alarms went off.": "Thật suýt soát! {0.SimName} đã có thể bỏ qua và gỡ bỏ một hệ thống giám sát của Tổ Chức Thứ Nhất trước khi bất kỳ báo động nào vang lên.",
  "That was a close one! {0.SimName} was able to bypass and remove a Resistance surveillance system before anyone was the wiser.": "Thật suýt soát! {0.SimName} đã có thể bỏ qua và gỡ bỏ một hệ thống giám sát của Kháng Chiến trước khi ai đó khôn ngoan hơn.",
  "Your droid has short circuited and needs to be repaired!": "Droid của bạn đã bị đoản mạch và cần được sửa chữa!",
  "Your droid successfully scrambled the Control Panel.": "Droid của bạn đã xáo trộn thành công Bảng Điều Khiển.",
  "(From a Failing to Swipe Credits)": "(Từ Việc Không Thành Công Khi Quẹt Tín Dụng)",
  "(From a Successful Swiping Credits)": "(Từ Việc Quẹt Tín Dụng Thành Công)",
  "Your droid failed to override the locks on the supply crate.": "Droid của bạn đã không thể ghi đè các khóa trên thùng hàng tiếp tế.",
  "(From Getting Shocked by a Droid)": "(Từ Việc Bị Điện Giật Bởi Droid)",
  "(From Messing Around)": "(Từ Việc Nghịch Ngợm)",
  "{0.SimFirstName} received {2.GalacticCredits}": "{0.SimFirstName} nhận được {2.GalacticCredits}",
  "(From Exploring the Cave)": "(Từ Việc Khám Phá Hang Động)",
  "{0.SimFirstName} Received:\\n{2.String}": "{0.SimFirstName} Nhận Được:\n{2.String}",
  "(From Playing Sabacc)": "(Từ Việc Chơi Sabacc)",
  "(From Losing at Sabacc)": "(Từ Việc Thua Sabacc)",
  "(From Winning Sabacc)": "(Từ Việc Thắng Sabacc)",
  "Is this a prank? Did Kasif put you up this? Kasif! Where are you? Come out! Very funny!": "Đây là trò đùa à? Kasif xúi ngươi làm chuyện này à? Kasif! Ngươi ở đâu? Ra đây! Vui lắm!",
  "I'm sorry, you must have me confused with someone else...": "Tôi xin lỗi, chắc là bạn nhầm tôi với người khác rồi...",
  "I'm not sure I follow... are you alright, friend?": "Tôi không chắc mình hiểu... bạn ổn chứ, bạn hiền?",
  "Do I look like I'm with the First Order? Keep searching...": "Trông tôi có giống như người của Tổ Chức Thứ Nhất không? Tìm tiếp đi...",
  "I wish I knew... If I did, Vi would know, you would know, and you wouldn't be here drawing attention to yourself...": "Ước gì tôi biết... Nếu tôi biết, Vi sẽ biết, bạn sẽ biết, và bạn sẽ không ở đây gây sự chú ý đến bản thân...",
  "Careful asking questions like that... You'll have the First Order on you before you know it...": "Cẩn thận khi hỏi những câu hỏi như vậy... Tổ Chức Thứ Nhất sẽ tìm đến bạn trước khi bạn kịp nhận ra...",
  "If you're trying to flirt with me, you're not doing well. You could try buying me a drink...": "Nếu bạn đang cố gắng tán tỉnh tôi, bạn làm không tốt đâu. Bạn có thể thử mua cho tôi một ly nước...",
  "I have no clue what you're talking about... If I were you I would keep it down before someone from the First Order hears you.": "Tôi không biết bạn đang nói về cái gì... Nếu tôi là bạn, tôi sẽ giữ im lặng trước khi ai đó từ Tổ Chức Thứ Nhất nghe thấy bạn.",
  "Sounds like you've had a few too many Fuzzy Tauntauns, friend.": "Nghe có vẻ như bạn đã uống hơi nhiều Fuzzy Tauntaun rồi đấy, bạn hiền.",
  "Bonus Reward - Check your Sim's Inventory": "Phần Thưởng Thêm - Kiểm tra Hành trang của Sim",
  "Counter-Operative": "Phản Gián",
  "Do Not Resist": "Không Chống Cự",
  "Enforcer of Order": "Người Thi Hành Trật Tự",
  "First Steps": "Những Bước Đầu Tiên",
  "For The Resistance": "Vì Kháng Chiến",
  "Protector of Batuu": "Người Bảo Vệ Batuu",
  "Paragon of Hope": "Hình Mẫu Của Hy Vọng",
  "Fledgling Pirate": "Hải Tặc Tập Sự",
  "Scum and Villainy": "Cặn Bã và Tội Ác",
  "Lovable Rogue": "Kẻ Lừa Đảo Đáng Yêu",
  "Galactic Privateer": "Tư Nhân Thiên Hà",
  "Star Wars": "Chiến Tranh Giữa Các Vì Sao",
  "{0.SimFirstName}'s loyalty to the First Order has been proven through {m0.his}{f0.her} good work.\\n\\nReward Trait: Supreme Authority\\n\\n{0.SimFirstName} can show {m0.his}{f0.her} power through {m0.his}{f0.her} increased ability to win fights, and make other Sims back down from hostile socials with {m0.him}{f0.her}.": "Lòng trung thành của {0.SimFirstName} đối với Tổ Chức Thứ Nhất đã được chứng minh qua những việc làm tốt của {m0.his}{f0.her}.\n\nTính Cách Phần Thưởng: Quyền Lực Tối Cao\n\n{0.SimFirstName} có thể thể hiện sức mạnh của {m0.his}{f0.her} thông qua khả năng chiến thắng các trận đánh được tăng cường, và khiến các Sim khác rút lui khỏi các tương tác xã hội thù địch với {m0.him}{f0.her}.",
  "This Sim is out to prove their loyalty to the First Order by stamping out the Resistance presence on Batuu.": "Sim này đang cố gắng chứng minh lòng trung thành của mình với Tổ Chức Thứ Nhất bằng cách dập tắt sự hiện diện của Kháng Chiến trên Batuu.",
  "There is a struggle growing on Batuu and {0.SimFirstName} has only seen the beginning of it. Now is the time to make the decision of what side to choose and who to support in this struggle. Will {f0.she}{m0.he} decide to serve the First Order as they look to take control of Batuu, or be a part of the Resistance force that wants to help disrupt the First Order's plans.\\n\\n{0.SimFirstName} has received a gift of credits from the faction {f0.she}{m0.he} has given {f0.her}{m0.his} support. Use them wisely.": "Có một cuộc đấu tranh đang diễn ra trên Batuu và {0.SimFirstName} mới chỉ chứng kiến sự khởi đầu của nó. Bây giờ là lúc đưa ra quyết định chọn phe nào và ủng hộ ai trong cuộc đấu tranh này. Liệu {f0.she}{m0.he} sẽ quyết định phục vụ Tổ Chức Thứ Nhất khi họ tìm cách kiểm soát Batuu, hay là một phần của lực lượng Kháng Chiến muốn giúp phá vỡ các kế hoạch của Tổ Chức Thứ Nhất.\n\n{0.SimFirstName} đã nhận được một món quà là tín dụng từ phe phái mà {f0.she}{m0.he} đã dành sự ủng hộ của {f0.her}{m0.his}. Hãy sử dụng chúng một cách khôn ngoan.",
  "On the world of Batuu there is a growing conflict. This Sim is out to explore Black Spire Outpost and understand whether they should stand with the Resistance or the First Order.": "Trên thế giới Batuu có một cuộc xung đột đang gia tăng. Sim này đang đi khám phá Tiền Đồn Hắc Tháp và hiểu xem họ nên đứng về phía Kháng Chiến hay Tổ Chức Thứ Nhất.",
  "Hope VS Order": "Hy Vọng VS Trật Tự",
  "{0.SimFirstName} is true to the Resistance, spreading hope through Batuu as the light to inspire others to join the cause.\\n\\nReward Trait: Heroic Presence\\n\\n{0.SimFirstName} will be able to inspire other Sims through {m0.his}{f0.her} presence.": "{0.SimFirstName} là người trung thành với Kháng Chiến, lan tỏa hy vọng khắp Batuu như ánh sáng để truyền cảm hứng cho những người khác tham gia vào sự nghiệp này.\n\nTính Cách Phần Thưởng: Sự Hiện Diện Anh Hùng\n\n{0.SimFirstName} sẽ có thể truyền cảm hứng cho những Sim khác thông qua sự hiện diện của {m0.his}{f0.her}.",
  "This Sim looks to be the spark of hope that disrupts the First Order's operations on Batuu and aid the Resistance cause.": "Sim này có vẻ là tia lửa hy vọng phá vỡ các hoạt động của Tổ Chức Thứ Nhất trên Batuu và hỗ trợ sự nghiệp của Kháng Chiến.",
  "{0.SimFirstName} has a way about {m0.him}{f0.her}, {m0.he}{f0.she} is quite crafty at being able to get everything {m0.he}{f0.she} wants without having to pick sides.\\n\\nReward Trait: Sleight of Hand\\n\\n{0.SimFirstName} will have an easier time gaining credits by being able to pickpocket other Sims and {m0.he}{f0.she} can't get caught cheating at Sabacc.": "{0.SimFirstName} có một cách riêng của {m0.him}{f0.her}, {m0.he}{f0.she} khá khéo léo trong việc có thể lấy được mọi thứ {m0.he}{f0.she} muốn mà không cần phải chọn phe.\n\nTính Cách Phần Thưởng: Sự Lanh Lợi\n\n{0.SimFirstName} sẽ có thời gian dễ dàng hơn để kiếm tín dụng bằng cách có thể móc túi các Sim khác và {m0.he}{f0.she} không thể bị bắt gian lận tại Sabacc.",
  "This Sim isn't about choosing sides, they're happy just mingling among the smugglers, and bounty hunters on the fringe planet of Batuu. Earning a few extra credits along the way is just a bonus, no matter how they get them.": "Sim này không quan tâm đến việc chọn phe, họ chỉ vui vẻ hòa mình vào giữa những kẻ buôn lậu và thợ săn tiền thưởng trên hành tinh vùng ven Batuu. Kiếm thêm một vài tín dụng trên đường đi chỉ là một phần thưởng thêm, bất kể họ kiếm được chúng bằng cách nào.",
  "(From being caught in a restricted area)": "(Từ việc bị bắt trong khu vực hạn chế)",
  "For the good of the galaxy, we will put an end to the Resistance. Those scum don't stand a chance with {0.SimName} on the job.": "Vì lợi ích của thiên hà, chúng ta sẽ chấm dứt Kháng Chiến. Những kẻ cặn bã đó không có cơ hội nào với {0.SimName} trong công việc.",
  "First Order Authority": "Quyền Lực Tổ Chức Thứ Nhất",
  "(From Talking to Lt. Agnon)": "(Từ Việc Nói Chuyện Với Trung Úy Agnon)",
  "Would not recommend repeating this experience more than once.": "Không khuyến khích lặp lại trải nghiệm này quá một lần.",
  "Busted": "Bị Bắt",
  "{0.SimFirstName} talked {M0.his}{F0.her} way out of a sticky situation.": "{0.SimFirstName} đã dùng tài ăn nói để thoát khỏi một tình huống khó khăn.",
  "Got Off Scot-Free": "Thoát Tội",
  "It's not wise to argue with those that display such might and power. ": "Không khôn ngoan khi tranh cãi với những người thể hiện sức mạnh và quyền lực như vậy.",
  "Power and Control": "Quyền Lực và Kiểm Soát",
  "Some Sims have such an aura of bravery and selflessness around them. It’s inspiring to be in their presence.": "Một số Sim có một hào quang dũng cảm và vị tha xung quanh họ. Thật truyền cảm hứng khi ở bên cạnh họ.",
  "A Hero's Presence": "Sự Hiện Diện Của Một Anh Hùng",
  "Access Granted": "Được Phép Truy Cập",
  "{0.SimName} has temporary access to a restricted First Order area.": "{0.SimName} có quyền truy cập tạm thời vào khu vực hạn chế của Tổ Chức Thứ Nhất.",
  "{0.SimName} has temporary access to a restricted Resistance area.": "{0.SimName} có quyền truy cập tạm thời vào khu vực hạn chế của Kháng Chiến.",
  "Rookie Mistake": "Sai Lầm Của Lính Mới",
  "{0.SimName} should lay low and avoid the First Order.": "{0.SimName} nên nằm im và tránh Tổ Chức Thứ Nhất.",
  "Hope {0.SimName}’s superiors don’t find out about this blunder.": "Hy vọng cấp trên của {0.SimName} không phát hiện ra sai lầm này.",
  "{0.SimName} should lay low and avoid the Resistance.": "{0.SimName} nên nằm im và tránh Kháng Chiến.",
  "Under Watch": "Dưới Sự Giám Sát",
  "The First Order has issued a warning to {0.SimName}.": "Tổ Chức Thứ Nhất đã đưa ra một cảnh báo cho {0.SimName}.",
  "The Resistance seems particularly vigilant around {0.SimName}.": "Kháng Chiến có vẻ đặc biệt cảnh giác xung quanh {0.SimName}.",
  "Got too Confident, Kid...": "Quá Tự Tin Rồi, Nhóc...",
  "Caught Swiping Credits": "Bị Bắt Quẹt Tín Dụng",
  "You and your droid make an excellent team!": "Bạn và droid của bạn tạo thành một đội tuyệt vời!",
  "Partners in Crime": "Đồng Bọn",
  "What? What happened?": "Cái gì? Chuyện gì đã xảy ra?",
  "Shocked and Dazed": "Sốc và Bàng Hoàng",
  "{0.SimName} feels calm and at peace.": "{0.SimName} cảm thấy bình tĩnh và an yên.",
  "The Light Side": "Mặt Tốt",
  "{0.SimName} is filled with anger and rage!": "{0.SimName} tràn ngập sự giận dữ và cuồng nộ!",
  "The Dark Side": "Mặt Tối",
  "With some of Hondo's wise advice on mind, {0.SimName} will experience greater success in certain... financial ventures.": "Với một vài lời khuyên khôn ngoan của Hondo trong đầu, {0.SimName} sẽ trải nghiệm thành công lớn hơn trong một số... liên doanh tài chính nhất định.",
  "Good Business": "Kinh Doanh Tốt",
  "{0.SimFirstName}'s adrenaline is really pumping, but {M0.he}{F0.she} best not stick around the First Order.": "Adrenaline của {0.SimFirstName} đang thực sự tăng cao, nhưng tốt nhất là {M0.he}{F0.she} không nên lảng vảng quanh Tổ Chức Thứ Nhất.",
  "Close Shave": "Thoát Chết Trong Gang Tấc",
  "Cannot do this while Fear the Dark Side Moodlet is active.": "Không thể thực hiện việc này khi Moodlet Sợ Mặt Tối đang hoạt động.",
  "Survived Kylo Ren's rage. Could have been worse...": "Sống sót sau cơn thịnh nộ của Kylo Ren. Mọi chuyện có thể tồi tệ hơn...",
  "Fear the Dark Side": "Sợ Mặt Tối",
  "{0.SimName} trembles at the might of the First Order and the Supreme Leader.": "{0.SimName} run sợ trước sức mạnh của Tổ Chức Thứ Nhất và Lãnh Đạo Tối Cao.",
  "First Order Might": "Sức Mạnh Tổ Chức Thứ Nhất",
  "{0.SimName} is motivated to do {M0.his}{F0.her} part in restoring stability and order. {M0.He}{F0.She} won't need to take a break for a while.": "{0.SimName} có động lực để làm phần việc của {M0.his}{F0.her} trong việc khôi phục sự ổn định và trật tự. {M0.He}{F0.She} sẽ không cần phải nghỉ ngơi trong một thời gian.",
  "Like the Jedi and Sith before you, your choices can change the galaxy...": "Giống như Jedi và Sith trước bạn, những lựa chọn của bạn có thể thay đổi thiên hà...",
  "A More Refined Weapon": "Một Vũ Khí Tinh Tế Hơn",
  "{0.SimFirstName} is filled with inspiration and feels optimistic about their near-term endeavors on Batuu. ": "{0.SimFirstName} tràn đầy cảm hứng và cảm thấy lạc quan về những nỗ lực trước mắt của họ trên Batuu.",
  "Luck of Batuu": "May Mắn Của Batuu",
  "Celebrated Scoundrel": "Tên Vô Lại Nổi Tiếng",
  "Overwhelmed with excitement and a bit of relief. The heist of a lifetime is over, now time to celebrate!": "Choáng ngợp với sự phấn khích và một chút nhẹ nhõm. Vụ trộm để đời đã kết thúc, bây giờ là lúc ăn mừng!",
  "{0.SimName} attempted to blame the recruit aboard the TIE echelon, but it ended in disaster as Lt. Agnon saw right through the lie.": "{0.SimName} đã cố gắng đổ lỗi cho tân binh trên tàu TIE, nhưng nó đã kết thúc trong thảm họa khi Trung Úy Agnon nhìn thấu lời nói dối.",
  "Blamed Recruit": "Đổ Lỗi Cho Tân Binh",
  "{0.SimName} was able to convince the Lt. that mistakes that bad can only be made by a low level recruits.": "{0.SimName} đã có thể thuyết phục Trung Úy rằng những sai lầm tồi tệ như vậy chỉ có thể được gây ra bởi một tân binh cấp thấp.",
  "{0.SimName} is filled with an overwhelming sense of confidence as they disparage the First Order with the locals.": "{0.SimName} tràn ngập cảm giác tự tin áp đảo khi họ nói xấu Tổ Chức Thứ Nhất với người dân địa phương.",
  "Disparaged the First Order": "Nói Xấu Tổ Chức Thứ Nhất",
  "{0.SimName} used their wits to find and arrest the stowaway aboard the TIE echelon.": "{0.SimName} đã sử dụng trí thông minh của mình để tìm và bắt giữ người trốn vé trên tàu TIE.",
  "Stowaway Arrested": "Người Trốn Vé Bị Bắt",
  "{0.SimName} confidently commanded the team aboard the TIE echelon and Lt. Agnon took notice.": "{0.SimName} tự tin chỉ huy đội trên tàu TIE và Trung Úy Agnon đã chú ý.",
  "Ordered Recruit": "Ra Lệnh Cho Tân Binh",
  "The smell...it smelled like a scruffy nerf herder.": "Mùi...mùi giống như một người chăn nuôi nerf luộm thuộm.",
  "Scruffy Nerf Herder": "Người Chăn Nuôi Nerf Luộm Thuộm",
  "{0.SimName} was not able to make sense of the mess of wires aboard the TIE echelon. This is not going to go over well with his fellow First Order members.": "{0.SimName} không thể hiểu được mớ dây lộn xộn trên tàu TIE. Điều này sẽ không diễn ra tốt đẹp với những thành viên Tổ Chức Thứ Nhất khác của anh ấy.",
  "Cutting the Wrong Wire": "Cắt Nhầm Dây",
  "{0.SimName} was able to keep a level head and reroute power to the TIE echelon cannons.": "{0.SimName} đã có thể giữ một cái đầu lạnh và chuyển hướng năng lượng đến các khẩu pháo TIE.",
  "Speedy Rewire": "Chuyển Dây Nhanh Chóng",
  "The jig is up! {0.SimFirstName} needs to think fast to get out of this situation.": "Trò chơi kết thúc! {0.SimFirstName} cần phải suy nghĩ nhanh chóng để thoát khỏi tình huống này.",
  "Spotted!": "Bị Phát Hiện!",
  "It's all a machine, partner. Live free, don't join.": "Tất cả chỉ là một cỗ máy thôi, bạn hiền. Hãy sống tự do, đừng tham gia.",
  "Don't Join": "Đừng Tham Gia",
  "The Resistance will be crushed under the First Order's might!": "Kháng Chiến sẽ bị nghiền nát dưới sức mạnh của Tổ Chức Thứ Nhất!",
  "First Order Supporter": "Người Ủng Hộ Tổ Chức Thứ Nhất",
  "The Resistance will stop the First Order at all costs. All it takes is a spark.": "Kháng Chiến sẽ ngăn chặn Tổ Chức Thứ Nhất bằng mọi giá. Tất cả những gì cần là một tia lửa.",
  "Friend of the Resistance": "Bạn Của Kháng Chiến",
  "It is nice to find a fellow supporter of the First Order.": "Thật tốt khi tìm thấy một người ủng hộ Tổ Chức Thứ Nhất.",
  "Bringing Order": "Mang Lại Trật Tự",
  "The First Order's reach extends all across the galaxy. We will stop at nothing to crush the Resistance scum.": "Phạm vi tiếp cận của Tổ Chức Thứ Nhất trải dài khắp thiên hà. Chúng ta sẽ không dừng lại trước bất cứ điều gì để nghiền nát lũ cặn bã Kháng Chiến.",
  "Crushing the Resistance": "Nghiền Nát Kháng Chiến",
  "Looks like not everyone shares the same enthusiasm for the First Order.": "Có vẻ như không phải ai cũng có chung sự nhiệt tình với Tổ Chức Thứ Nhất.",
  "They Don't Want Order?": "Họ Không Muốn Trật Tự?",
  "Looks like there are some that do not share the same compassion as the Resistance.": "Có vẻ như có một số người không có chung lòng trắc ẩn như Kháng Chiến.",
  "Desperate Times": "Thời Thế Tuyệt Vọng",
  "The Resistance is strong, and we grow stronger each passing day. It is only a mater of time until we strike against the First Order.": "Kháng Chiến rất mạnh mẽ, và chúng ta ngày càng mạnh mẽ hơn mỗi ngày trôi qua. Chỉ còn là vấn đề thời gian cho đến khi chúng ta tấn công Tổ Chức Thứ Nhất.",
  "Lighting The Fire": "Thắp Lửa",
  "The Resistance needs all the supporters it can get. We must try harder.": "Kháng Chiến cần tất cả những người ủng hộ mà nó có thể có được. Chúng ta phải cố gắng hơn nữa.",
  "Snuffed Flame": "Dập Tắt Ngọn Lửa",
  "It is nice to find a fellow supporter of the Resistance.": "Thật tốt khi tìm thấy một người ủng hộ Kháng Chiến.",
  "We Are The Spark": "Chúng Ta Là Tia Lửa",
  "Sharing tales of recent smuggling jobs brings a rush of confidence.": "Chia sẻ những câu chuyện về những công việc buôn lậu gần đây mang lại một cảm giác tự tin.",
  "Anything For a Price": "Mọi Thứ Đều Có Giá",
  "Looks like some tales are too tall to believe. But inside you know its true...": "Có vẻ như một số câu chuyện là quá phóng đại để tin được. Nhưng trong thâm tâm bạn biết điều đó là sự thật...",
  "Nothing But Lies": "Toàn Là Lừa Dối",
  "Reliving legendary tales of smuggling will fill anyone with a sense of pride and accomplishment.": "Sống lại những câu chuyện huyền thoại về buôn lậu sẽ lấp đầy bất kỳ ai với một cảm giác tự hào và thành tích.",
  "The Spice Won't Smuggle Itself": "Gia Vị Sẽ Không Tự Buôn Lậu",
  "Did that actually happen or was it all just a dream...?": "Điều đó thực sự đã xảy ra hay tất cả chỉ là một giấc mơ...?",
  "The Score Was THIS Big...": "Điểm Số LỚN NHƯ VẬY...",
  "Walking through the plan step by step only further solidifies the confidence in it.": "Đi từng bước qua kế hoạch chỉ càng củng cố thêm sự tự tin vào nó.",
  "There's Hope": "Có Hy Vọng",
  "A feeling of pride washes over you as you reunite a lost child with their mother.": "Một cảm giác tự hào tràn ngập bạn khi bạn đoàn tụ một đứa trẻ bị lạc với mẹ của chúng.",
  "Reuniting a Family": "Đoàn Tụ Một Gia Đình",
  "Confronting the creature in the Batuu caves fills you with a sense of relief. Lets hope that is the last of them.": "Đối mặt với sinh vật trong hang động Batuu khiến bạn tràn ngập một cảm giác nhẹ nhõm. Hãy hy vọng đó là con cuối cùng trong số chúng.",
  "Confronting the Creature": "Đối Mặt Với Sinh Vật",
  "That was a close call. Whatever that creature was it sure was not friendly...": "Thật là một cuộc gọi suýt soát. Bất kể sinh vật đó là gì, chắc chắn nó không thân thiện...",
  "Close Call": "Suýt Soát",
  "The Batuuan caves are filled with many treacherous obstacles. Best be careful while exploring.": "Hang động Batuuan chứa đầy những chướng ngại vật xảo quyệt. Tốt nhất là hãy cẩn thận khi khám phá.",
  "Treacherous Exploration": "Khám Phá Xảo Quyệt",
  "The sound of a tooka-cat hissing can be pretty startling when in a pitch-black cave. Everyone knows they are harmless, right...?": "Âm thanh mèo tooka rít có thể khá giật mình khi ở trong một hang động tối đen như mực. Mọi người đều biết chúng vô hại, phải không...?",
  "Mistook a Tooka-cat": "Nhầm Lẫn Mèo Tooka",
  "Discovering artwork from a Batuuan civilization really makes you think what else could be hiding in those caves.": "Khám phá tác phẩm nghệ thuật từ một nền văn minh Batuuan thực sự khiến bạn suy nghĩ những gì khác có thể ẩn náu trong những hang động đó.",
  "History of Batuu": "Lịch Sử Của Batuu",
  "(From Talking to Rey)": "(Từ Việc Nói Chuyện Với Rey)",
  "...Light the fire! Inspired by Rey, {0.SimName} feels ready for anything. {M0.He}{F0.She} won't need to take a break for a while.": "...Thắp lửa! Được truyền cảm hứng bởi Rey, {0.SimName} cảm thấy sẵn sàng cho mọi thứ. {M0.He}{F0.She} sẽ không cần phải nghỉ ngơi trong một thời gian.",
  "Ignite the Spark": "Thắp Sáng Tia Lửa",
  "Cannot do this while Nothing to Report Moodlet is active.\n": "Không thể thực hiện việc này khi Moodlet Không Có Gì Để Báo Cáo đang hoạt động.",
  "Everything is in order.": "Mọi thứ đều ổn.",
  "Nothing to Report": "Không Có Gì Để Báo Cáo",
  "That exploration in the TIE echelon did not go as planned.": "Chuyến thám hiểm trên tàu TIE không diễn ra như kế hoạch.",
  "First Order's Worst": "Tệ Nhất Của Tổ Chức Thứ Nhất",
  "That exploration in the TIE echelon was a stunning example of what the First Order represents.": "Chuyến thám hiểm trên tàu TIE là một ví dụ tuyệt vời về những gì Tổ Chức Thứ Nhất đại diện.",
  "First Order's Finest": "Tuyệt Vời Nhất Của Tổ Chức Thứ Nhất",
  "That exploration in the X-wing could have gone a lot better.": "Chuyến thám hiểm trên tàu X-wing có thể đã diễn ra tốt hơn rất nhiều.",
  "X-wing Amateur": "Nghiệp Dư X-wing",
  "That exploration in the X-wing was a display of Resistance excellence.": "Chuyến thám hiểm trên tàu X-wing là một màn thể hiện sự xuất sắc của Kháng Chiến.",
  "X-wing Ace": "Át Chủ Bài X-wing",
  "That exploration in the <i>Millennium Falcon</i> is going to be laughed about for years in Oga's Cantina.": "Chuyến thám hiểm trên tàu <i>Millennium Falcon</i> sẽ bị cười nhạo trong nhiều năm tại Oga's Cantina.",
  "Sorry Scoundrel": "Vô Lại Đáng Tiếc",
  "That exploration in the <i>Millennium Falcon</i> will be celebrated and talked about for generations. ": "Chuyến thám hiểm trên tàu <i>Millennium Falcon</i> sẽ được ăn mừng và nói về trong nhiều thế hệ.",
  "Skilled Scoundrel": "Vô Lại Lành Nghề",
  "Keep building programming skill to more easily unlock crates on Batuu.": "Tiếp tục xây dựng kỹ năng lập trình để dễ dàng mở khóa các thùng hàng trên Batuu hơn.",
  "Failed to Override": "Không Thể Ghi Đè",
  "Hurry and open the supply crate before you get caught!": "Nhanh lên và mở thùng hàng tiếp tế trước khi bạn bị bắt!",
  "Successful Override": "Ghi Đè Thành Công",
  "Wow what a shock! Better brush up on Programming Skill before trying that again.": "Wow thật là một cú sốc! Tốt hơn là nên trau dồi Kỹ Năng Lập Trình trước khi thử lại.",
  "System Overloaded": "Hệ Thống Quá Tải",
  "Cannot do this while Duped": "Không thể thực hiện việc này khi đang Bị Lừa",
  "{0.SimName} really lost control of the situation. What was {M0.he}{F0.she} doing again?": "{0.SimName} thực sự mất kiểm soát tình hình. {M0.he}{F0.she} đang làm gì vậy?",
  "Duped": "Bị Lừa",
  "(From Talking to Vi Moradi)": "(Từ Việc Nói Chuyện Với Vi Moradi)",
  "With the Resistance backing {0.SimName} up, the First Order better watch out!": "Với sự ủng hộ của Kháng Chiến dành cho {0.SimName}, Tổ Chức Thứ Nhất tốt hơn nên coi chừng!",
  "Stand Together": "Sát Cánh Bên Nhau",
  "{0.SimFirstName} just messed around with {M0.his}{F0.her} significant other at the dwelling in a galaxy far, far away. Who can say that!?": "{0.SimFirstName} vừa mới đùa giỡn với người yêu của {M0.his}{F0.her} tại nơi ở trong một thiên hà xa, rất xa. Ai có thể nói điều đó!?",
  "Outer World Fling": "Mối Tình Ngoài Hành Tinh",
  "The locals here really know how to make visitors feel comfortable and feel right at home. {0.SimName} hasn't felt this refreshed in ages!": "Người dân địa phương ở đây thực sự biết cách làm cho du khách cảm thấy thoải mái và cảm thấy như ở nhà. {0.SimName} đã không cảm thấy sảng khoái như thế này từ lâu rồi!",
  "Batuuan Hospitality": "Sự Hiếu Khách Của Batuu",
  "The adventure, the secrecy and romance! It's almost like {0.SimName} is in a movie!": "Cuộc phiêu lưu, sự bí mật và lãng mạn! Gần như thể {0.SimName} đang ở trong một bộ phim!",
  "Two for Batuu": "Hai Người Vì Batuu",
  "That dish really took {0.SimName} back to a galaxy far, far away.": "Món ăn đó thực sự đưa {0.SimName} trở lại một thiên hà xa, rất xa.",
  "Far Out Flavor": "Hương Vị Xa Xôi",
  "{0.SimFirstName} could spend all day reading trivia on the HoloNet.": "{0.SimFirstName} có thể dành cả ngày để đọc những điều thú vị trên HoloNet.",
  "Archives Completed": "Hoàn Thành Kho Lưu Trữ",
  "It's like being punched by a swamp slug...": "Cứ như bị đấm bởi một con sên đầm lầy...",
  "Slugged": "Bị Sên Đấm",
  "Makes the tongue tingle!": "Làm tê đầu lưỡi!",
  "Buzzz Foam": "Bọt Buzzz",
  "All good things must come to an end.": "Mọi thứ tốt đẹp đều phải đến hồi kết.",
  "Jet Crashed": "Máy Bay Phản Lực Bị Rơi",
  "Energized like a solar-powered droid at noon!": "Nạp năng lượng như một droid chạy bằng năng lượng mặt trời vào buổi trưa!",
  "Jet Juiced": "Tăng Lực Máy Bay Phản Lực",
  "It's not easy convincing someone to take fewer Credits for something they're selling.": "Không dễ để thuyết phục ai đó nhận ít Tín Dụng hơn cho một thứ gì đó mà họ đang bán.",
  "Nice try, but nobody is taking {0.SimFirstName}'s credits that easily!": "Cố gắng hay đấy, nhưng không ai lấy Tín Dụng của {0.SimFirstName} dễ dàng như vậy đâu!",
  "Can't Cheat Me!": "Không Lừa Được Tôi!",
  "That wasn't very smooth... now the whole table knows {0.SimFirstName} is a cheater!": "Việc đó không được suôn sẻ lắm... bây giờ cả bàn đều biết {0.SimFirstName} là một kẻ gian lận!",
  "Sabacc Cheat": "Gian Lận Sabacc",
  "They totally switched out that card, but nobody will believe {0.SimFirstName}.": "Họ đã hoàn toàn đổi lá bài đó, nhưng không ai tin {0.SimFirstName}.",
  "But I Know What I Saw!": "Nhưng Tôi Biết Những Gì Tôi Đã Thấy!",
  "Card...? What Card?": "Bài...? Bài nào cơ?",
  "Nothing Up My Sleeve": "Không Có Gì Trong Tay Áo Cả",
  "{0.SimFirstName} has been waiting for a moment like this to make their big move. Now is their chance!": "{0.SimFirstName} đã chờ đợi một khoảnh khắc như thế này để thực hiện nước đi lớn của mình. Bây giờ là cơ hội của họ!",
  "Calculated Move": "Nước Đi Tính Toán",
  "No luck. Maybe if {0.SimFirstName} keeps playing though they'll eventually catch a break?": "Không may mắn. Có lẽ nếu {0.SimFirstName} tiếp tục chơi, họ sẽ cuối cùng cũng có được một đột phá?",
  "Fishing For a Break": "Tìm Kiếm Một Đột Phá",
  "It's easy to play confidently when you know you have the best hand in the game.": "Thật dễ dàng để chơi một cách tự tin khi bạn biết bạn có bài tốt nhất trong trò chơi.",
  "Idiot's Array": "Mảng Ngốc Nghếch",
  "That round was quick and easy! {0.SimFirstName} has everyone's number at this table.": "Vòng đó diễn ra nhanh chóng và dễ dàng! {0.SimFirstName} đã nắm được con số của mọi người tại bàn này.",
  "Knack for Sabacc": "Năng Khiếu Chơi Sabacc",
  "How could that hand lose!? It was the perfect play...": "Làm thế nào mà bài đó có thể thua!? Đó là cách chơi hoàn hảo...",
  "Not MY Credits!": "Không PHẢI Tín Dụng của TÔI!",
  "{0.SimFirstName} pushed their luck in a round of sabacc and won big.": "{0.SimFirstName} đã đẩy vận may của mình trong một vòng sabacc và thắng lớn.",
  "It's Payday!": "Đến Ngày Lĩnh Lương!",
  "Sometimes it's luck, but mostly it's pure strategy.": "Đôi khi đó là may mắn, nhưng phần lớn là chiến lược thuần túy.",
  "Pure Sabacc": "Sabacc Thuần Túy",
  "They seem busy, {0.SimFirstName} will just hold their winnings for them... for now.": "Họ có vẻ bận rộn, {0.SimFirstName} sẽ giữ tiền thắng cho họ... tạm thời.",
  "While No-one's Watching": "Khi Không Có Ai Nhìn",
  "The First Order needs basic supplies. Essential tasks like this are a good way to prove your worth.": "Tổ Chức Thứ Nhất cần các vật tư cơ bản. Những nhiệm vụ thiết yếu như thế này là một cách tốt để chứng minh giá trị của bạn.",
  "Supplies in Demand": "Vật Tư Đang Có Nhu Cầu",
  "Our operatives are always in need of supplies. It may sound like a simple mission, but even the most basic of tasks can have a great impact on our cause.": "Các đặc vụ của chúng ta luôn cần vật tư. Nó có thể nghe có vẻ như một nhiệm vụ đơn giản, nhưng ngay cả những nhiệm vụ cơ bản nhất cũng có thể có tác động lớn đến sự nghiệp của chúng ta.",
  "I heard you're looking to make a difference here on Batuu. I might know of a group that could use your help, but I need to make sure your 'values' match up with theirs. Start by observing the First Order and reporting back your findings. Then we'll talk about getting you an introduction.": "Tôi nghe nói bạn đang muốn tạo ra sự khác biệt ở đây trên Batuu. Tôi có thể biết một nhóm có thể sử dụng sự giúp đỡ của bạn, nhưng tôi cần đảm bảo 'giá trị' của bạn phù hợp với họ. Bắt đầu bằng cách quan sát Tổ Chức Thứ Nhất và báo cáo lại những phát hiện của bạn. Sau đó, chúng ta sẽ nói về việc giới thiệu bạn.",
  "Leap of Faith": "Bước Nhảy Vọt Niềm Tin",
  "If you're still interested in becoming our ally, we could use your help disrupting First Order transmissions. Their technology is heavily secured, but we're hoping someone with your skills can slice in undetected. Meet with our “friend” at Oga’s Cantina. They have something for you to get you started.\\n\\nThis is a risky task...but actions speak louder than words. Show us your dedication and afterwards we’ll take you to Vi Moradi.\n": "Nếu bạn vẫn quan tâm đến việc trở thành đồng minh của chúng tôi, chúng tôi có thể sử dụng sự giúp đỡ của bạn để phá vỡ các đường truyền của Tổ Chức Thứ Nhất. Công nghệ của họ được bảo mật nghiêm ngặt, nhưng chúng tôi hy vọng ai đó có kỹ năng của bạn có thể xâm nhập mà không bị phát hiện. Gặp gỡ “bạn” của chúng tôi tại Oga’s Cantina. Họ có một thứ gì đó cho bạn để giúp bạn bắt đầu.\n\nĐây là một nhiệm vụ rủi ro...nhưng hành động có giá trị hơn lời nói. Thể hiện sự cống hiến của bạn cho chúng tôi và sau đó chúng tôi sẽ đưa bạn đến Vi Moradi.",
  "Risks and Rewards": "Rủi Ro và Phần Thưởng",
  "Congratulations on completing your first mission. Now that you have your bearings we recommend exploring the other neighborhoods of Batuu by clicking travel in your phone.\\n\\nNew Missions can be obtained from Sims with a faction icon above their head.\\n\\nContinue to build your reputation with the 3 factions in order to unlock new opportunities on Batuu.": "Chúc mừng bạn đã hoàn thành nhiệm vụ đầu tiên. Giờ bạn đã định hướng được, chúng tôi khuyên bạn nên khám phá các khu vực lân cận khác của Batuu bằng cách nhấp vào du lịch trong điện thoại của bạn.\n\nCác Nhiệm Vụ mới có thể nhận được từ Sim có biểu tượng phe phái trên đầu của họ.\n\nTiếp tục xây dựng danh tiếng của bạn với 3 phe phái để mở khóa các cơ hội mới trên Batuu.",
  "Mission Complete!": "Nhiệm Vụ Hoàn Thành!",
  "Mission Canceled.\\n\\nLook for Sims with the faction icons over their heads and Ask to See Missions.\\n\\nMissions are the best way to build Batuu Reputation and earn rewards on Batuu!": "Nhiệm Vụ Đã Hủy.\n\nTìm kiếm Sim có biểu tượng phe phái trên đầu của họ và Yêu Cầu Xem Nhiệm Vụ.\n\nNhiệm Vụ là cách tốt nhất để xây dựng Danh Tiếng Batuu và kiếm phần thưởng trên Batuu!",
  "I’m looking for challengers to compete in a lightsaber duel. Come and find me if you’re interested. Don’t worry, I fight fair... most of the time.": "Tôi đang tìm kiếm những người thách đấu để thi đấu trong một cuộc đấu lightsaber. Hãy đến và tìm tôi nếu bạn quan tâm. Đừng lo lắng, tôi chiến đấu công bằng... hầu hết thời gian.",
  "Lightsaber Challenge": "Thử Thách Lightsaber",
  "Dare to cross blades with me in a lightsaber challenge? All skill levels welcome! You'll walk away pockets full with galactic credits if you best me!": "Dám đấu kiếm với tôi trong một thử thách lightsaber không? Chào mừng tất cả các cấp độ kỹ năng! Bạn sẽ ra về với túi đầy tín dụng thiên hà nếu bạn đánh bại tôi!",
  "Ready for Action": "Sẵn Sàng Hành Động",
  "I’m looking for a worthy opponent for a lightsaber duel. There's a fair sum of galactic credits for whoever can beat me. What do you think?": "Tôi đang tìm kiếm một đối thủ xứng tầm cho một cuộc đấu lightsaber. Có một khoản tiền tín dụng thiên hà kha khá cho bất kỳ ai có thể đánh bại tôi. Bạn nghĩ sao?",
  "Friendly Combat": "Chiến Đấu Thân Thiện",
  "Possible Lightsaber Part": "Bộ Phận Lightsaber Khả Thi",
  "Here are a few tasks to help you get your bearings while you enjoy your time on Batuu.": "Đây là một vài nhiệm vụ để giúp bạn định hướng trong khi bạn tận hưởng thời gian của mình trên Batuu.",
  "Welcome to Batuu": "Chào Mừng Đến Với Batuu",
  "<span class=\"firstorder\">First Order ++</span> <span class=\"resistance\">Resistance --</span> ": "<span class=\"firstorder\">Tổ Chức Thứ Nhất ++</span> <span class=\"resistance\">Kháng Chiến --</span>",
  "Reward: Bonus Item": "Phần Thưởng: Vật Phẩm Thưởng",
  "{0.String}\\n{1.String}\\n{2.String}": "{0.String}\n{1.String}\n{2.String}",
  "I don't encourage consorting with the vile scum of Batuu, but unfortunately they're a needed source of intel. Learn what you can, but don't stay too long.\\n\\nOnce you have the information, there's more work to be done.": "Tôi không khuyến khích giao du với lũ cặn bã hèn hạ của Batuu, nhưng không may là chúng là một nguồn thông tin tình báo cần thiết. Tìm hiểu những gì bạn có thể, nhưng đừng ở lại quá lâu.\n\nKhi bạn có thông tin, vẫn còn nhiều việc phải làm.",
  "Bottoms Up": "Cạn Ly",
  "Information is there for the taking, provided you know where to look. Utilize your network as much as you can.\\n\\nIf you find anything useful, report it for processing immediately.": "Thông tin có ở đó để lấy, miễn là bạn biết nơi tìm kiếm. Sử dụng mạng lưới của bạn càng nhiều càng tốt.\n\nNếu bạn tìm thấy bất cứ điều gì hữu ích, hãy báo cáo ngay để xử lý.",
  "Data Collection": "Thu Thập Dữ Liệu",
  "The Resistance are proficient at covering their tracks. I'm sure you can uncover useful information for us with some persistence. Do whatever it takes. We can't let the trail go cold.\\n\\nSubmit the data for analysis after you've collected it. I'll be watching you.": "Kháng Chiến rất giỏi che đậy dấu vết của họ. Tôi chắc chắn rằng bạn có thể khám phá thông tin hữu ích cho chúng tôi với một chút kiên trì. Làm bất cứ điều gì cần thiết. Chúng ta không thể để dấu vết nguội lạnh.\n\nGửi dữ liệu để phân tích sau khi bạn đã thu thập nó. Tôi sẽ theo dõi bạn.",
  "Hunter Gatherer": "Thợ Săn Thu Thập",
  "Routine testing of our ships is necessary to ensure a top fleet. I expect hard, honest work as you carry out these maintenance drills. Cut any corners and there will be consequences.": "Việc kiểm tra định kỳ các tàu của chúng ta là cần thiết để đảm bảo một hạm đội hàng đầu. Tôi mong đợi công việc chăm chỉ, trung thực khi bạn thực hiện các cuộc diễn tập bảo trì này. Cắt bất kỳ góc nào và sẽ có hậu quả.",
  "Ship Shape": "Dáng Vóc Tàu",
  "The First Order has just arrived on Batuu looking for the Resistance. If you are interested in joining their ranks speak with Lt. Agnon in the First Order District near the First Order Cargo building.": "Tổ Chức Thứ Nhất vừa đến Batuu để tìm kiếm Kháng Chiến. Nếu bạn quan tâm đến việc gia nhập hàng ngũ của họ, hãy nói chuyện với Trung Úy Agnon trong Khu Tổ Chức Thứ Nhất gần tòa nhà Hàng Hóa của Tổ Chức Thứ Nhất.",
  "The First Order Needs You": "Tổ Chức Thứ Nhất Cần Bạn",
  "We are in need of assistance with a basic supply mission. Our last courier did not return. I trust you’ll be more careful.": "Chúng tôi đang cần hỗ trợ cho một nhiệm vụ cung cấp cơ bản. Người chuyển phát nhanh cuối cùng của chúng tôi đã không trở lại. Tôi tin rằng bạn sẽ cẩn thận hơn.",
  "Better than the Predecessor": "Tốt Hơn Người Tiền Nhiệm",
  "\"Everything seems to be in order here. Good work.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Lt. Agnon at the First Order Cargo building.": "\"Mọi thứ dường như đều ổn ở đây. Làm tốt lắm.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo của bạn, hãy nói chuyện với Trung Úy Agnon tại tòa nhà Hàng Hóa của Tổ Chức Thứ Nhất.",
  "<span class=\"firstorder\">First Order +</span> <span class=\"resistance\">Resistance -</span> ": "<span class=\"firstorder\">Tổ Chức Thứ Nhất +</span> <span class=\"resistance\">Kháng Chiến -</span>",
  "We need to do a thorough sweep of our communications systems to make sure no there are no leaks. If the Resistance is here as we suspect... it won't take them long to try to intercept our transmissions.": "Chúng ta cần thực hiện một cuộc quét kỹ lưỡng các hệ thống liên lạc của mình để đảm bảo không có rò rỉ nào. Nếu Kháng Chiến ở đây như chúng ta nghi ngờ... họ sẽ không mất nhiều thời gian để cố gắng chặn các đường truyền của chúng ta.",
  "Communication Fortifications": "Củng Cố Thông Tin Liên Lạc",
  "Information is power. Whoever controls it shall achieve victory. Ensure we don't have any weak links in our communications.": "Thông tin là sức mạnh. Bất cứ ai kiểm soát nó sẽ đạt được chiến thắng. Đảm bảo chúng ta không có bất kỳ mắt xích yếu nào trong thông tin liên lạc của chúng ta.",
  "The Weak Link": "Mắt Xích Yếu",
  "\"Excellent. Strengthening our communications is the first step to exposing the Resistance.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Lt. Agnon at the First Order Cargo building.": "\"Tuyệt vời. Tăng cường thông tin liên lạc của chúng ta là bước đầu tiên để vạch trần Kháng Chiến.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo của bạn, hãy nói chuyện với Trung Úy Agnon tại tòa nhà Hàng Hóa của Tổ Chức Thứ Nhất.",
  "We can never have too many First Orders troops. Make it your mission to get new recruits into our ranks.": "Chúng ta không bao giờ có thể có quá nhiều quân Tổ Chức Thứ Nhất. Hãy biến nó thành nhiệm vụ của bạn để đưa những tân binh mới vào hàng ngũ của chúng ta.",
  "Growing the Ranks": "Phát Triển Hàng Ngũ",
  "The second-rate farmers on this planet aren't the brightest but we must compel them to our cause nevertheless. It will be a challenge to educate them, but I'm sure you won't fail us.": "Những người nông dân hạng hai trên hành tinh này không phải là những người thông minh nhất nhưng chúng ta vẫn phải buộc họ theo sự nghiệp của chúng ta. Sẽ là một thách thức để giáo dục họ, nhưng tôi chắc chắn rằng bạn sẽ không làm chúng ta thất vọng.",
  "Spread the Word": "Truyền Bá Thông Tin",
  "Batuu locals don't understand how lucky they are that we're here. Educate them and maybe they will start to appreciate us more... and fall in line.": "Người dân địa phương Batuu không hiểu họ may mắn như thế nào khi chúng ta ở đây. Giáo dục họ và có lẽ họ sẽ bắt đầu đánh giá cao chúng ta hơn... và xếp hàng.",
  "A Good Education": "Một Nền Giáo Dục Tốt",
  "\"It appears you were successful in your endeavors.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Lt. Agnon at the First Order Cargo building.": "\"Có vẻ như bạn đã thành công trong những nỗ lực của mình.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Trung Úy Agnon tại tòa nhà Hàng Hóa của Tổ Chức Thứ Nhất.",
  "I require one more crew member for a patrol mission I am sending to the outskirts of Black Spire. Report to the TIE echelon and remember: I expect nothing but the best. Anything less will be a severe disappointment.": "Tôi cần thêm một thành viên phi hành đoàn nữa cho một nhiệm vụ tuần tra mà tôi đang gửi đến vùng ngoại ô của Black Spire. Báo cáo cho TIE và hãy nhớ: Tôi không mong đợi gì ngoài điều tốt nhất. Bất cứ điều gì ít hơn sẽ là một sự thất vọng lớn.",
  "Batuu Patrol": "Tuần Tra Batuu",
  "\"I am sure this has been a valuable experience for you. Take the knowledge with you on future missions.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Lt. Agnon at the First Order Cargo building.": "\"Tôi chắc chắn rằng đây là một kinh nghiệm quý báu cho bạn. Hãy mang kiến thức này theo bạn trong các nhiệm vụ tương lai.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Trung Úy Agnon tại tòa nhà Hàng Hóa của Tổ Chức Thứ Nhất.",
  "\"You have gathered valuable information. Let us hope you didn't pick up any bad habits while you were sifting around in the dregs of society.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Lt. Agnon at the First Order Cargo building.": "\"Bạn đã thu thập thông tin có giá trị. Hãy hy vọng bạn không học được bất kỳ thói quen xấu nào khi bạn đang lục lọi xung quanh những cặn bã của xã hội.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Trung Úy Agnon tại tòa nhà Hàng Hóa của Tổ Chức Thứ Nhất.",
  "\"Your work has been inspected and deemed suitable. I can see you were paying attention.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Lt. Agnon at the First Order Cargo building.": "\"Công việc của bạn đã được kiểm tra và được coi là phù hợp. Tôi có thể thấy bạn đã chú ý.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Trung Úy Agnon tại tòa nhà Hàng Hóa của Tổ Chức Thứ Nhất.",
  "We must find the Resistance camp. I sense their presence here on Batuu just out of my grasp. Bring me any and all information you can force out of the locals. Make sure they understand the severity of the situation.\\n\\nLt. Agnon speaks highly of you. Serve me well.": "Chúng ta phải tìm ra trại Kháng Chiến. Tôi cảm nhận được sự hiện diện của họ ở đây trên Batuu ngay ngoài tầm với của tôi. Mang đến cho tôi bất kỳ và tất cả thông tin mà bạn có thể ép buộc người dân địa phương cung cấp. Đảm bảo rằng họ hiểu mức độ nghiêm trọng của tình hình.\n\nTrung Úy Agnon đánh giá cao bạn. Phục vụ tôi tốt.",
  "Unearthing Intel": "Khai Quật Thông Tin Tình Báo",
  "The citizens of Batuu are under our control. Wield your power, and make sure they understand their place. Only we can save them from the pollution that is The Resistance. They will bow to us in gratitude.": "Người dân của Batuu đang nằm dưới sự kiểm soát của chúng ta. Sử dụng sức mạnh của bạn và đảm bảo rằng họ hiểu vị trí của họ. Chỉ có chúng ta mới có thể cứu họ khỏi sự ô nhiễm đó là Kháng Chiến. Họ sẽ cúi đầu trước chúng ta với lòng biết ơn.",
  "Wielding the Power": "Sử Dụng Sức Mạnh",
  "Keeping the citizens of Batuu in line is crucial. Don't earn respect. Take it. Demonstrate our power, and show them we will not tolerate opposition. The Empire fell. We will not.": "Giữ cho người dân Batuu tuân thủ là rất quan trọng. Đừng kiếm được sự tôn trọng. Hãy lấy nó. Thể hiện sức mạnh của chúng ta và cho họ thấy chúng ta sẽ không dung thứ cho sự phản đối. Đế chế đã sụp đổ. Chúng ta sẽ không.",
  "Kylo's Warning": "Lời Cảnh Báo Của Kylo",
  "\"You have served me well. I sense a hunger for power within you. Use it.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Lt. Agnon at the First Order Cargo building.": "\"Bạn đã phục vụ tôi tốt. Tôi cảm nhận được một khao khát quyền lực trong bạn. Hãy sử dụng nó.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Trung Úy Agnon tại tòa nhà Hàng Hóa của Tổ Chức Thứ Nhất.",
  "I am counting on you to spread the word about our vision of the future for Black Spire Outpost. The citizens must understand that everything we do is for their own good. It is in their best interest to cooperate with us. When you have finished conversing with the residents, report back to me.": "Tôi đang tin tưởng vào bạn để truyền bá thông điệp về tầm nhìn của chúng ta về tương lai cho Black Spire Outpost. Người dân phải hiểu rằng mọi thứ chúng ta làm đều vì lợi ích của chính họ. Hợp tác với chúng ta là vì lợi ích tốt nhất của họ. Khi bạn đã hoàn thành cuộc trò chuyện với cư dân, hãy báo cáo lại cho tôi.",
  "Reporting for Duty": "Báo Cáo Để Nhận Nhiệm Vụ",
  "\"A promising start. Do not let my praise go to your head.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Lt. Agnon at the First Order Cargo building.": "\"Một khởi đầu đầy hứa hẹn. Đừng để lời khen ngợi của tôi khiến bạn tự mãn.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Trung Úy Agnon tại tòa nhà Hàng Hóa của Tổ Chức Thứ Nhất.",
  "First Order Mission Complete!": "Nhiệm Vụ Tổ Chức Thứ Nhất Hoàn Thành!",
  "Our patrols have reported suspicious activity and it appears that our suspicions were correct about the growing Resistance presence here on Batuu.\\n\\nFirst Order supplies have been tampered with. Question possible witnesses. We need more information as to the extent of Resistance involvement. These citizens need to see that there are consequences to actions taken against the First Order.": "Các cuộc tuần tra của chúng ta đã báo cáo về hoạt động đáng ngờ và có vẻ như những nghi ngờ của chúng ta là chính xác về sự hiện diện ngày càng tăng của Kháng Chiến ở đây trên Batuu.\n\nVật tư của Tổ Chức Thứ Nhất đã bị can thiệp. Chất vấn những nhân chứng có thể. Chúng ta cần thêm thông tin về mức độ liên quan của Kháng Chiến. Những công dân này cần thấy rằng có những hậu quả đối với các hành động chống lại Tổ Chức Thứ Nhất.",
  "The Shake Down": "Cuộc Kiểm Tra",
  "Must Complete Reporting for Duty Mission": "Phải Hoàn Thành Nhiệm Vụ Báo Cáo Để Nhận Nhiệm Vụ",
  "\"I am pleased to see you followed my orders. Batuu is better for it.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Lt. Agnon at the First Order Cargo building.": "\"Tôi rất vui khi thấy bạn tuân theo mệnh lệnh của tôi. Batuu tốt hơn vì điều đó.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Trung Úy Agnon tại tòa nhà Hàng Hóa của Tổ Chức Thứ Nhất.",
  "If the Resistance is actually here on Batuu, we must take action. Head out on patrol. Be on high alert. After everything we have seen recently, every citizen should be considered a suspect.": "Nếu Kháng Chiến thực sự ở đây trên Batuu, chúng ta phải hành động. Hãy đi tuần tra. Cảnh giác cao độ. Sau tất cả những gì chúng ta đã thấy gần đây, mọi công dân nên được coi là một nghi phạm.",
  "Resisting Arrest": "Chống Lại Việc Bắt Giữ",
  "Must Complete The Shake Down": "Phải Hoàn Thành Cuộc Kiểm Tra",
  "\"Good work. The Resistance certainly is trying my patience with these little stunts.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Lt. Agnon at the First Order Cargo building.": "\"Làm tốt lắm. Kháng Chiến chắc chắn đang thử thách sự kiên nhẫn của tôi với những trò hề nhỏ nhặt này.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Trung Úy Agnon tại tòa nhà Hàng Hóa của Tổ Chức Thứ Nhất.",
  "A wanted criminal has been spotted at the Cantina. I suspect they've been feeding information to the Resistance. Arrest them. Creating a public display of their capture will make it known that the First Order does not tolerate brazen attempts to defy us.": "Một tên tội phạm bị truy nã đã bị phát hiện tại Cantina. Tôi nghi ngờ chúng đã cung cấp thông tin cho Kháng Chiến. Bắt giữ chúng. Tạo ra một màn thể hiện công khai việc bắt giữ chúng sẽ cho mọi người biết rằng Tổ Chức Thứ Nhất không dung thứ cho những nỗ lực trắng trợn thách thức chúng ta.",
  "Wanted": "Bị Truy Nã",
  "Must Complete Resisting Arrest Mission": "Phải Hoàn Thành Nhiệm Vụ Chống Lại Việc Bắt Giữ",
  "\"Your failure is a blight on our entire mission. Consider yourself lucky to be given an opportunity to redeem yourself.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Lt. Agnon at the First Order Cargo building.": "\"Sự thất bại của bạn là một vết nhơ cho toàn bộ nhiệm vụ của chúng ta. Hãy coi mình là may mắn khi có cơ hội chuộc lỗi.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Trung Úy Agnon tại tòa nhà Hàng Hóa của Tổ Chức Thứ Nhất.",
  "Must Complete Wanted Mission": "Phải Hoàn Thành Nhiệm Vụ Bị Truy Nã",
  "The incident at the cantina has made it clear that the citizens of Batuu do not understand the glory of our mission. I am increasing our patrol units to serve as a reminder that we are on Batuu to stay. We are here for their own good. In the meantime, you will be responsible for reporting this failure to the Supreme Leader.": "Sự cố tại cantina đã làm rõ rằng người dân Batuu không hiểu được vinh quang của nhiệm vụ của chúng ta. Tôi đang tăng cường các đơn vị tuần tra của chúng ta để đóng vai trò là lời nhắc nhở rằng chúng ta đang ở Batuu để ở lại. Chúng ta ở đây vì lợi ích của chính họ.",
  "Crackdown": "Đàn Áp",
  "\"Good. I hope you have taken this time to reflect on your mistake. An unfocused mind is a detriment. Let your failures fuel your hate.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Lt. Agnon at the First Order Cargo building.": "\"Tốt. Tôi hy vọng bạn đã dành thời gian này để suy ngẫm về sai lầm của mình. Một tâm trí không tập trung là một bất lợi. Hãy để những thất bại của bạn nuôi dưỡng sự căm ghét của bạn.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Trung Úy Agnon tại tòa nhà Hàng Hóa của Tổ Chức Thứ Nhất.",
  "Word has it a scientist in Black Spire Outpost has been working on a new technology. It would allow us to seize command of all communications on Batuu. Once we are able to control all frequencies, it will be impossible for the Resistance to continue to function. It will force them out in the open!": "Nghe nói một nhà khoa học ở Black Spire Outpost đang nghiên cứu một công nghệ mới. Nó sẽ cho phép chúng ta nắm quyền chỉ huy tất cả các thông tin liên lạc trên Batuu. Khi chúng ta có thể kiểm soát tất cả các tần số, Kháng Chiến sẽ không thể tiếp tục hoạt động. Nó sẽ buộc họ phải ra mặt!",
  "Scientific Discovery": "Khám Phá Khoa Học",
  "Must Complete Crackdown Mission": "Phải Hoàn Thành Nhiệm Vụ Đàn Áp",
  "\"You have done well. With this plan set in motion, we will expose the Resistance. I sense their time on Batuu is closing.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Lt. Agnon at the First Order Cargo building.": "\"Bạn đã làm tốt. Với kế hoạch này được đưa vào hoạt động, chúng ta sẽ vạch trần Kháng Chiến. Tôi cảm thấy thời gian của họ ở Batuu đang kết thúc.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Trung Úy Agnon tại tòa nhà Hàng Hóa của Tổ Chức Thứ Nhất.",
  "A spy has wormed their way into our ranks. Plant a trap by spreading false information. Once they take the bait, you will identify, expose, and deliver them to the Supreme Leader himself.  Reverse this situation in our favor!": "Một điệp viên đã luồn lách vào hàng ngũ của chúng ta. Gài bẫy bằng cách lan truyền thông tin sai lệch. Khi chúng cắn câu, bạn sẽ xác định, vạch trần và giao chúng cho chính Lãnh Đạo Tối Cao. Đảo ngược tình thế này để có lợi cho chúng ta!",
  "The Worm": "Con Sâu",
  "Must Complete Scientific Discovery Mission": "Phải Hoàn Thành Nhiệm Vụ Khám Phá Khoa Học",
  "\"Let that unfortunate situation be a warning to us all. You handled it well.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Kylo Ren in the First Order District.": "\"Hãy để tình huống không may đó là một lời cảnh báo cho tất cả chúng ta. Bạn đã xử lý nó tốt.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Kylo Ren trong Khu Tổ Chức Thứ Nhất.",
  "Things are falling into place, but the Resistance has found a way of hindering our work. They have begun an attempt to destroy our satellite relays. Without the relays our plans will be impossible. You were an integral part of securing our grip on Batuu's communications so it seems only fitting that you do us the honor of defending our efforts. Find a way to sabotage the Resistance, then take the TIE echelon to protect our satellites. When you succeed, report back to me. Once we have full control of Batuu the Resistance will begin to crumble.": "Mọi thứ đang vào guồng, nhưng Kháng Chiến đã tìm ra cách cản trở công việc của chúng ta. Họ đã bắt đầu một nỗ lực để phá hủy các trạm chuyển tiếp vệ tinh của chúng ta. Nếu không có các trạm chuyển tiếp, kế hoạch của chúng ta sẽ không thể thực hiện được. Bạn là một phần không thể thiếu trong việc đảm bảo sự kiểm soát của chúng ta đối với thông tin liên lạc của Batuu, vì vậy có vẻ hợp lý khi bạn vinh dự bảo vệ những nỗ lực của chúng ta. Tìm cách phá hoại Kháng Chiến, sau đó sử dụng TIE để bảo vệ các vệ tinh của chúng ta. Khi bạn thành công, hãy báo cáo lại cho tôi. Khi chúng ta có toàn quyền kiểm soát Batuu, Kháng Chiến sẽ bắt đầu sụp đổ.",
  "Defending Order": "Bảo Vệ Trật Tự",
  "Must complete The Worm Mission": "Phải hoàn thành Nhiệm Vụ Con Sâu",
  "\"Your deeds for the First Order have not gone unnoticed. I sense strength in you. You have served me well.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nCongratulations, you have completed the First Order story missions! Continue to support the First Order by completing side missions. ": "\"Những việc bạn làm cho Tổ Chức Thứ Nhất đã không bị bỏ qua. Tôi cảm nhận được sức mạnh trong bạn. Bạn đã phục vụ tôi tốt.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nChúc mừng, bạn đã hoàn thành các nhiệm vụ cốt truyện của Tổ Chức Thứ Nhất! Tiếp tục hỗ trợ Tổ Chức Thứ Nhất bằng cách hoàn thành các nhiệm vụ phụ.",
  "{0.String}\\n{2.String}": "{0.String}\n{2.String}",
  "<span class=\"resistance\">Resistance ++</span> <span class=\"firstorder\">First Order --</span>": "<span class=\"resistance\">Kháng Chiến ++</span> <span class=\"firstorder\">Tổ Chức Thứ Nhất --</span>",
  "We've learned of a possible weak link within the First Order, but our plan relies on us getting an access code.": "Chúng ta đã biết về một mắt xích yếu có thể có bên trong Tổ Chức Thứ Nhất, nhưng kế hoạch của chúng ta dựa vào việc chúng ta có được một mã truy cập.",
  "Weak Link": "Mắt Xích Yếu",
  "If we're able to slice into Lt. Agnon's personal panel, we can do serious damage. His personal access code will be difficult to parse, but surely someone of your skill can tackle the job.": "Nếu chúng ta có thể xâm nhập vào bảng điều khiển cá nhân của Trung Úy Agnon, chúng ta có thể gây ra thiệt hại nghiêm trọng. Mã truy cập cá nhân của anh ta sẽ khó phân tích, nhưng chắc chắn ai đó có kỹ năng của bạn có thể giải quyết công việc.",
  "Now It's Personal": "Giờ Thì Mang Tính Cá Nhân",
  "Our intel provided us with a First Order access code. It's an old code but hopefully it checks out. Perfect time to test your luck.": "Thông tin tình báo của chúng ta đã cung cấp cho chúng ta một mã truy cập của Tổ Chức Thứ Nhất. Đó là một mã cũ nhưng hy vọng nó sẽ hoạt động. Thời điểm hoàn hảo để kiểm tra vận may của bạn.",
  "Code X": "Mã X",
  "There are a few communities on the outskirts of Black Spire we have not had time to explore yet. Take the X-wing and see what you can learn about them.": "Có một vài cộng đồng ở vùng ngoại ô của Black Spire mà chúng ta chưa có thời gian để khám phá. Hãy sử dụng X-wing và xem bạn có thể tìm hiểu được gì về chúng.",
  "Day Trip": "Chuyến Đi Trong Ngày",
  "<span class=\"resistance\">Resistance +</span> <span class=\"firstorder\">First Order -</span>": "<span class=\"resistance\">Kháng Chiến +</span> <span class=\"firstorder\">Tổ Chức Thứ Nhất -</span>",
  "Keeping our camp up and running requires a lot of supplies. This is a simple mission, but crucial for our survival.": "Việc duy trì trại của chúng ta hoạt động đòi hỏi rất nhiều vật tư. Đây là một nhiệm vụ đơn giản, nhưng rất quan trọng cho sự sống còn của chúng ta.",
  "Simple Struggles": "Những Cuộc Đấu Tranh Đơn Giản",
  "We’re running low on supplies. Can you help us out? Any food and scrap you can salvage will be of great use.": "Chúng ta đang cạn kiệt nguồn cung cấp. Bạn có thể giúp chúng tôi không? Bất kỳ thực phẩm và phế liệu nào bạn có thể thu hồi sẽ rất hữu ích.",
  "Supply Shortage": "Thiếu Hụt Nguồn Cung",
  "Our mission depends on us having supplies. Help us out by gathering and delivering essentials such as food and scrap. Anything you can salvage will really help us out.": "Nhiệm vụ của chúng ta phụ thuộc vào việc chúng ta có vật tư. Hãy giúp chúng ta bằng cách thu thập và cung cấp các nhu yếu phẩm như thực phẩm và phế liệu. Bất cứ điều gì bạn có thể thu hồi thực sự sẽ giúp chúng ta rất nhiều.",
  "The Essentials": "Những Nhu Yếu Phẩm",
  "\"Excellent! These are exactly what we needed.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with a member of the Resistance in the Encampment.": "\"Tuyệt vời! Đây chính xác là những gì chúng ta cần.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với một thành viên của Kháng Chiến trong Khu Trại.",
  "Our intel reports the First Order is imminently expecting a classified transmission. Do whatever it takes to make sure we get it first.": "Thông tin tình báo của chúng ta báo cáo rằng Tổ Chức Thứ Nhất sắp nhận được một đường truyền được phân loại. Hãy làm bất cứ điều gì cần thiết để đảm bảo rằng chúng ta có được nó trước.",
  "Incoming Transmission": "Đường Truyền Đang Đến",
  "Helping with communication efforts ensures we stay ahead and undermine the First Order. Use your skills, creativity, and cunning — you're gonna need it.": "Giúp đỡ các nỗ lực liên lạc đảm bảo chúng ta luôn đi trước và phá hoại Tổ Chức Thứ Nhất. Sử dụng các kỹ năng, sự sáng tạo và sự xảo quyệt của bạn — bạn sẽ cần chúng.",
  "Message Received": "Đã Nhận Được Thông Điệp",
  "We need to block the First Order from receiving incoming transmissions for as long as we can. Slice into their comm tower, but be careful. Once they trace us, we have to move. ": "Chúng ta cần ngăn chặn Tổ Chức Thứ Nhất nhận các đường truyền đến càng lâu càng tốt. Xâm nhập vào tháp liên lạc của chúng, nhưng hãy cẩn thận. Khi họ theo dõi chúng ta, chúng ta phải di chuyển.",
  "Keep Away": "Tránh Xa",
  "\"Nice work. Glad we've got you on our side. Especially with skills like those!\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with a member of the Resistance in the Encampment.": "\"Làm tốt lắm. Rất vui vì chúng tôi có bạn về phe của chúng tôi. Đặc biệt là với những kỹ năng như vậy!\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với một thành viên của Kháng Chiến trong Khu Trại.",
  "\"This is great information. You're a natural explorer.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with a member of the Resistance in the Encampment.": "\"Đây là thông tin tuyệt vời. Bạn là một nhà thám hiểm bẩm sinh.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với một thành viên của Kháng Chiến trong Khu Trại.",
  "Help our cause by strengthening the Resistance. We can defeat the First Order, but it’s going to take a lot of power. Every little bit helps.": "Giúp đỡ sự nghiệp của chúng ta bằng cách củng cố Kháng Chiến. Chúng ta có thể đánh bại Tổ Chức Thứ Nhất, nhưng sẽ cần rất nhiều sức mạnh. Mọi nỗ lực dù nhỏ nhất đều giúp ích.",
  "Resistance Resilience": "Khả Năng Phục Hồi Của Kháng Chiến",
  "Our forces are relying on you and all Resistance members to reinforce them however you can. Ship upgrades, training, supplies... we're going to need it all when we finally take it to the First Order.": "Lực lượng của chúng ta đang dựa vào bạn và tất cả các thành viên Kháng Chiến để củng cố chúng bằng mọi cách có thể. Nâng cấp tàu, huấn luyện, vật tư... chúng ta sẽ cần tất cả khi cuối cùng chúng ta đối đầu với Tổ Chức Thứ Nhất.",
  "Heavy Lifting": "Nâng Cao Sức Mạnh",
  "\"Thanks for your help. I know what we're doing seems like a massive undertaking but if we all work piece by piece, we can each make a big impact.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with a member of the Resistance in the Encampment.": "\"Cảm ơn vì sự giúp đỡ của bạn. Tôi biết những gì chúng ta đang làm có vẻ như là một nỗ lực to lớn nhưng nếu tất cả chúng ta cùng làm việc từng mảnh, chúng ta có thể tạo ra một tác động lớn.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với một thành viên của Kháng Chiến trong Khu Trại.",
  "\"I can tell you put a lot of thought and care into your actions. We could use more Resistance members like you.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with a member of the Resistance in the Encampment.": "\"Tôi có thể nói rằng bạn đã suy nghĩ và quan tâm rất nhiều đến hành động của mình. Chúng ta có thể sử dụng thêm nhiều thành viên Kháng Chiến như bạn.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với một thành viên của Kháng Chiến trong Khu Trại.",
  "This fight takes a toll on everyone. People are still out there living their lives and we need to take the pulse on the attitudes of the locals. Hopefully they will appreciate our investment in the community!": "Cuộc chiến này gây thiệt hại cho tất cả mọi người. Mọi người vẫn đang sống cuộc sống của họ và chúng ta cần phải nắm bắt được thái độ của người dân địa phương. Hy vọng rằng họ sẽ đánh giá cao sự đầu tư của chúng ta vào cộng đồng!",
  "Word on the Street": "Tin Tức Đường Phố",
  "Even though we're in hiding, it's important to show the Resistance cares about the people of Batuu. Spend some time out in the world while keeping a low profile.": "Mặc dù chúng ta đang ẩn náu, nhưng điều quan trọng là phải cho thấy Kháng Chiến quan tâm đến người dân Batuu. Hãy dành thời gian ra ngoài thế giới trong khi giữ một hồ sơ thấp.",
  "Community Service": "Phục Vụ Cộng Đồng",
  "This is our fight to win, but the locals are affected too. Keep an eye on them and see how the community is doing. We don't want them turning to the First Order out of fear or frustration.": "Đây là cuộc chiến mà chúng ta phải thắng, nhưng người dân địa phương cũng bị ảnh hưởng. Hãy để mắt đến họ và xem cộng đồng đang hoạt động như thế nào. Chúng ta không muốn họ quay sang Tổ Chức Thứ Nhất vì sợ hãi hoặc thất vọng.",
  "Rumor Has It": "Nghe Đồn Rằng",
  "\"We may be in hiding, but we can at least show the locals our good intentions.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with a member of the Resistance in the Encampment.": "\"Chúng ta có thể đang ẩn náu, nhưng chúng ta ít nhất có thể cho người dân địa phương thấy ý định tốt của chúng ta.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với một thành viên của Kháng Chiến trong Khu Trại.",
  "I've got a plan to get a better look at the First Order base, but the whole area will still be swarming with troopers. Do whatever you can to draw First Order patrols away from me.\\n\\nYour part in this is just as important as mine. We're in this together.": "Tôi có một kế hoạch để có được một cái nhìn tốt hơn về căn cứ của Tổ Chức Thứ Nhất, nhưng toàn bộ khu vực sẽ vẫn đầy rẫy những quân lính. Hãy làm bất cứ điều gì bạn có thể để thu hút các đội tuần tra của Tổ Chức Thứ Nhất ra khỏi tôi.\n\nVai trò của bạn trong việc này cũng quan trọng như của tôi. Chúng ta cùng nhau thực hiện việc này.",
  "The Decoy": "Mồi Nhử",
  "I've put together a team to place surveillance at the First Order base, but I need someone to create a diversion for us so we can sneak in.\\n\\nIt could be the most dangerous role in the mission... but also the most fun! Are you up for causing a little chaos?": "Tôi đã tập hợp một đội để đặt thiết bị giám sát tại căn cứ của Tổ Chức Thứ Nhất, nhưng tôi cần ai đó tạo ra một sự phân tâm cho chúng tôi để chúng tôi có thể lẻn vào.\n\nĐó có thể là vai trò nguy hiểm nhất trong nhiệm vụ... nhưng cũng là vai trò thú vị nhất! Bạn có muốn gây ra một chút hỗn loạn không?",
  "Making a Scene": "Tạo Ra Một Cảnh Tượng",
  "A few of our members have been captured. The First Order will do whatever it takes to get them to reveal the location of our camp. \\n\\nI'm trying to carry out a rescue mission, but need your help to create a diversion. Stall the patrols for as long as you can.": "Một vài thành viên của chúng ta đã bị bắt. Tổ Chức Thứ Nhất sẽ làm bất cứ điều gì cần thiết để khiến họ tiết lộ vị trí của trại của chúng ta.\n\nTôi đang cố gắng thực hiện một nhiệm vụ giải cứu, nhưng cần sự giúp đỡ của bạn để tạo ra một sự phân tâm. Hãy trì hoãn các đội tuần tra càng lâu càng tốt.",
  "A Good Distraction": "Một Sự Phân Tâm Tốt",
  "\"Thanks to you, I was able to get a better look at the First Order's territory.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with a member of the Resistance in the Encampment.": "\"Nhờ bạn, tôi đã có thể có được một cái nhìn tốt hơn về lãnh thổ của Tổ Chức Thứ Nhất.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với một thành viên của Kháng Chiến trong Khu Trại.",
  "\"Excellent work. This code is crucial to our success going forward.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with a member of the Resistance in the Encampment.": "\"Tuyệt vời. Mã này rất quan trọng cho thành công của chúng ta trong tương lai.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với một thành viên của Kháng Chiến trong Khu Trại.",
  "\"Many believe in causes, but few take action. You're clearly one of the exceptions.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with a member of the Resistance in the Encampment.": "\"Nhiều người tin vào sự nghiệp, nhưng ít người hành động. Bạn rõ ràng là một trong những ngoại lệ.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với một thành viên của Kháng Chiến trong Khu Trại.",
  "\"Impressive! Only a handful of us have gotten as close to the First Order operations as you did today.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with a member of the Resistance in the Encampment.": "\"Ấn tượng! Chỉ một số ít người trong chúng ta đã đến gần các hoạt động của Tổ Chức Thứ Nhất như bạn đã làm hôm nay.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với một thành viên của Kháng Chiến trong Khu Trại.",
  "You've been a great help to us so far and we could use your help again. Right now we're in need of basic supplies, and a way to keep the First Order off our trail. At least for a little while.\\n\\nAre you in? Vi is waiting in the forest for your answer.": "Bạn đã giúp chúng tôi rất nhiều cho đến nay và chúng tôi có thể sử dụng sự giúp đỡ của bạn một lần nữa. Hiện tại chúng tôi đang cần các vật tư cơ bản và một cách để giữ Tổ Chức Thứ Nhất không lần theo dấu vết của chúng tôi. Ít nhất là trong một thời gian.\n\nBạn có tham gia không? Vi đang đợi trong rừng để nghe câu trả lời của bạn.",
  "Forest Flight": "Chuyến Bay Trong Rừng",
  "\"Sounds like you had quite the adventure. I think you're going to fit right in.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Vi Moradi in the Resistance Encampment.": "\"Nghe có vẻ như bạn đã có một cuộc phiêu lưu khá thú vị. Tôi nghĩ bạn sẽ hòa nhập ngay thôi.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Vi Moradi trong Khu Trại Kháng Chiến.",
  "We have an informant who has a device they claim will be extremely useful to us. You’ll rendezvous with them at Oga’s Cantina to check it out and see if it really is worth our while. I can't tell you what they look like. Their anonymity is crucial to our mission. You’ll need to suss them out, trial and error style, by asking them a passphrase. Don’t worry, if you ask the wrong person, they'll just think you're a moof-milker!": "Chúng ta có một người cung cấp thông tin có một thiết bị mà họ tuyên bố sẽ cực kỳ hữu ích cho chúng ta. Bạn sẽ gặp họ tại Oga's Cantina để kiểm tra nó và xem liệu nó có thực sự đáng giá hay không. Tôi không thể cho bạn biết họ trông như thế nào. Sự ẩn danh của họ là rất quan trọng cho nhiệm vụ của chúng ta. Bạn sẽ cần phải tìm ra họ, theo kiểu thử và sai, bằng cách hỏi họ một mật khẩu. Đừng lo lắng, nếu bạn hỏi nhầm người, họ sẽ chỉ nghĩ bạn là một kẻ vắt sữa moof!",
  "Leveling the Playing Field": "San Bằng Sân Chơi",
  "\"Thanks for your help. This device could be our ticket to the answers we need.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Vi Moradi in the Resistance Encampment.": "\"Cảm ơn vì sự giúp đỡ của bạn. Thiết bị này có thể là tấm vé của chúng ta đến những câu trả lời mà chúng ta cần.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Vi Moradi trong Khu Trại Kháng Chiến.",
  "We have an informant who has a device they claim will be extremely useful to us. You'll rendezvous with them at Oga's Cantina to check it out and see if it really is worth our while. I can't tell you what they look like. Their anonymity is crucial to our mission. You'll need to suss them out, trial and error style, by asking them a passphrase. Don't worry, if you ask the wrong person, they'll just think you're a moof-milker!": "Chúng ta có một người cung cấp thông tin có một thiết bị mà họ tuyên bố sẽ cực kỳ hữu ích cho chúng ta. Bạn sẽ gặp họ tại Oga's Cantina để kiểm tra nó và xem liệu nó có thực sự đáng giá hay không. Tôi không thể cho bạn biết họ trông như thế nào. Sự ẩn danh của họ là rất quan trọng cho nhiệm vụ của chúng ta. Bạn sẽ cần phải tìm ra họ, theo kiểu thử và sai, bằng cách hỏi họ một mật khẩu. Đừng lo lắng, nếu bạn hỏi nhầm người, họ sẽ chỉ nghĩ bạn là một kẻ vắt sữa moof!",
  "I have a contact within the First Order who wants to defect. They've got new information and they want to meet with you at the Cantina. There can be no introductions and discretion is key. You will have to research them using the holotable before your meeting to ensure you speak to the right person. You never know who might be listening.": "Tôi có một liên hệ bên trong Tổ Chức Thứ Nhất muốn đào tẩu. Họ có thông tin mới và họ muốn gặp bạn tại Cantina. Không thể có bất kỳ lời giới thiệu nào và sự thận trọng là chìa khóa. Bạn sẽ phải nghiên cứu họ bằng голо trước cuộc họp của bạn để đảm bảo bạn nói chuyện với đúng người. Bạn không bao giờ biết ai có thể đang nghe lén.",
  "The Defector": "Người Đào Tẩu",
  "\"The First Order’s swiftness in arresting the defector means we're getting close to something big. I just wish it wasn't at the cost of an ally.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Vi Moradi in the Resistance Encampment.": "\"Việc Tổ Chức Thứ Nhất nhanh chóng bắt giữ người đào tẩu có nghĩa là chúng ta đang đến gần một điều gì đó lớn. Tôi chỉ ước nó không phải trả giá bằng một đồng minh.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Vi Moradi trong Khu Trại Kháng Chiến.",
  "This plan the defector was trying to warn us about is concerning. We need more information before we can determine our next steps. I'm afraid the only way is to go directly to the source. You'll need to trick Agnon into believing you're a First Order Officer. Hope you've brushed up on your boot-licking skills. When you're finished, report back to Rey. Ignite the spark!": "Kế hoạch mà người đào tẩu đang cố gắng cảnh báo chúng ta là đáng lo ngại. Chúng ta cần thêm thông tin trước khi có thể xác định các bước tiếp theo của mình. Tôi e rằng cách duy nhất là đi trực tiếp đến nguồn. Bạn sẽ cần phải đánh lừa Agnon tin rằng bạn là một Sĩ Quan Tổ Chức Thứ Nhất. Hy vọng bạn đã trau dồi các kỹ năng nịnh bợ của mình. Khi bạn hoàn thành, hãy báo cáo lại cho Rey. Thắp sáng tia lửa!",
  "Top-Notch Trickery": "Sự Lừa Bịp Hàng Đầu",
  "\"Thanks for your help. Let's hope it's enough.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Vi Moradi in the Resistance Encampment.": "\"Cảm ơn vì sự giúp đỡ của bạn. Hãy hy vọng điều đó là đủ.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Vi Moradi trong Khu Trại Kháng Chiến.",
  "We've found the coordinates of a secret First Order facility on one of the moons of Batuu. The scientist is being held there, forced to complete the construction of the jamming array. We can’t allow the First Order to complete construction. We'll need to launch a rescue mission, but it won't be easy. It's time to bring in reinforcements, and I know just who we should ask...": "Chúng ta đã tìm thấy tọa độ của một cơ sở bí mật của Tổ Chức Thứ Nhất trên một trong những mặt trăng của Batuu. Các nhà khoa học đang bị giam giữ ở đó, bị buộc phải hoàn thành việc xây dựng mảng gây nhiễu. Chúng ta không thể cho phép Tổ Chức Thứ Nhất hoàn thành việc xây dựng. Chúng ta sẽ cần phải khởi động một nhiệm vụ giải cứu, nhưng nó sẽ không dễ dàng. Đã đến lúc mang quân tiếp viện đến, và tôi biết chúng ta nên hỏi ai...",
  "A Daring Rescue": "Một Cuộc Giải Cứu Táo Bạo",
  "We've found the coordinates of a secret First Order facility on Julaa. The scientist is being held there, forced to complete the construction of the jamming array. We can’t allow the First Order to complete construction. We'll need to launch a rescue mission, but it won't be easy. It's time to bring in reinforcements, and I know just who we should ask...": "Chúng ta đã tìm thấy tọa độ của một cơ sở bí mật của Tổ Chức Thứ Nhất trên Julaa. Các nhà khoa học đang bị giam giữ ở đó, bị buộc phải hoàn thành việc xây dựng mảng gây nhiễu. Chúng ta không thể cho phép Tổ Chức Thứ Nhất hoàn thành việc xây dựng. Chúng ta sẽ cần phải khởi động một nhiệm vụ giải cứu, nhưng nó sẽ không dễ dàng. Đã đến lúc mang quân tiếp viện đến, và tôi biết chúng ta nên hỏi ai...",
  "\"That was no small feat. You should be proud of yourself...but don't get too comfortable. There's still more fun ahead...\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Rey in the Resistance Encampment.": "\"Đó không phải là một kỳ công nhỏ. Bạn nên tự hào về bản thân... nhưng đừng quá thoải mái. Vẫn còn nhiều điều thú vị hơn phía trước...\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Rey trong Khu Trại Kháng Chiến.",
  "The First Order has equipped the TIE echelon with the prototype jamming array. They leave us no choice but to destroy the array. Slice into the First Order holotable to retrieve the schematics, then erase any records. Once you’ve got the schematics, sneak onto the TIE echelon and figure out how to disable the jamming array… permanently.\\n\\nIt’s a risky plan. Watch out for yourself, got it? With your help, we’re all going to get through this.": "Tổ Chức Thứ Nhất đã trang bị cho TIE mảng gây nhiễu nguyên mẫu. Họ không cho chúng ta lựa chọn nào khác ngoài việc phá hủy mảng. Hãy xâm nhập vào голо của Tổ Chức Thứ Nhất để lấy sơ đồ, sau đó xóa bất kỳ hồ sơ nào. Khi bạn đã có sơ đồ, hãy lẻn lên TIE và tìm cách vô hiệu hóa mảng gây nhiễu… vĩnh viễn.\n\nĐó là một kế hoạch rủi ro. Hãy coi chừng bản thân, hiểu chứ? Với sự giúp đỡ của bạn, tất cả chúng ta sẽ vượt qua được điều này.",
  "Thwarting the Order": "Cản Trở Trật Tự",
  "\"{0.SimFirstName}, you did it! This may be far from over, but thanks to you, we're prepared for what comes next.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nCongratulations, you have completed the Resistance story missions! Continue to support the Resistance by completing side missions.": "\"{0.SimFirstName}, bạn đã làm được! Điều này có thể còn lâu mới kết thúc, nhưng nhờ bạn, chúng tôi đã chuẩn bị cho những gì sắp tới.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nChúc mừng, bạn đã hoàn thành các nhiệm vụ cốt truyện của Kháng Chiến! Tiếp tục hỗ trợ Kháng Chiến bằng cách hoàn thành các nhiệm vụ phụ.",
  "<span class=\"scoundrel\">Scoundrel++</span> ": "<span class=\"scoundrel\">Vô Lại++</span>",
  "Information fetches the highest price in the midst of the squabble between the Resistance and First Order. Get as much intel as you can and you'll enjoy a good payout for sure.": "Thông tin mang lại giá cao nhất trong bối cảnh tranh giành giữa Kháng Chiến và Tổ Chức Thứ Nhất. Hãy thu thập càng nhiều thông tin tình báo càng tốt và chắc chắn bạn sẽ được trả công hậu hĩnh.",
  "Hot Tip": "Mẹo Hay",
  "Both the Resistance and the First Order know the best information sinks down to low places. Sometimes it can pay to be a bottom feeder!": "Cả Kháng Chiến và Tổ Chức Thứ Nhất đều biết thông tin tốt nhất chìm xuống những nơi thấp kém. Đôi khi việc trở thành một kẻ ăn bám cũng có thể có lợi!",
  "Friends in Low Places": "Bạn Bè Ở Những Nơi Thấp Kém",
  "<span class=\"scoundrel\">Scoundrel+</span> ": "<span class=\"scoundrel\">Vô Lại+</span>",
  "\"Ah, good! I won't ask how you got this.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"À, tốt! Tôi sẽ không hỏi bạn đã lấy được thứ này như thế nào.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Oga's Cantina.",
  "We've got a shipment of goods we need moved... fast. I’m letting you take the lead on this one - you’re welcome!": "Chúng ta có một lô hàng hóa cần được chuyển đi... nhanh chóng. Tôi để bạn dẫn đầu trong việc này - không có gì!",
  "Good Opportunity": "Cơ Hội Tốt",
  "I got a job for you if you feel like moving cargo. Smuggle the goods safely and you'll get your credits. But no questions asked. ": "Tôi có một công việc cho bạn nếu bạn muốn chuyển hàng hóa. Buôn lậu hàng hóa an toàn và bạn sẽ nhận được tín dụng của mình. Nhưng không có câu hỏi nào được đặt ra.",
  "No Further Questions": "Không Hỏi Thêm Câu Hỏi Nào",
  "There’s a batch of goods we need to smuggle within Black Spire... discreetly. You’ll have to use your wits and charm for this one... think you can handle it?": "Có một lô hàng hóa chúng ta cần buôn lậu trong Black Spire... một cách kín đáo. Bạn sẽ phải sử dụng trí thông minh và sự quyến rũ của mình cho việc này... bạn nghĩ bạn có thể xử lý được không?",
  "Dutiful Discretion": "Sự Thận Trọng Mẫu Mực",
  "\"Good job. Sometimes quick and dirty wins the race.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"Làm tốt lắm. Đôi khi nhanh chóng và bẩn thỉu sẽ thắng cuộc đua.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Oga's Cantina.",
  "Business is booming! How would you like to help me out with a legitimate business trip?": "Công việc kinh doanh đang bùng nổ! Bạn có muốn giúp tôi một tay với một chuyến công tác hợp pháp không?",
  "Business Trip": "Chuyến Công Tác",
  "\"Happy to have you on the team, my friend. That was quite the adventure!\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"Rất vui khi có bạn trong đội, bạn của tôi. Đó là một cuộc phiêu lưu khá thú vị!\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Oga's Cantina.",
  "\"Happy to have you on the team, my friend. Excellent job!\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"Rất vui khi có bạn trong đội, bạn của tôi. Làm tốt lắm!\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Oga's Cantina.",
  "\"Yes! That's how it's done, my friend! You haven't let me down yet.\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"Tuyệt vời! Đó là cách thực hiện, bạn của tôi! Bạn chưa làm tôi thất vọng.\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Oga's Cantina.",
  "Can I entice you with a sabacc tournament, my friend? It's all in good fun! Especially if you win.": "Tôi có thể dụ bạn tham gia một giải đấu sabacc được không, bạn của tôi? Tất cả đều vui vẻ cả thôi! Đặc biệt nếu bạn thắng.",
  "All in Good Fun": "Tất Cả Đều Vui Vẻ Thôi",
  "Shall I deal you into the Sabacc tournament? It's a great way to make friends... and enemies.": "Tôi có nên cho bạn tham gia giải đấu Sabacc không? Đó là một cách tuyệt vời để kết bạn... và kẻ thù.",
  "Social Circles": "Vòng Kết Nối Xã Hội",
  "There's a sabacc tournament starting soon. May you have the better hand!": "Có một giải đấu sabacc sắp bắt đầu. Chúc bạn có bài tốt hơn!",
  "Champions' Tournament": "Giải Đấu Vô Địch",
  "\"You're always welcome at my sabacc table, my friend!\"\\n\\nMission Complete!\\n\\nRewards:\\n{7.String}\\n\\nTo get your next mission, speak with Hondo at Oga's Cantina.": "\"Bạn luôn được chào đón tại bàn sabacc của tôi, bạn của tôi!\"\n\nNhiệm Vụ Hoàn Thành!\n\nPhần Thưởng:\n{7.String}\n\nĐể nhận nhiệm vụ tiếp theo, hãy nói chuyện với Hondo tại Oga's Cantina.",
  "I've got a tip on where to find a big supply of Durelium. Don't say I never give you anything fun to do! Lift it discreetly and half of the profits are yours.": "Tôi có một mách nước về nơi tìm thấy một nguồn cung cấp lớn Durelium. Đừng nói rằng tôi không bao giờ cho bạn bất cứ điều gì thú vị để làm! Hãy lấy nó một cách kín đáo và một nửa lợi nhuận là của bạn.",
  "The Tip-Off": "Mách Nước",
  "I've been planning to boost some valuable droid parts for a while. I'm looking for clean photoreceptors, personality chips, power cells, holoprojector arrays, and the like. But leave Mubo out of this. Let his competition take a hit instead!": "Tôi đã lên kế hoạch để tăng cường một số bộ phận droid có giá trị trong một thời gian. Tôi đang tìm kiếm các thụ thể quang sạch, chip nhân cách, pin nguồn, mảng голо và những thứ tương tự. Nhưng hãy để Mubo ra khỏi chuyện này. Thay vào đó, hãy để đối thủ cạnh tranh của anh ta bị ảnh hưởng!"
}