{
  "{0.SimFirstName} has overcome {0.SimPronounPossessiveDependent} fear of Horses! {0.SimPronounSubjective} can engage once more with these magnificent creatures without a sense of terror.": "{0.SimFirstName} đã vượt qua nỗi sợ Ngựa của {0.SimPronounPossessiveDependent}! {0.SimPronounSubjective} có thể tương tác lại với những sinh vật tuyệt vời này mà không còn cảm giác kinh hoàng.",
  "(From Discussing Fear of Horses)": "(Từ Thảo Luận Về Nỗi Sợ Ngựa)",
  "(From a Mini Sheep Going Missing)": "(Từ Việc Cừu Non Bị Mất Tích)",
  "{1.ObjectName} has run away due to inadequate care which led to her being Unhappy for quite a while. She may come back if {0.SimFirstName} can provide food, keep her clean, and give her ample attention. For now, {0.SimFirstName} will just have to wait for her to return.": "{1.ObjectName} đã bỏ chạy vì không được chăm sóc đầy đủ, dẫn đến việc nó không vui trong một thời gian dài. Nó có thể quay lại nếu {0.SimFirstName} có thể cung cấp thức ăn, giữ cho nó sạch sẽ và dành cho nó sự quan tâm đầy đủ. Hiện tại, {0.SimFirstName} sẽ phải đợi nó quay lại.",
  "(From a Mini Goat Going Missing)": "(Từ Việc Dê Con Bị Mất Tích)",
  "{1.ObjectName} has returned after a grand adventure! Better treat her right this time or she might not come back again!": "{1.ObjectName} đã trở lại sau một cuộc phiêu lưu vĩ đại! Lần này hãy đối xử tốt với nó, nếu không nó có thể sẽ không quay lại nữa!",
  "(From Being Around a Yelling Mini Goat)": "(Từ Việc Ở Gần Dê Con Đang Kêu La)",
  "(From Watching a Mini Sheep Perform a Trick)": "(Từ Việc Xem Cừu Non Biểu Diễn Một Màn Ảo Thuật)",
  "(From Being near Steed's Rest)": "(Từ Việc Ở Gần Chỗ Nghỉ Ngơi Của Tuấn Mã)",
  "(From Seeing Trusty Steed Rock at Sunrise)": "(Từ Việc Chứng Kiến Tuấn Mã Phiêu Bồng Lúc Bình Minh)",
  "(From Nearby Ghost Horse)": "(Từ Ngựa Ma Lân Cận)",
  "(From Drinking Nectar as a Nectar Know-It-All)": "(Từ Việc Uống Rượu Nectar với Tư Cách là Người Am Hiểu Về Nectar)",
  "(From Horse Being Removed)": "(Từ Việc Ngựa Bị Di Dời)",
  "(From Uprooting Prairie Grass)": "(Từ Việc Bứng Cỏ Đồng Cỏ)",
  "(From Watching a Horse Play)": "(Từ Việc Xem Ngựa Chơi Đùa)",
  "(From Finding the Heart of Dreadhorse Caverns)": "(Từ Việc Tìm Thấy Trái Tim Hang Động Dreadhorse)",
  "Suddenly, {0.SimFirstName} freezes as they are overcome with a vision. Or were these... memories? A room with no door. Eating blowfish over and over for some reason. And oddest of all, a strange glowing hexagonal bipyramid floating ominously overhead. As {0.SimFirstName} is released from the images, they look above them to see nothing. Was this a gnome-induced vision or memories of some sort of past life? {0.SimFirstName} may never know and continues to explore the cavern.": "Đột nhiên, {0.SimFirstName} đóng băng khi bị choáng ngợp bởi một tầm nhìn. Hay đây là... ký ức? Một căn phòng không có cửa. Ăn cá nóc hết lần này đến lần khác vì một lý do nào đó. Và kỳ lạ nhất là một hình lưỡng tháp lục giác phát sáng kỳ lạ lơ lửng trên đầu một cách đáng ngại. Khi {0.SimFirstName} thoát khỏi những hình ảnh, họ nhìn lên trên để không thấy gì. Đây có phải là một tầm nhìn do yêu tinh gây ra hay ký ức về một loại kiếp trước nào đó? {0.SimFirstName} có lẽ sẽ không bao giờ biết và tiếp tục khám phá hang động.",
  "{0.SimFirstName} failed to appease the Gnome and is chased out of the cave!": "{0.SimFirstName} không thể xoa dịu được Thần Lùn và bị đuổi ra khỏi hang!",
  "{0.SimFirstName} kicks the Gnome in the shins. Its shriek of humiliation attracts the attention of the Gnome High Council which promptly ejects {0.SimFirstName} from the cave.": "{0.SimFirstName} đá vào ống quyển của Thần Lùn. Tiếng la hét tủi hổ của nó thu hút sự chú ý của Hội đồng Thần Lùn Tối cao, hội đồng này ngay lập tức trục xuất {0.SimFirstName} khỏi hang.",
  "This is exactly what this Gnome wanted! A gnomish reward is given.\\n\\n<b>+50 to Cave Progress</b>": "Đây chính xác là những gì Thần Lùn này muốn! Một phần thưởng của thần lùn được trao.\n\n<b>+50 vào Tiến trình Hang động</b>",
  "The Unicorn is not pleased with {0.SimFirstName}'s choice. The Unicorn lets out a disheartened whicker and walks away with a flash of light, blinding and transporting {0.SimFirstName} out of the cave.": "Kỳ Lân không hài lòng với lựa chọn của {0.SimFirstName}. Kỳ Lân phát ra tiếng hí thất vọng và bỏ đi với một tia sáng, làm mù và dịch chuyển {0.SimFirstName} ra khỏi hang.",
  "{0.SimFirstName}'s ignorance has insulted the Unicorn. With a flash of light and an exasperated whinny, {0.SimFirstName} kicked out of the cave.": "Sự thiếu hiểu biết của {0.SimFirstName} đã xúc phạm Kỳ Lân. Với một tia sáng và tiếng hí bực bội, {0.SimFirstName} bị đá ra khỏi hang.",
  "The Unicorn thinks {0.SimFirstName} has chosen wisely and bestows a gift.": "Kỳ Lân nghĩ rằng {0.SimFirstName} đã chọn một cách khôn ngoan và ban cho một món quà.",
  "The creature does {1.Number} damage to {0.SimFirstName}!": "Sinh vật gây ra {1.Number} sát thương cho {0.SimFirstName}!",
  "{0.SimFirstName} does {1.Number} damage!": "{0.SimFirstName} gây ra {1.Number} sát thương!",
  "{0.SimFirstName} has defeated the creature! It looks like it dropped some items!\\n\\n<b>+25 to Cave Progress</b>": "{0.SimFirstName} đã đánh bại sinh vật! Có vẻ như nó đã đánh rơi một vài vật phẩm!\n\n<b>+25 vào Tiến trình Hang động</b>",
  "The creature dealt critical damage to {0.SimFirstName}!": "Sinh vật đã gây sát thương chí mạng cho {0.SimFirstName}!",
  "{0.SimFirstName} is defeated and is chased out of the cave by the creature!": "{0.SimFirstName} bị đánh bại và bị sinh vật đuổi ra khỏi hang!",
  "{0.SimFirstName} regains {1.Number} health from defending!": "{0.SimFirstName} hồi phục {1.Number} máu từ việc phòng thủ!",
  "The creature gets distracted and abandons its pursuit. {0.SimFirstName} sighs in relief and continues to explore.\\n\\n<b>+15 to Cave Progress</b>": "Sinh vật bị phân tâm và từ bỏ cuộc truy đuổi. {0.SimFirstName} thở phào nhẹ nhõm và tiếp tục khám phá.\n\n<b>+15 vào Tiến trình Hang động</b>",
  "The T-Rex's chase drains {1.Number} stamina from {0.SimFirstName}!": "Cuộc rượt đuổi của T-Rex làm tiêu hao {1.Number} thể lực của {0.SimFirstName}!",
  "{0.SimFirstName}'s quick movement drains {1.Number} stamina from the T-Rex!": "Sự di chuyển nhanh nhẹn của {0.SimFirstName} làm tiêu hao {1.Number} thể lực của T-Rex!",
  "{0.SimFirstName} tired the T-Rex out! Its big head and little arms made it too difficult to continue. It looks like it dropped some items!\\n\\n<b>+25 to Cave Progress</b>": "{0.SimFirstName} đã làm T-Rex mệt lả! Cái đầu to và đôi tay nhỏ bé khiến nó quá khó để tiếp tục. Có vẻ như nó đã đánh rơi một vài vật phẩm!\n\n<b>+25 vào Tiến trình Hang động</b>",
  "The T-Rex has worn {0.SimFirstName} out!": "T-Rex đã làm {0.SimFirstName} kiệt sức!",
  "{0.SimFirstName} flees and is chased out of the cave by the T-Rex!": "{0.SimFirstName} bỏ chạy và bị T-Rex đuổi ra khỏi hang!",
  "The T-Rex loses interest in the shiny object. {0.SimFirstName} sighs in relief and continues to explore.\\n\\n<b>+15 to Cave Progress</b>": "T-Rex mất hứng thú với vật thể sáng bóng. {0.SimFirstName} thở phào nhẹ nhõm và tiếp tục khám phá.\n\n<b>+15 vào Tiến trình Hang động</b>",
  "The Flaming Skull's intense heat dealt {1.Number} damage to {0.SimFirstName}!": "Nhiệt độ dữ dội của Đầu Lâu Bốc Lửa đã gây ra {1.Number} sát thương cho {0.SimFirstName}!",
  "{0.SimFirstName} used the power of Nectar and defeated the Flaming Skull of Necteaux! It looks like it dropped some items!\\n\\n<b>+50 to Cave Progress</b>": "{0.SimFirstName} đã sử dụng sức mạnh của Rượu Nectar và đánh bại Đầu Lâu Bốc Lửa Necteaux! Có vẻ như nó đã đánh rơi một vài vật phẩm!\n\n<b>+50 vào Tiến trình Hang động</b>",
  "The Flaming Skull's heat has dealt a critical blow to {0.SimFirstName}!": "Nhiệt độ của Đầu Lâu Bốc Lửa đã giáng một đòn chí mạng vào {0.SimFirstName}!",
  "{0.SimFirstName} flees and is chased out of the cave by The Flaming Skull of Necteaux!": "{0.SimFirstName} bỏ chạy và bị Đầu Lâu Bốc Lửa Necteaux đuổi ra khỏi hang!",
  "The Flaming Skull gets distracted and abandons its pursuit. {0.SimFirstName} sighs in relief and continues to explore.\\n\\n<b>+15 to Cave Progress</b>": "Đầu Lâu Bốc Lửa bị phân tâm và từ bỏ cuộc truy đuổi. {0.SimFirstName} thở phào nhẹ nhõm và tiếp tục khám phá.\n\n<b>+15 vào Tiến trình Hang động</b>",
  "The Gnome-Rog dealt {1.Number} damage to {0.SimFirstName}!": "Gnome-Rog đã gây ra {1.Number} sát thương cho {0.SimFirstName}!",
  "{0.SimFirstName} has defeated the Gnome-Rog! It looks like it dropped some items!\\n\\n<b>+50 to Cave Progress</b>": "{0.SimFirstName} đã đánh bại Gnome-Rog! Có vẻ như nó đã đánh rơi một vài vật phẩm!\n\n<b>+50 vào Tiến trình Hang động</b>",
  "The Gnome-Rog dealt a critical blow to {0.SimFirstName}!": "Gnome-Rog đã giáng một đòn chí mạng vào {0.SimFirstName}!",
  "{0.SimFirstName} is chased out of the cave by the Gnome-Rog!": "{0.SimFirstName} bị Gnome-Rog đuổi ra khỏi hang!",
  "The Gnome-Rog gets distracted and abandons its pursuit. {0.SimFirstName} sighs in relief and continues to explore.\\n\\n<b>+15 to Cave Progress</b>": "Gnome-Rog bị phân tâm và từ bỏ cuộc truy đuổi. {0.SimFirstName} thở phào nhẹ nhõm và tiếp tục khám phá.\n\n<b>+15 vào Tiến trình Hang động</b>",
  "The Headless Rider dealt {1.Number} damage to {0.SimFirstName}!": "Kỵ Sĩ Không Đầu đã gây ra {1.Number} sát thương cho {0.SimFirstName}!",
  "{0.SimFirstName} defeated the Headless Rider! It looks like it dropped some items!\\n\\n<b>+50 to Cave Progress</b>": "{0.SimFirstName} đã đánh bại Kỵ Sĩ Không Đầu! Có vẻ như nó đã đánh rơi một vài vật phẩm!\n\n<b>+50 vào Tiến trình Hang động</b>",
  "The Headless Rider dealt critical damage to {0.SimFirstName}!": "Kỵ Sĩ Không Đầu đã gây sát thương chí mạng cho {0.SimFirstName}!",
  "{0.SimFirstName} is chased out of the cave by The Headless Rider!": "{0.SimFirstName} bị Kỵ Sĩ Không Đầu đuổi ra khỏi hang!",
  "The Headless Rider gets distracted and abandons their pursuit. {0.SimFirstName} sighs in relief and continues to explore.\\n\\n<b>+15 to Cave Progress</b>": "Kỵ Sĩ Không Đầu bị phân tâm và từ bỏ cuộc truy đuổi. {0.SimFirstName} thở phào nhẹ nhõm và tiếp tục khám phá.\n\n<b>+15 vào Tiến trình Hang động</b>",
  "{0.SimFirstName} has lost {1.Number} Simoleons to the Mysterious Challenger!": "{0.SimFirstName} đã mất {1.Number} Simoleon cho Người Thách Đấu Bí Ẩn!",
  "{0.SimFirstName} has won {1.Number} Simoleons from the Mysterious Challenger!": "{0.SimFirstName} đã thắng {1.Number} Simoleon từ Người Thách Đấu Bí Ẩn!",
  "{0.SimFirstName} has been crowned the thumb war champion and defeated The Mysterious Challenger! As {0.SimFirstName} counts {0.SimPronounPossessiveDependent} earnings, the stranger slips away to never be heard from again.\\n\\n<b>+50 to Cave Progress</b>": "{0.SimFirstName} đã lên ngôi vô địch đấu vật ngón tay cái và đánh bại Người Thách Đấu Bí Ẩn! Khi {0.SimFirstName} đếm số tiền kiếm được của {0.SimPronounPossessiveDependent}, người lạ lẳng lặng biến mất và không bao giờ nghe thấy tin tức gì nữa.\n\n<b>+50 vào Tiến trình Hang động</b>",
  "The Mysterious Challenger dealt a critical blow to {0.SimFirstName}'s finances! With that, {0.SimFirstName} runs out of the cave to figure out where to get more Simoleons!": "Người Thách Đấu Bí Ẩn đã giáng một đòn chí mạng vào tài chính của {0.SimFirstName}! Với điều đó, {0.SimFirstName} chạy ra khỏi hang để tìm cách kiếm thêm Simoleon!",
  "{0.SimFirstName} flees for {0.SimPronounPossessiveDependent} finances and is chased out of the cave by the Mysterious Challenger!": "{0.SimFirstName} bỏ chạy vì tài chính của {0.SimPronounPossessiveDependent} và bị Người Thách Đấu Bí Ẩn đuổi ra khỏi hang!",
  "{0.SimFirstName} found {1.Number} Simoleons on the ground during a thumb stretch.": "{0.SimFirstName} đã tìm thấy {1.Number} Simoleon trên mặt đất trong khi đang khởi động ngón tay cái.",
  "The Mysterious Challenger accidentally drops a briefcase of Simoleons and loses it all to the cave winds. {0.SimFirstName} sighs in relief and continues to explore.\\n\\n<b>+15 to Cave Progress</b>": "Người Thách Đấu Bí Ẩn vô tình đánh rơi một chiếc cặp đựng Simoleon và mất tất cả vào gió hang động. {0.SimFirstName} thở phào nhẹ nhõm và tiếp tục khám phá.\n\n<b>+15 vào Tiến trình Hang động</b>",
  "Cave Items Picked Up:\\n\\n{4.String}\\n\\n": "Vật phẩm Hang động Thu thập được:\n\n{4.String}\n\n",
  "{0.SimFirstName} tried to extract the ore gently, but has triggered a cave-in. Luckily, {0.SimPronounSubjective} made it out before being squished underneath the rocks.": "{0.SimFirstName} đã cố gắng khai thác quặng một cách nhẹ nhàng, nhưng đã gây ra một vụ sập hang. May mắn thay, {0.SimPronounSubjective} đã thoát ra ngoài trước khi bị nghiền nát dưới những tảng đá.",
  "{0.SimFirstName} ignores the ore and continues to explore the cave.": "{0.SimFirstName} bỏ qua quặng và tiếp tục khám phá hang động.",
  "{0.SimFirstName} successfully extracted the ore and discovered something beneath the rubble.": "{0.SimFirstName} đã khai thác thành công quặng và phát hiện ra thứ gì đó bên dưới đống đổ nát.",
  "{0.SimFirstName} tries to open the door but triggers a trap and barely escapes! How can the door be opened? There must be a clue.": "{0.SimFirstName} cố gắng mở cửa nhưng kích hoạt một cái bẫy và едва thoát được! Làm thế nào có thể mở được cánh cửa? Chắc chắn phải có một manh mối.",
  "The door gleams with mystery, but {0.SimFirstName} walks swiftly past it. With no more areas in the cave to explore, {0.SimFirstName} must exit.": "Cánh cửa lấp lánh đầy bí ẩn, nhưng {0.SimFirstName} nhanh chóng bước qua nó. Vì không còn khu vực nào trong hang để khám phá, {0.SimFirstName} phải đi ra.",
  "{0.SimFirstName} brings the Mini Sheep to the door and urges it forward. The Mini Sheep makes a resounding \"baaa\" sound, and the door suddenly starts to open, revealing a new underground level to the cave.\\n\\n<b>{0.SimFirstName} has successfully unlocked level {1.Number} of the cave!</b>": "{0.SimFirstName} mang Cừu Non đến cửa và thúc giục nó tiến lên. Cừu Non phát ra âm thanh 'bee' vang dội, và cánh cửa đột nhiên bắt đầu mở ra, hé lộ một tầng ngầm mới của hang.\n\n<b>{0.SimFirstName} đã mở khóa thành công cấp độ {1.Number} của hang!</b>",
  "The Goose is not amused. {0.SimFirstName} needs to find something geese like to eat. What could it be?": "Ngỗng không thấy buồn cười. {0.SimFirstName} cần tìm thứ gì đó mà ngỗng thích ăn. Đó có thể là gì?",
  "{0.SimFirstName}'s goose isn't cooked yet and decides to leave the cave to figure out what will tempt the impeding fowl. ": "Ngỗng của {0.SimFirstName} vẫn chưa bị 'luộc' và quyết định rời khỏi hang để tìm ra thứ gì sẽ cám dỗ loài gia cầm đang đến gần.",
  "The Goose happily eats the <b>Prairie Grass</b> offering and moves off the bridge.\\n\\n<b>{0.SimFirstName} has successfully unlocked level {1.Number} of the cave!</b>": "Ngỗng vui vẻ ăn <b>Cỏ Đồng Cỏ</b> được dâng và di chuyển khỏi cây cầu.\n\n<b>{0.SimFirstName} đã mở khóa thành công cấp độ {1.Number} của hang!</b>",
  "{0.SimFirstName} tries to put out the fire, but does not succeed. What could possibly quench this fire's thirst!": "{0.SimFirstName} cố gắng dập lửa, nhưng không thành công. Điều gì có thể dập tắt cơn khát của ngọn lửa này!",
  "With nothing to defeat the flames, {0.SimFirstName} leaves the cave to think of how to surpass this obstacle.": "Không có gì để đánh bại ngọn lửa, {0.SimFirstName} rời khỏi hang để nghĩ cách vượt qua chướng ngại vật này.",
  "No inferno can match the might of a glass of water! {0.SimFirstName} douses the flame and continues exploring the cave.\\n\\n<b>{0.SimFirstName} has successfully unlocked level {1.Number} of the cave!</b>": "Không có địa ngục nào có thể sánh được sức mạnh của một ly nước! {0.SimFirstName} dập tắt ngọn lửa và tiếp tục khám phá hang động.\n\n<b>{0.SimFirstName} đã mở khóa thành công cấp độ {1.Number} của hang!</b>",
  "The ghost angerly chases {0.SimFirstName} out of the cave. What Nectar could a spirit possibly want?": "Con ma tức giận đuổi {0.SimFirstName} ra khỏi hang. Tinh linh có thể muốn loại Rượu Nectar nào?",
  "The ghost seems haunting enough that {0.SimFirstName} is not willing to engage just yet. With no cave areas left to explore, {0.SimPronounSubjective} leaves to think on what the spirit could want.": "Con ma có vẻ ám ảnh đến mức {0.SimFirstName} không muốn tham gia vào lúc này. Vì không còn khu vực hang động nào để khám phá, {0.SimPronounSubjective} rời đi để suy nghĩ về những gì linh hồn có thể muốn.",
  "{0.SimFirstName} makes an offering of <b>Potato Nectar</b> which the ghost accepts! The path is unblocked and {0.SimFirstName} continues adventuring.\\n\\n<b>{0.SimFirstName} has successfully unlocked level {1.Number} of the cave!</b>": "{0.SimFirstName} dâng cúng <b>Rượu Nectar Khoai Tây</b> mà con ma chấp nhận! Con đường không còn bị chặn và {0.SimFirstName} tiếp tục cuộc phiêu lưu.\n\n<b>{0.SimFirstName} đã mở khóa thành công cấp độ {1.Number} của hang!</b>",
  "{0.SimFirstName} makes an offering but the Frog King still seems blue. What can {0.SimFirstName} bring? Maybe some frog friends?": "{0.SimFirstName} dâng cúng nhưng Vua Ếch vẫn có vẻ buồn bã. {0.SimFirstName} có thể mang gì đến? Có lẽ là một vài người bạn ếch?",
  "With the frog blocking the only way forward, {0.SimFirstName} is forced to exit the cave with the hope {0.SimPronounSubjective} can find a way through.": "Với con ếch chặn con đường duy nhất phía trước, {0.SimFirstName} buộc phải rời khỏi hang với hy vọng {0.SimPronounSubjective} có thể tìm ra một con đường đi qua.",
  "{0.SimFirstName} puts down the 3 Yellow Frogs. The Frog King smiles warmly. {0.SimFirstName} keeps exploring as the frogs hop away happily.\\n\\n<b>{0.SimFirstName} has successfully unlocked level {1.Number} of the cave!</b>": "{0.SimFirstName} đặt 3 con Ếch Vàng xuống. Vua Ếch mỉm cười ấm áp. {0.SimFirstName} tiếp tục khám phá khi những con ếch nhảy đi vui vẻ.\n\n<b>{0.SimFirstName} đã mở khóa thành công cấp độ {1.Number} của hang!</b>",
  "The Swamp Creature sees the offering but remains unmoved. Only those who can solve the riddle may progress.": "Sinh Vật Đầm Lầy nhìn thấy lễ vật nhưng vẫn không lay chuyển. Chỉ những người có thể giải câu đố mới được tiến lên.",
  "The Swamp Creature has proven to be a bit scary to {0.SimFirstName}. Maybe returning at another time will allow {0.SimPronounSubjective} explore further.": "Sinh Vật Đầm Lầy đã chứng tỏ là hơi đáng sợ đối với {0.SimFirstName}. Có lẽ quay lại vào một thời điểm khác sẽ cho phép {0.SimPronounSubjective} khám phá thêm.",
  "\"Ah yes... exactly what I needed!\" {0.SimFirstName} releases the Rainbow Fish into the lake and the Swamp Creature swims away revealing the entrance. The adventure continues.\\n\\n<b>{0.SimFirstName} has successfully unlocked level {1.Number} of the cave!</b>": "\"À vâng... chính xác là những gì tôi cần!\" {0.SimFirstName} thả Cá Cầu Vồng vào hồ và Sinh Vật Đầm Lầy bơi đi, hé lộ lối vào. Cuộc phiêu lưu tiếp tục.\n\n<b>{0.SimFirstName} đã mở khóa thành công cấp độ {1.Number} của hang!</b>",
  "{0.SimFirstName} lifts the lid of the chest gingerly but is shocked as a snake pops out to {0.SimFirstName}'s hand. The sneaky snake chases {0.SimFirstName} out of the cave! Why does it always have to be snakes?!": "{0.SimFirstName} nhấc nắp rương một cách cẩn thận nhưng bị sốc khi một con rắn bật ra cắn vào tay {0.SimFirstName}. Con rắn lén lút đuổi {0.SimFirstName} ra khỏi hang! Tại sao luôn luôn phải là rắn?!",
  "The treasure chest remains untouched as {0.SimFirstName} decides to ignore it and explore more of the cave. Who knows if that treasure chest is <i>actually</i> a treasure chest and isn't just mimicking one!": "Chiếc rương kho báu vẫn còn nguyên vẹn vì {0.SimFirstName} quyết định bỏ qua nó và khám phá thêm hang động. Ai biết được liệu chiếc rương kho báu đó có <i>thực sự</i> là một chiếc rương kho báu hay không và không chỉ đang bắt chước!",
  "{0.SimFirstName} opens the lid carefully and is pleased to discover it contains treasure!": "{0.SimFirstName} mở nắp cẩn thận và vui mừng phát hiện ra nó chứa kho báu!",
  "Uh Oh! Despite {0.SimFirstName}'s best efforts, things aren't going well with Horses. A few more bad interactions and a Fear may develop.": "Ối chà! Mặc dù {0.SimFirstName} đã cố gắng hết sức, nhưng mọi thứ không suôn sẻ với Ngựa. Một vài tương tác tồi tệ nữa và một Nỗi Sợ có thể phát triển.",
  "After talking it out, {0.SimFirstName} feels more confident about interacting with Horses. More time is needed to confront the Fear, but {0.SimFirstName} feels {0.SimPronounSubjective} can approach a Horse again. ": "Sau khi nói chuyện, {0.SimFirstName} cảm thấy tự tin hơn về việc tương tác với Ngựa. Cần thêm thời gian để đối mặt với Nỗi Sợ, nhưng {0.SimFirstName} cảm thấy {0.SimPronounSubjective} có thể tiếp cận một con Ngựa một lần nữa.",
  "(From Fear of Horses)": "(Từ Nỗi Sợ Ngựa)",
  "Oh no! {0.SimFirstName} is terrified of horses! {0.SimPronounSubjective|xxUpper} will not have the will to interact with one until {0.SimPronounSubjective} Confronts the Fear.": "Ôi không! {0.SimFirstName} rất sợ ngựa! {0.SimPronounSubjective|xxUpper} sẽ không có ý chí tương tác với một con ngựa cho đến khi {0.SimPronounSubjective} Đối Mặt với Nỗi Sợ.",
  "(From Witnessing a Foal Being Born)": "(Từ Việc Chứng Kiến Một Chú Ngựa Con Được Sinh Ra)",
  "{0.SimFirstName} is Fatigued! When Horses exercise and train continuously, they will eventually become Fatigued and need rest and water. Consider buying a Water Trough so Horses will have a supply of refreshing water to drink!\\n\\n⚒ <b>Water Trough</b>": "{0.SimFirstName} bị Mệt Mỏi! Khi Ngựa tập thể dục và huấn luyện liên tục, chúng cuối cùng sẽ trở nên Mệt Mỏi và cần nghỉ ngơi và uống nước. Hãy cân nhắc mua Máng Nước để Ngựa có nguồn cung cấp nước giải khát để uống!\n\n⚒ <b>Máng Nước</b>",
  "(From Drinking Nectar) ": "(Từ Việc Uống Rượu Nectar)",
  "{0.SimFirstName}'s dedication to Rancher life pays off again. {0.SimPronounSubjective} knew just how to stomp and extracted an extra bottle's worth of Nectar from this batch!": "Sự cống hiến của {0.SimFirstName} cho cuộc sống Người Chăn Nuôi lại được đền đáp. {0.SimPronounSubjective} biết chính xác cách giậm chân và chiết xuất thêm một chai Rượu Nectar từ lô này!",
  "(From Crafting Nectar)": "(Từ Chế Tạo Rượu Nectar)",
  "{0.SimFirstName} is bursting... with anticipation to meet her Foal!": "{0.SimFirstName} đang tràn đầy... sự mong đợi được gặp Ngựa Con của mình!",
  "Hey there! I'm your Ranch Hand. The name is {0.SimLastName}. Nice to meet y'all!\\n\\nI'm good with animals, plants, and repairs. Let me know and I'll handle it! This Ranch is going to run like a well-oiled machine.\\n\\nOh, and if you want me to harvest plants or pick up Manure, just ask. Otherwise, I'll leave it to you. I want to make sure that's what <i>you'd</i> want. You never know!": "Chào bạn! Tôi là Người Làm Trang Trại của bạn. Tên tôi là {0.SimLastName}. Rất vui được gặp tất cả các bạn!\n\nTôi giỏi về động vật, thực vật và sửa chữa. Hãy cho tôi biết và tôi sẽ xử lý nó! Trang trại này sẽ hoạt động như một cỗ máy được bôi trơn tốt.\n\nỒ, và nếu bạn muốn tôi thu hoạch cây trồng hoặc nhặt Phân, chỉ cần hỏi. Nếu không, tôi sẽ để lại cho bạn. Tôi muốn đảm bảo rằng đó là những gì <i>bạn</i> muốn. Bạn không bao giờ biết!",
  "(From Seeing the Death of a Beloved Mini Goat)": "(Từ Việc Chứng Kiến Cái Chết Của Một Con Dê Con Yêu Quý)",
  "(From Seeing the Death of a Beloved Mini Sheep)": "(Từ Việc Chứng Kiến Cái Chết Của Một Con Cừu Non Yêu Quý)",
  "(From Horse Lover Trait) ": "(Từ Đặc Điểm Yêu Ngựa)",
  "(From Rancher Trait)": "(Từ Đặc Điểm Người Chăn Nuôi)",
  "(From Harvesting Prairie Grass)": "(Từ Việc Thu Hoạch Cỏ Đồng Cỏ)",
  "Mini Animal Care Basics": "Những Điều Cơ Bản Về Chăm Sóc Động Vật Nhỏ",
  "Mini Goats and Mini Sheep are adorable, uplifting, and useful friends to add to your ranch. Mini Goats can be milked for Simoleons and Mini Sheep can be sheared for Simoleons. Both are helpful in the garden. Purchase them through the Phone, Animal Feeders, Community Boards, and Bits & Bales Mercantile in New Appaloosa.": "Dê Con và Cừu Non là những người bạn đáng yêu, nâng cao tinh thần và hữu ích để thêm vào trang trại của bạn. Dê Con có thể được vắt sữa để kiếm Simoleon và Cừu Non có thể được xén lông để kiếm Simoleon. Cả hai đều hữu ích trong vườn. Mua chúng thông qua Điện thoại, Máng Ăn Động Vật, Bảng Cộng đồng và Cửa Hàng Bits & Bales ở New Appaloosa.",
  "Learn More": "Tìm Hiểu Thêm",
  "The Equestrian Center is the perfect place for all Horse lovers. Sims can rescue, sell, and train their Horses here.  Sims also can spectate competitions for a fun pastime. Horses and their riders can compete in Barrel Racing, Jumping, Endurance Racing, and Western Pleasure competitions. The top-tier competitors can try for the Ultimate Horse Championship!": "Trung Tâm Cưỡi Ngựa là nơi hoàn hảo cho tất cả những người yêu Ngựa. Sim có thể giải cứu, bán và huấn luyện Ngựa của họ ở đây. Sim cũng có thể xem các cuộc thi để giải trí. Ngựa và người cưỡi có thể thi đấu trong các cuộc thi Đua Thùng, Nhảy, Đua Sức Bền và Cưỡi Ngựa Giải Trí Miền Tây. Những người thi đấu hàng đầu có thể thử sức cho Giải Vô Địch Ngựa Tối Thượng!",
  "Travel To Equestrian Center": "Đi Đến Trung Tâm Cưỡi Ngựa",
  "Equestrian Center": "Trung Tâm Cưỡi Ngựa",
  "Locate Equestrian Center": "Định Vị Trung Tâm Cưỡi Ngựa",
  "Horse Care means you get to bond with your Horse while taking care of Horses basic needs. Brushing a Horse's coat or picking hooves keeps the horse clean.\\nCare is especially special for a new foal on the Ranch, where you can make sure the Foals feeding needs are met by Bottle Feeding and Training the Foals to Eat Hay.": "Chăm Sóc Ngựa có nghĩa là bạn được gắn bó với Ngựa của mình trong khi chăm sóc các nhu cầu cơ bản của Ngựa. Chải lông hoặc nhặt móng guốc giúp ngựa sạch sẽ.\nChăm sóc đặc biệt quan trọng đối với một chú ngựa con mới trên Trang Trại, nơi bạn có thể đảm bảo nhu cầu ăn uống của Ngựa Con được đáp ứng bằng cách Cho Ăn Bằng Bình và Huấn Luyện Ngựa Con Ăn Cỏ Khô.",
  "{0.SimFirstName} is back from training. They've increased their skill.": "{0.SimFirstName} đã trở lại sau khi huấn luyện. Họ đã tăng kỹ năng của mình.",
  "{0.SimFirstName} has finished giving Horse Riding Lessons, which increased {0.SimPronounPossessiveDependent} Horse Riding Skill and {1.SimFirstName}'s Temperament Skill.\\n\\nBeing a Horse Lover, {0.SimPronounSubjective} was able to teach the riders techniques for connecting with Horses. Going above and beyond, earned {0.SimPronounObjective} an extra tip.\\n\\nEarned {3.Money}": "{0.SimFirstName} đã hoàn thành việc dạy Bài Học Cưỡi Ngựa, điều này đã tăng Kỹ Năng Cưỡi Ngựa của {0.SimPronounPossessiveDependent} và Kỹ Năng Khí Chất của {1.SimFirstName}.\n\nLà một Người Yêu Ngựa, {0.SimPronounSubjective} đã có thể dạy cho người cưỡi các kỹ thuật để kết nối với Ngựa. Vượt lên trên tất cả, {0.SimPronounObjective} đã kiếm được một khoản tiền boa thêm.\n\nĐã Kiếm Được {3.Money}",
  "Give Riding Lesson": "Dạy Bài Học Cưỡi Ngựa",
  "{0.SimFirstName} has finished giving Riding Lessons, which improved {0.SimPronounPossessiveDependent} Horse Riding Skill and {1.SimFirstName}'s Temperament Skill.\\n\\nEarned {3.Money}": "{0.SimFirstName} đã hoàn thành việc dạy Bài Học Cưỡi Ngựa, điều này đã cải thiện Kỹ Năng Cưỡi Ngựa của {0.SimPronounPossessiveDependent} và Kỹ Năng Khí Chất của {1.SimFirstName}.\n\nĐã Kiếm Được {3.Money}",
  "Mini Goat-for-Hire Job": "Công Việc Dê Con Cho Thuê",
  "{0.SimFirstName} completed the Mini-Goat work and has earned some money.\\nEarned {2.Money}": "{0.SimFirstName} đã hoàn thành công việc Dê Con và đã kiếm được một số tiền.\nĐã Kiếm Được {2.Money}",
  "{0.SimFirstName} has finished a guided trail ride which improved {0.SimPronounPossessiveDependent} Horse Riding Skill and {1.SimFirstName}'s Endurance Skill.\\n\\nBeing a Horse Lover, {0.SimFirstName} was able to ensure all the Horses stayed happy on the trail, earning a bonus tip.\\n\\nEarned {3.Money}": "{0.SimFirstName} đã hoàn thành một chuyến đi đường mòn có hướng dẫn, điều này đã cải thiện Kỹ Năng Cưỡi Ngựa của {0.SimPronounPossessiveDependent} và Kỹ Năng Bền Bỉ của {1.SimFirstName}.\n\nLà một Người Yêu Ngựa, {0.SimFirstName} đã có thể đảm bảo tất cả Ngựa đều vui vẻ trên đường mòn, kiếm được một khoản tiền boa thêm.\n\nĐã Kiếm Được {3.Money}",
  "{0.SimFirstName} has finished a guided trail ride, which improved {0.SimPronounPossessiveDependent} Horse Riding Skill and {1.SimFirstName}'s Endurance Skill.\\n\\nEarned {3.Money}": "{0.SimFirstName} đã hoàn thành một chuyến đi đường mòn có hướng dẫn, điều này đã cải thiện Kỹ Năng Cưỡi Ngựa của {0.SimPronounPossessiveDependent} và Kỹ Năng Bền Bỉ của {1.SimFirstName}.\n\nĐã Kiếm Được {3.Money}",
  "Guided Trail Ride": "Chuyến Đi Đường Mòn Có Hướng Dẫn",
  "{0.SimFirstName} finished hauling {0.SimPronounPossessiveDependent} neighbor's cargo which improved {1.SimFirstName}'s Endurance skill.\\n\\nBeing a Horse Lover, {0.SimFirstName} has a special way with Horses and the job was done more effectively and smoothly, earning {0.SimPronounObjective} an extra tip.\\n\\nEarned {3.Money}": "{0.SimFirstName} đã hoàn thành việc kéo hàng hóa của người hàng xóm {0.SimPronounPossessiveDependent}, điều này đã cải thiện kỹ năng Bền Bỉ của {1.SimFirstName}.\n\nLà một Người Yêu Ngựa, {0.SimFirstName} có một cách đặc biệt với Ngựa và công việc đã được thực hiện hiệu quả và suôn sẻ hơn, kiếm được cho {0.SimPronounObjective} một khoản tiền boa thêm.\n\nĐã Kiếm Được {3.Money}",
  "{0.SimFirstName} finished hauling {0.SimPronounPossessiveDependent} neighbor's cargo. {0.SimPronounSubjective|xxUpper} earned some money and improved {1.SimFirstName}'s Endurance skill.\\n\\nEarned {3.Money}": "{0.SimFirstName} đã hoàn thành việc kéo hàng hóa của người hàng xóm {0.SimPronounPossessiveDependent}. {0.SimPronounSubjective|xxUpper} đã kiếm được một số tiền và cải thiện kỹ năng Bền Bỉ của {1.SimFirstName}.\n\nĐã Kiếm Được {3.Money}",
  "Haul Neighbor's Cargo": "Kéo Hàng Hóa Cho Hàng Xóm",
  "{0.SimFirstName} finished the Mini Sheep-for-Hire work and has earned some money.\\n\\nEarned {2.Money}": "{0.SimFirstName} đã hoàn thành công việc Cừu Non Cho Thuê và đã kiếm được một số tiền.\n\nĐã Kiếm Được {2.Money}",
  "Mini Sheep-for-Hire": "Cừu Non Cho Thuê",
  "{0.SimFirstName} has started giving riding lessons.": "{0.SimFirstName} đã bắt đầu dạy các bài học cưỡi ngựa.",
  "{0.SimFirstName} has started a Mini Goat-for-Hire Job.": "{0.SimFirstName} đã bắt đầu một Công Việc Dê Con Cho Thuê.",
  "{0.SimFirstName} has started a guided trail ride.": "{0.SimFirstName} đã bắt đầu một chuyến đi đường mòn có hướng dẫn.",
  "{0.SimFirstName} has started hauling neighbor's cargo.": "{0.SimFirstName} đã bắt đầu kéo hàng hóa của người hàng xóm.",
  "{0.SimFirstName} has started a Mini Sheep-for-Hire Job.": "{0.SimFirstName} đã bắt đầu một Công Việc Cừu Non Cho Thuê.",
  "{0.SimFirstName} has started teaching Barrel Racing.": "{0.SimFirstName} đã bắt đầu dạy Đua Thùng.",
  "{0.SimFirstName} has started teaching Endurance Racing.": "{0.SimFirstName} đã bắt đầu dạy Đua Sức Bền.",
  "{0.SimFirstName} has started teaching Show Jumping.": "{0.SimFirstName} đã bắt đầu dạy Nhảy Biểu Diễn.",
  "{0.SimFirstName} has started teaching Western Pleasure.": "{0.SimFirstName} đã bắt đầu dạy Cưỡi Ngựa Giải Trí Miền Tây.",
  "{0.SimFirstName} has started training a neighbor's horse.": "{0.SimFirstName} đã bắt đầu huấn luyện ngựa của một người hàng xóm.",
  "{0.SimFirstName} has finished teaching Barrel Racing, which improved {0.SimPronounPossessiveDependent} Horse Riding Skill and {1.SimFirstName}'s Agility Skill.\\n\\nBeing a Horse Lover, {0.SimFirstName} connected with the Horse and the training went extra smoothly, earning {0.SimPronounObjective} an extra tip.\\n\\nEarned {3.Money}": "{0.SimFirstName} đã hoàn thành việc dạy Đua Thùng, điều này đã cải thiện Kỹ Năng Cưỡi Ngựa của {0.SimPronounPossessiveDependent} và Kỹ Năng Nhanh Nhẹn của {1.SimFirstName}.\n\nLà một Người Yêu Ngựa, {0.SimFirstName} đã kết nối với Ngựa và quá trình huấn luyện diễn ra suôn sẻ hơn, kiếm được cho {0.SimPronounObjective} một khoản tiền boa thêm.\n\nĐã Kiếm Được {3.Money}",
  "Teach Barrel Racing": "Dạy Đua Thùng",
  "{0.SimFirstName} has finished teaching Barrel Racing, which improved {0.SimPronounPossessiveDependent} Horse Riding Skill and {1.SimFirstName}'s Agility Skill.\\nEarned {3.Money}": "{0.SimFirstName} đã hoàn thành việc dạy Đua Thùng, điều này đã cải thiện Kỹ Năng Cưỡi Ngựa của {0.SimPronounPossessiveDependent} và Kỹ Năng Nhanh Nhẹn của {1.SimFirstName}.\nĐã Kiếm Được {3.Money}",
  "{0.SimFirstName} finished teaching Endurance Racing, which improved {0.SimPronounPossessiveDependent} Horse Riding Skill and {1.SimFirstName}'s Endurance Skill.\\n\\nBeing a Horse Lover, {0.SimFirstName} easily understood the Horse's limits and was able to adjust the lesson accordingly. The extra care and initiative earned {0.SimFirstName} a nice tip.\\n\\nEarned {3.Money}": "{0.SimFirstName} đã hoàn thành việc dạy Đua Sức Bền, điều này đã cải thiện Kỹ Năng Cưỡi Ngựa của {0.SimPronounPossessiveDependent} và Kỹ Năng Bền Bỉ của {1.SimFirstName}.\n\nLà một Người Yêu Ngựa, {0.SimFirstName} dễ dàng hiểu được giới hạn của Ngựa và có thể điều chỉnh bài học cho phù hợp. Sự quan tâm và chủ động thêm đã giúp {0.SimFirstName} kiếm được một khoản tiền boa kha khá.\n\nĐã Kiếm Được {3.Money}",
  "{0.SimFirstName} finished teaching Endurance Racing, which improved {0.SimPronounPossessiveDependent} Horse Riding Skill and {1.SimFirstName}'s Endurance Skill.\\nEarned {3.Money}": "{0.SimFirstName} đã hoàn thành việc dạy Đua Sức Bền, điều này đã cải thiện Kỹ Năng Cưỡi Ngựa của {0.SimPronounPossessiveDependent} và Kỹ Năng Bền Bỉ của {1.SimFirstName}.\nĐã Kiếm Được {3.Money}",
  "Teach Endurance Racing": "Dạy Đua Sức Bền",
  "{0.SimFirstName} finished teaching Show Jumping, which improved {0.SimPronounPossessiveDependent} Horse Riding Skill and {1.SimFirstName}'s Jumping Skill.\\n\\nBeing a Horse Lover, {0.SimPronounSubjective} showed extra passion in this lesson. The Horse's owner was so impressed that they paid {0.SimFirstName} an extra tip for such excellent work.\\n\\nEarned {3.Money}": "{0.SimFirstName} đã hoàn thành việc dạy Nhảy Biểu Diễn, điều này đã cải thiện Kỹ Năng Cưỡi Ngựa của {0.SimPronounPossessiveDependent} và Kỹ Năng Nhảy của {1.SimFirstName}.\n\nLà một Người Yêu Ngựa, {0.SimPronounSubjective} đã thể hiện sự đam mê đặc biệt trong bài học này. Chủ sở hữu của Ngựa rất ấn tượng đến nỗi họ đã trả cho {0.SimFirstName} một khoản tiền boa thêm cho công việc xuất sắc như vậy.\n\nĐã Kiếm Được {3.Money}",
  "{0.SimFirstName} finished teaching Show Jumping, which increased {0.SimPronounPossessiveDependent} Horse Riding Skill and {1.SimFirstName}'s Jumping Skill.\\nEarned {3.Money}": "{0.SimFirstName} đã hoàn thành việc dạy Nhảy Biểu Diễn, điều này đã tăng Kỹ Năng Cưỡi Ngựa của {0.SimPronounPossessiveDependent} và Kỹ Năng Nhảy của {1.SimFirstName}.\nĐã Kiếm Được {3.Money}",
  "Teach Show Jumping": "Dạy Nhảy Biểu Diễn",
  "{0.SimFirstName} has finished teaching Western Pleasure, which improved {0.SimPronounPossessiveDependent} Horse Riding Skill and {1.SimFirstName}'s Temperament Skill.\\n\\nBeing a Horse Lover, {0.SimFirstName} was able to connect with the Horse in a way that produced superior Temperament results and netted {0.SimFirstName} a nice tip.\\n\\nEarned {3.Money}": "{0.SimFirstName} đã hoàn thành việc dạy Cưỡi Ngựa Giải Trí Miền Tây, điều này đã cải thiện Kỹ Năng Cưỡi Ngựa của {0.SimPronounPossessiveDependent} và Kỹ Năng Khí Chất của {1.SimFirstName}.\n\nLà một Người Yêu Ngựa, {0.SimFirstName} đã có thể kết nối với Ngựa theo một cách tạo ra kết quả Khí Chất vượt trội và mang lại cho {0.SimFirstName} một khoản tiền boa kha khá.\n\nĐã Kiếm Được {3.Money}",
  "{0.SimFirstName} finished teaching Western Pleasure which improved {0.SimPronounPossessiveDependent} Horse Riding Skill and {1.SimFirstName}'s Temperament Skill.\\nEarned {3.Money}": "{0.SimFirstName} đã hoàn thành việc dạy Cưỡi Ngựa Giải Trí Miền Tây, điều này đã cải thiện Kỹ Năng Cưỡi Ngựa của {0.SimPronounPossessiveDependent} và Kỹ Năng Khí Chất của {1.SimFirstName}.\nĐã Kiếm Được {3.Money}",
  "Teach Western Pleasure": "Dạy Cưỡi Ngựa Giải Trí Miền Tây",
  "{0.SimFirstName} finished training a neighbor's horse, which improved {0.SimPronounPossessiveDependent} Horse Riding Skill.\\n\\nBeing a Horse Lover, {0.SimFirstName} bonded with the Horse and has received a tip for {0.SimPronounPossessiveDependent} excellent care.\\n\\nEarned {2.Money}": "{0.SimFirstName} đã hoàn thành việc huấn luyện ngựa của một người hàng xóm, điều này đã cải thiện Kỹ Năng Cưỡi Ngựa của {0.SimPronounPossessiveDependent}.\n\nLà một Người Yêu Ngựa, {0.SimFirstName} đã gắn bó với Ngựa và đã nhận được một khoản tiền boa cho sự chăm sóc tuyệt vời của {0.SimPronounPossessiveDependent}.\n\nĐã Kiếm Được {2.Money}",
  "Trained Neighbor's Horse": "Huấn Luyện Ngựa Cho Hàng Xóm",
  "{0.SimFirstName} finished training a neighbor's horse, which improved {0.SimPronounPossessiveDependent} Horse Riding Skill.\\n\\nEarned {2.Money}": "{0.SimFirstName} đã hoàn thành việc huấn luyện ngựa của một người hàng xóm, điều này đã cải thiện Kỹ Năng Cưỡi Ngựa của {0.SimPronounPossessiveDependent}.\n\nĐã Kiếm Được {2.Money}",
  "Call to Hire Ranch Hand": "Gọi Thuê Người Làm Trang Trại",
  "All the top Ranchers know, the bigger the Ranch the harder it is to run all by yourself. Why not hire a Ranch Hand? \nA good Ranch Hand is around from morning to evening and helps out with Livestock care, general repairs, and gardening. If asked, they'll even help bring in the harvest! Any productive, well-oiled machine-of-a-Ranch is going to want one.": "Tất cả những Người Chăn Nuôi hàng đầu đều biết, trang trại càng lớn thì càng khó tự mình điều hành tất cả. Tại sao không thuê một Người Làm Trang Trại?\nMột Người Làm Trang Trại giỏi sẽ ở xung quanh từ sáng đến tối và giúp đỡ việc chăm sóc Gia súc, sửa chữa chung và làm vườn. Nếu được yêu cầu, họ thậm chí sẽ giúp thu hoạch! Bất kỳ Trang Trại nào hoạt động hiệu quả, được bôi trơn tốt đều sẽ muốn có một người.",
  "Ranch Hands for Hire!": "Người Làm Trang Trại Cho Thuê!",
  "Plan a Ranch Event": "Lên Kế Hoạch Một Sự Kiện Trang Trại",
  "Folks love to get together for any sort of shindig. Pull up a barrel and host a Ranch Gathering. The best ones have Ranch Music, Cowpoke Dancing, Nectar, grilling, and all the neighborly socializing a Sim could ask for.\\n\\nIf animals are more your speed, put together a Ranch Animal Day. The community is always more than happy to play with and care for adorable, fluffy animals. Who wouldn't be?": "Mọi người thích tụ tập cho bất kỳ loại tiệc tùng nào. Kéo một thùng lên và tổ chức một Buổi Gặp Mặt Trang Trại. Những buổi gặp mặt tốt nhất có Nhạc Trang Trại, Nhảy Cowpoke, Rượu Nectar, nướng thịt và tất cả các hoạt động giao lưu thân thiện mà một Sim có thể yêu cầu.\n\nNếu động vật phù hợp hơn với tốc độ của bạn, hãy tổ chức một Ngày Động Vật Trang Trại. Cộng đồng luôn sẵn lòng chơi đùa và chăm sóc những con vật đáng yêu, mềm mại. Ai mà lại không muốn chứ?",
  "Horse Trainer": "Người Huấn Luyện Ngựa",
  "Looking for the lowdown on all the best Ranching and Nectar-Making tips? These two Sims are the ones to ask! These residents will be a valuable resource in all aspects of your Chestnut Ridge lifestyle!": "Bạn đang tìm kiếm thông tin chi tiết về tất cả các mẹo Chăn Nuôi và Làm Rượu Nectar tốt nhất? Hai Sim này là những người nên hỏi! Những cư dân này sẽ là một nguồn tài nguyên quý giá trong tất cả các khía cạnh của lối sống Chestnut Ridge của bạn!",
  "Mysterious Rancher": "Người Chăn Nuôi Bí Ẩn",
  "Welcome to Chestnut Ridge!": "Chào mừng đến với Chestnut Ridge!",
  "The Horse Trainer can be found near the Equestrian Center. This Sim can help improve your horse's abilities and provide helpful ranching tips.": "Người Huấn Luyện Ngựa có thể được tìm thấy gần Trung Tâm Cưỡi Ngựa. Sim này có thể giúp cải thiện khả năng của ngựa của bạn và cung cấp các mẹo chăn nuôi hữu ích.",
  "As wise as he is mysterious, Roberto Crinkletop is an expert in ranching and nectar making. Find him around Bits & Bales Mercantile in New Appaloosa Monday, Wednesday, and Friday for a few hours around high noon.": "Thông minh và bí ẩn như nhau, Roberto Crinkletop là một chuyên gia về chăn nuôi và làm rượu nectar. Tìm anh ta xung quanh Cửa Hàng Bits & Bales ở New Appaloosa vào Thứ Hai, Thứ Tư và Thứ Sáu trong vài giờ vào khoảng giữa trưa.",
  "Howdy there! Friendly reminder that the Hay Now! Equestrian Center is open from 7 AM to 7 PM! If we're closed, just come back tomorrow for an exciting day of training and competition!": "Chào bạn! Lời nhắc thân thiện rằng Trung Tâm Cưỡi Ngựa Hay Now! mở cửa từ 7 giờ sáng đến 7 giờ tối! Nếu chúng tôi đóng cửa, chỉ cần quay lại vào ngày mai để có một ngày huấn luyện và thi đấu thú vị!",
  "Howdy there! Swing by the Hay Now! Equestrian Center for the best training in town and test your horsemanship in our competitions! We're open from 7 AM to 7 PM every day.": "Chào bạn! Ghé qua Trung Tâm Cưỡi Ngựa Hay Now! để được huấn luyện tốt nhất trong thị trấn và kiểm tra khả năng cưỡi ngựa của bạn trong các cuộc thi của chúng tôi! Chúng tôi mở cửa từ 7 giờ sáng đến 7 giờ tối hàng ngày.",
  "That's all the Nectar for today, folks! Hope to see you again soon!": "Hôm nay chỉ có nhiêu đó Rượu Nectar thôi, mọi người! Hy vọng sẽ sớm gặp lại các bạn!",
  "If you're looking to sell your homemade Nectar, I'd be happy to purchase it for above face value due to the current high demand!": "Nếu bạn đang muốn bán Rượu Nectar tự làm của mình, tôi rất vui được mua nó với giá cao hơn giá trị danh nghĩa do nhu cầu hiện tại đang cao!",
  "(From Riding a Horse)": "(Từ Việc Cưỡi Ngựa)",
  "Being a Brave horse, {0.SimFirstName} was able to comfort {1.SimFirstName} to no longer be Spooked!": "Là một con ngựa Dũng Cảm, {0.SimFirstName} đã có thể an ủi {1.SimFirstName} để không còn Bị Giật Mình!",
  "{0.SimFirstName} has entered a Barrel Racing competition": "{0.SimFirstName} đã tham gia một cuộc thi Đua Thùng",
  "Barrel Racing Competition": "Cuộc Thi Đua Thùng",
  "{0.SimFirstName} has entered an Endurance Racing Competition.": "{0.SimFirstName} đã tham gia một Cuộc Thi Đua Sức Bền.",
  "Endurance Race Competition": "Cuộc Thi Đua Sức Bền",
  "Show Jumping Competition": "Cuộc Thi Nhảy Biểu Diễn",
  "{0.SimFirstName} has entered a Show Jumping Competition.": "{0.SimFirstName} đã tham gia một Cuộc Thi Nhảy Biểu Diễn.",
  "Ultimate Horse Championship": "Giải Vô Địch Ngựa Tối Thượng",
  "{0.SimFirstName} has entered an Ultimate Horse Championship.": "{0.SimFirstName} đã tham gia một Giải Vô Địch Ngựa Tối Thượng.",
  "{0.SimFirstName} has entered a Western Pleasure Competition.": "{0.SimFirstName} đã tham gia một Cuộc Thi Cưỡi Ngựa Giải Trí Miền Tây.",
  "Western Pleasure Competition": "Cuộc Thi Cưỡi Ngựa Giải Trí Miền Tây",
  "(From Being a Grand Champ Trainer)": "(Từ Việc Là Một Người Huấn Luyện Vô Địch)",
  "Ah, yes. You're putting the pieces together. Well, you've earned my trust. The next time you're crafting some nectar try using Death Flower and Spinach, an old family recipe that's quite good for your longevity. Even post-life, as a matter of fact... I have a spare bottle if you'd like to give it a spin, but in the future you'll have to prepare it yourself. I may even have ingredients I can part with from time-to-time.": "À, phải rồi. Bạn đang ghép các mảnh lại với nhau. Chà, bạn đã có được sự tin tưởng của tôi. Lần tới khi bạn chế tạo một ít rượu nectar, hãy thử sử dụng Hoa Tử Thần và Rau Bina, một công thức gia truyền cũ rất tốt cho tuổi thọ của bạn. Thậm chí là sau khi chết, trên thực tế... Tôi có một chai dự phòng nếu bạn muốn thử, nhưng trong tương lai bạn sẽ phải tự chuẩn bị. Tôi thậm chí có thể có các thành phần mà tôi có thể chia sẻ theo thời gian.",
  "Why of course, you caught me just after a Death Flower harvest. Please have one.": "Tất nhiên rồi, bạn bắt gặp tôi ngay sau khi thu hoạch Hoa Tử Thần. Xin mời bạn một bông.",
  "Ingredients? Let me see, let me see, this spinach is all I appear to have right now. But it's yours!": "Thành phần à? Để tôi xem, để tôi xem, có vẻ như tôi chỉ có rau bina này ngay bây giờ. Nhưng nó là của bạn!",
  "(From Adoring a Foal Nearby)": "(Từ Việc Ngắm Nhìn Một Chú Ngựa Con Đáng Yêu Gần Đó)",
  "(From Being Around a Motivating Horse)": "(Từ Việc Ở Gần Một Con Ngựa Truyền Cảm Hứng)",
  "{0.SimFirstName} picked up {4.Money} Simoleons!": "{0.SimFirstName} đã nhặt được {4.Money} Simoleon!",
  "(From Interacting with an Energetic Horse)": "(Từ Việc Tương Tác Với Một Con Ngựa Năng Động)",
  "(From Interacting with a Needy Horse)": "(Từ Việc Tương Tác Với Một Con Ngựa Đang Cần)",
  "(From Being Thrown From a Horse)": "(Từ Việc Bị Ngã Ngựa)",
  "(From Riding a Rearing Horse)": "(Từ Việc Cưỡi Một Con Ngựa Đang Chồm Lên)",
  "{1.SimFirstName} thinks Agility is easier with four feet, so it's a pity {0.SimFirstName} only has two of them....": "{1.SimFirstName} nghĩ rằng sự Nhanh Nhẹn dễ dàng hơn với bốn chân, vì vậy thật đáng tiếc là {0.SimFirstName} chỉ có hai chân....",
  "{1.SimFirstName} thinks the key to increasing Fitness Skill is simple... Have some fun! What a Playful Horsie.": "{1.SimFirstName} nghĩ rằng chìa khóa để tăng Kỹ Năng Thể Chất rất đơn giản... Hãy vui vẻ! Thật là một chú Ngựa Vui Vẻ.",
  "{1.SimFirstName} thinks the key to increasing Fitness Skill is consistent training. Also praise. {1.SimFirstName} honestly just loves praise. ": "{1.SimFirstName} nghĩ rằng chìa khóa để tăng Kỹ Năng Thể Chất là huấn luyện nhất quán. Cũng cần có lời khen. {1.SimFirstName} thực sự chỉ thích được khen ngợi.",
  "{1.SimFirstName} thinks the key to increasing Fitness Skill is being filled with <b>rage</b>! Then again, maybe {1.SimFirstName} is just a silly, Aggressive Horse.": "{1.SimFirstName} nghĩ rằng chìa khóa để tăng Kỹ Năng Thể Chất là tràn đầy <b>cơn thịnh nộ</b>! Tuy nhiên, có lẽ {1.SimFirstName} chỉ là một con Ngựa Hiếu Chiến ngớ ngẩn.",
  "{1.SimFirstName} advises to press A to jump, whatever that means.": "{1.SimFirstName} khuyên nên nhấn A để nhảy, bất kể điều đó có nghĩa là gì.",
  "{1.SimFirstName} is an Intelligent Horse and therefore {1.SimPronounSubjective} doubts the physics of double jumping.": "{1.SimFirstName} là một con Ngựa Thông Minh và do đó {1.SimPronounSubjective} nghi ngờ vật lý của việc nhảy đôi.",
  "{1.SimFirstName} thinks patience and compassion will help connecting with other Sims, just like with Horses!": "{1.SimFirstName} nghĩ rằng sự kiên nhẫn và lòng trắc ẩn sẽ giúp kết nối với những Sim khác, giống như với Ngựa!",
  "Maybe it's because of who {1.SimPronounSubjective} is as a Horse, but {1.SimFirstName} thinks being assertive <i>always</i> is a good way to deal with others.": "Có lẽ là vì {1.SimPronounSubjective} là ai với tư cách là một con Ngựa, nhưng {1.SimFirstName} nghĩ rằng quyết đoán <i>luôn</i> là một cách tốt để đối phó với người khác.",
  "{1.SimFirstName} has a good muzzle to cry on. {0.SimFirstName} feels better now.": "{1.SimFirstName} có một cái mõm tốt để khóc. {0.SimFirstName} cảm thấy tốt hơn bây giờ.",
  "{1.SimFirstName} is delighted to be complimented. Do it again. Please? ": "{1.SimFirstName} rất vui khi được khen ngợi. Hãy làm lại đi. Làm ơn?",
  "{1.SimFirstName} seems bashful, but proud, with such a compliment!": "{1.SimFirstName} có vẻ rụt rè, nhưng tự hào, với một lời khen như vậy!",
  "{1.SimFirstName} is happy to be appreciated. Who wouldn't be?": "{1.SimFirstName} rất vui khi được đánh giá cao. Ai mà lại không vui chứ?",
  "{1.SimFirstName} advises to take a deep breath and think of Hay. Yep. Always works.": "{1.SimFirstName} khuyên nên hít một hơi thật sâu và nghĩ đến Cỏ Khô. Ừ. Luôn luôn hiệu quả.",
  "{1.SimFirstName} can feel {0.SimFirstName}'s passion and resolves to give it {0.SimPronounPossessiveDependent} all when training!": "{1.SimFirstName} có thể cảm nhận được niềm đam mê của {0.SimFirstName} và quyết tâm cống hiến hết mình khi huấn luyện!",
  "{1.SimFirstName} tries to explain the secret formula for the perfect Barrel Run design. As Intelligent as {1.SimFirstName} is the design is brilliant, but unfortunately, {0.SimFirstName} doesn't <i>actually</i> speak horse... ": "{1.SimFirstName} cố gắng giải thích công thức bí mật cho thiết kế Đường Đua Thùng hoàn hảo. Thông minh như {1.SimFirstName} là thiết kế rất xuất sắc, nhưng thật không may, {0.SimFirstName} không <i>thực sự</i> nói được tiếng ngựa...",
  "{1.SimFirstName} likes Barrel Runs that go around and around and around and...": "{1.SimFirstName} thích các Đường Đua Thùng đi vòng vòng và vòng vòng và...",
  "{1.SimFirstName} wonders if Barrel Runs are just a way to control where we go. What a Free Spirit! ": "{1.SimFirstName} tự hỏi liệu Đường Đua Thùng có chỉ là một cách để kiểm soát nơi chúng ta đi hay không. Thật là một Tâm Hồn Tự Do!",
  "{1.SimFirstName} thinks any ride with {1.SimPronounPossessiveDependent} <i>favorite</i> Sim makes for a terrific ride!": "{1.SimFirstName} nghĩ rằng bất kỳ chuyến đi nào với Sim <i>yêu thích</i> của {1.SimPronounPossessiveDependent} đều tạo nên một chuyến đi tuyệt vời!",
  "{1.SimFirstName} suggests that any Free Spirit Horse loves rides on big, open plains. Obviously. ": "{1.SimFirstName} gợi ý rằng bất kỳ con Ngựa Tâm Hồn Tự Do nào cũng thích những chuyến đi trên những đồng bằng rộng lớn. Rõ ràng.",
  "{1.SimFirstName} enjoys jumps that go up then down, not the ones that go down then up. Avoid those.": "{1.SimFirstName} thích những cú nhảy lên rồi xuống, không phải những cú nhảy xuống rồi lên. Tránh những cái đó ra.",
  "{1.SimFirstName} gave {0.SimFirstName} some very helpful pointers! Obviously, most of them benefited {1.SimFirstName}, but who can blame such a cute Horse? ": "{1.SimFirstName} đã cho {0.SimFirstName} một vài lời khuyên rất hữu ích! Rõ ràng, hầu hết chúng đều có lợi cho {1.SimFirstName}, nhưng ai có thể trách một con Ngựa dễ thương như vậy?",
  "How exciting! {0.SimFirstName} made a discovery while searching the Prairie Grass:\\n\\n{1.String}\\n\\nThis item can be found in the Sim's inventory.": "Thật thú vị! {0.SimFirstName} đã thực hiện một khám phá khi tìm kiếm Cỏ Đồng Cỏ:\n\n{1.String}\n\nVật phẩm này có thể được tìm thấy trong kho đồ của Sim.",
  "Expert Nectar Maker": "Người Làm Rượu Nectar Chuyên Nghiệp",
  "Championship Rider": "Người Cưỡi Vô Địch",
  "{0.SimFirstName} is a Horse Lover. Horse Lovers enjoy socializing with Horses and are empathetic to Horse emotions. Because of this deep connection, they may get sad when they have not interacted with Horses for a while.": "{0.SimFirstName} là một Người Yêu Ngựa. Người Yêu Ngựa thích giao lưu với Ngựa và đồng cảm với cảm xúc của Ngựa. Vì mối liên hệ sâu sắc này, họ có thể buồn khi không tương tác với Ngựa trong một thời gian.",
  "Horse Lover Lesson": "Bài Học Người Yêu Ngựa",
  "{0.SimFirstName} is a Rancher at heart. {0.SimPronounPossessiveDependent|xxUpper} idea of a good time includes doing chores around the ranch and interacting with Livestock. Rancher Sims excel at ranch life, occasionally making a bonus bottle when crafting Nectar or extra Hay when harvesting Prairie Grass. {0.SimPronounSubjective|xxUpper} will be more successful at Horse Breeding.": "{0.SimFirstName} là một Người Chăn Nuôi trong tim. Ý tưởng về một khoảng thời gian tốt đẹp của {0.SimPronounPossessiveDependent|xxUpper} bao gồm làm việc vặt quanh trang trại và tương tác với Gia súc. Sim Người Chăn Nuôi vượt trội trong cuộc sống trang trại, thỉnh thoảng tạo ra một chai phụ khi chế tạo Rượu Nectar hoặc thêm Cỏ Khô khi thu hoạch Cỏ Đồng Cỏ. {0.SimPronounSubjective|xxUpper} sẽ thành công hơn trong việc Nhân Giống Ngựa.",
  "Rancher Lesson": "Bài Học Người Chăn Nuôi",
  "(From Championship Rider Aspiration)": "(Từ Nguyện Vọng Người Cưỡi Vô Địch)",
  "(From Expert Nectar Maker Aspiration)": "(Từ Nguyện Vọng Người Làm Rượu Nectar Chuyên Nghiệp)",
  "(From Horse Riding Skill)": "(Từ Kỹ Năng Cưỡi Ngựa)",
  "(From Being a Horse Lover)": "(Từ Việc Là Một Người Yêu Ngựa)",
  "(From Being a Rancher)": "(Từ Việc Là Một Người Chăn Nuôi)",
  "It wasn't easy. {0.SimFirstName} had to spend a lot of time and commitment with Horses and {0.SimPronounPossessiveDependent} own Horse Riding Skill. There were numerous victories and disappointments along the way, but, finally, {0.SimPronounPossessiveDependent} dream of becoming a Championship Rider is real!\\n\\n<b>Trait Earned:</b> Grand Champ Trainer\\nThese Sims train Horse Skills faster, sell Horses for higher prices, inspire confidence in themselves and their Horse when riding and training, and almost always have a good time when riding. In fact, they are so good with Horses that Horses have even more fun when being ridden by them. They also can Give Competition Advice to aspiring riders.": "Không hề dễ dàng. {0.SimFirstName} đã phải dành rất nhiều thời gian và cam kết với Ngựa và Kỹ Năng Cưỡi Ngựa của {0.SimPronounPossessiveDependent}. Có vô số chiến thắng và thất vọng trên đường đi, nhưng cuối cùng, giấc mơ trở thành Người Cưỡi Vô Địch của {0.SimPronounPossessiveDependent} đã trở thành hiện thực!\n\n<b>Đặc Điểm Đã Đạt Được:</b> Người Huấn Luyện Vô Địch\nNhững Sim này huấn luyện Kỹ Năng Ngựa nhanh hơn, bán Ngựa với giá cao hơn, truyền cảm hứng tự tin cho bản thân và Ngựa của họ khi cưỡi và huấn luyện, và hầu như luôn có một khoảng thời gian vui vẻ khi cưỡi. Trên thực tế, họ giỏi với Ngựa đến nỗi Ngựa còn vui hơn khi được họ cưỡi. Họ cũng có thể Đưa Ra Lời Khuyên Thi Đấu cho những người cưỡi đầy tham vọng.",
  "This Sim wants to be one of the world's premiere Horse Riders and will prove it by participating in Horse Competitions.": "Sim này muốn trở thành một trong những Người Cưỡi Ngựa hàng đầu thế giới và sẽ chứng minh điều đó bằng cách tham gia vào các Cuộc Thi Ngựa.",
  "Nectar Making is truly an art and {0.SimFirstName} has mastered it. Those who drink the delectable Nectar produced by {0.SimPronounObjective} instantly know that it was crafted by an Expert Nectar Maker, a Sim who has arduously perfected their craft. {0.SimFirstName} should take pride in that.\\n\\n<b>Trait Earned:</b> Nectar Know-It-All\\nThese Sims can craft pre-aged Nectar, have an iron bladder when it comes to drinking Nectar, and their negative emotions have less influence on their current mood.": "Làm Rượu Nectar thực sự là một nghệ thuật và {0.SimFirstName} đã làm chủ nó. Những người uống Rượu Nectar ngon lành do {0.SimPronounObjective} sản xuất ngay lập tức biết rằng nó được chế tạo bởi một Người Làm Rượu Nectar Chuyên Nghiệp, một Sim đã cần cù hoàn thiện nghề của họ. {0.SimFirstName} nên tự hào về điều đó.\n\n<b>Đặc Điểm Đã Đạt Được:</b> Người Am Hiểu Về Nectar\nNhững Sim này có thể chế tạo Rượu Nectar ủ trước, có một bàng quang sắt khi nói đến việc uống Rượu Nectar và những cảm xúc tiêu cực của họ ít ảnh hưởng đến tâm trạng hiện tại của họ.",
  "This Sim wants to master the art of Nectar Making, honing their abilities to consistently craft only the best Nectars. They also want to make an absurd amount of Simoleons doing it.": "Sim này muốn làm chủ nghệ thuật Làm Rượu Nectar, trau dồi khả năng của họ để liên tục chế tạo chỉ những loại Rượu Nectar tốt nhất. Họ cũng muốn kiếm được một số tiền Simoleon vô lý khi làm điều đó.",
  "Horse Training": "Huấn Luyện Ngựa",
  "Community Job": "Công Việc Cộng Đồng",
  "American Quarter Horse": "Ngựa American Quarter",
  "American Saddlebred": "Ngựa American Saddlebred",
  "American Standardbred": "Ngựa American Standardbred",
  "Andalusian": "Ngựa Andalusian",
  "Anglo Arabian": "Ngựa Anglo Arabian",
  "Appaloosa": "Ngựa Appaloosa",
  "Arabian": "Ngựa Arabian",
  "Australian Stock Horse": "Ngựa Australian Stock",
  "Barb": "Ngựa Barb",
  "Clydesdale": "Ngựa Clydesdale",
  "Colorado Ranger": "Ngựa Colorado Ranger",
  "Dutch Warmblood": "Ngựa Dutch Warmblood",
  "Friesian": "Ngựa Friesian",
  "Gelderlander": "Ngựa Gelderlander",
  "Galineers Cob": "Ngựa Galineers Cob",
  "Hanoverian": "Ngựa Hanoverian",
  "Holsteiner": "Ngựa Holsteiner",
  "Irish Draught": "Ngựa Irish Draught",
  "Lipizzaner": "Ngựa Lipizzaner",
  "Lusitano": "Ngựa Lusitano",
  "Missouri Fox Trotter": "Ngựa Missouri Fox Trotter",
  "Morgan": "Ngựa Morgan",
  "Mustang": "Ngựa Mustang",
  "Nez Perce": "Ngựa Nez Perce",
  "Nokota": "Ngựa Nokota",
  "Palomino": "Ngựa Palomino",
  "Percheron": "Ngựa Percheron",
  "Selle Français": "Ngựa Selle Français",
  "Shire": "Ngựa Shire",
  "Tennessee Walker": "Ngựa Tennessee Walker",
  "Thoroughbred": "Ngựa Thoroughbred",
  "Trakehner": "Ngựa Trakehner",
  "Welsh Cob": "Ngựa Welsh Cob",
  "Akhal-Teke": "Ngựa Akhal-Teke",
  "American Paint Horse": "Ngựa American Paint",
  "Hello. If you see me, please report me to a Producer.": "Xin chào. Nếu bạn thấy tôi, vui lòng báo cáo cho Nhà Sản Xuất.",
  "Horse Riding Boost": "Tăng Cường Cưỡi Ngựa",
  "This will boost the speed at which your Sim gains Horse Riding Skill while in a Club Gathering.": "Điều này sẽ tăng tốc độ Sim của bạn đạt được Kỹ Năng Cưỡi Ngựa khi ở trong một Buổi Tụ Tập Câu Lạc Bộ.",
  "Maybe Mini Goats don't like knock-knock jokes.": "Có lẽ Dê Con không thích những câu chuyện cười gõ cửa.",
  "You Have Goat to Be Kidding Me": "Bạn Chắc Chắn Đang Đùa Tôi Phải Không",
  "That joke couldn't even crack a mini smile on the Mini Sheep.": "Câu chuyện cười đó thậm chí không thể làm Cừu Non mỉm cười dù chỉ là một chút.",
  "Baa-d Joke": "Chuyện Cười Dở Ẹc",
  "{0.SimFirstName} is feeling hyped after that quick nap!": "{0.SimFirstName} đang cảm thấy hưng phấn sau giấc ngủ ngắn đó!",
  "Count Mini Sheep": "Đếm Cừu Non",
  "Mini Goats are surprisingly good huggers.": "Dê Con ôm bất ngờ rất giỏi.",
  "Goat it Together": "Cùng Nhau Nuôi Dê",
  "The true champ is one that can pet a Mini Goat without getting headbutted.": "Nhà vô địch thực sự là người có thể vuốt ve Dê Con mà không bị húc đầu.",
  "The Real G.O.A.T.": "G.O.A.T. Thực Sự",
  "Once they stop yelling, Mini Goats are great conversationalists.": "Một khi chúng ngừng la hét, Dê Con là những người trò chuyện tuyệt vời.",
  "You Goat It!": "Bạn Đã Nuôi Được Dê!",
  "Nothing like the feeling of pure fluffiness!": "Không gì bằng cảm giác thuần khiết!",
  "Like Touching a Cloud": "Như Chạm Vào Một Đám Mây",
  "The Mini Sheep was a bit sheepish at first but warmed up to the friendly gesture.": "Cừu Non lúc đầu hơi rụt rè nhưng đã ấm lên trước cử chỉ thân thiện.",
  "Friendly Fluff": "Lông Tơ Thân Thiện",
  "Have you any good stories to tell?": "Bạn có câu chuyện hay nào để kể không?",
  "Baa Baa Mini Sheep": "Baa Baa Cừu Non",
  "That Mini Goat really got into {0.SimFirstName}'s head.": "Con Dê Con đó thực sự đã chui vào đầu {0.SimFirstName}.",
  "Got Your Goat": "Bắt Được Dê Của Bạn",
  "This Mini Goat is quite the silly billy.": "Con Dê Con này khá là ngớ ngẩn.",
  "Butt of the Joke": "Trò Đùa",
  "It's pretty fun kidding around with a furry friend.": "Thật thú vị khi đùa giỡn với một người bạn lông lá.",
  "I Can't Goat Enough": "Tôi Không Thể Nuôi Đủ Dê",
  "That Mini Goat doesn't look very pleased.": "Con Dê Con đó trông không được vui cho lắm.",
  "Glaring Goat": "Dê Lườm",
  "No fluffs about it. That was pretty mean!": "Không hề giả tạo. Điều đó khá là tồi tệ!",
  "A Wolf Among the Mini Sheep": "Một Con Sói Trong Đàn Cừu Non",
  "Getting the Mini Sheep to laugh was a fleece of cake.": "Làm Cừu Non cười thật dễ như bỡn.",
  "Ewe Silly Goose!": "Cừu Ngốc Nghếch!",
  "Who can be sad when you're playing with something so cute?": "Ai có thể buồn khi bạn đang chơi với một thứ gì đó rất dễ thương?",
  "Fluffy Friendship": "Tình Bạn Lông Lá",
  "The poor Mini Sheep was just trying to graze peacefully.": "Con Cừu Non tội nghiệp chỉ đang cố gắng gặm cỏ một cách yên bình.",
  "Scared Sheepless": "Sợ Hết Hồn",
  "{0.SimFirstName} can't believe a Mini Sheep could do that!": "{0.SimFirstName} không thể tin được một con Cừu Non có thể làm điều đó!",
  "Sheep Trick": "Mánh Của Cừu",
  "It's never easy losing a little furry friend.": "Không bao giờ dễ dàng khi mất đi một người bạn lông lá nhỏ bé.",
  "Mini Goat Mourn": "Dê Con Buồn Bã",
  "That Mini Goat was just here! Where did they go? Did {0.SimFirstName} make them mad?": "Con Dê Con đó vừa ở đây! Chúng đã đi đâu? Có phải {0.SimFirstName} đã làm chúng tức giận?",
  "Where’s My Mini Goat?!": "Dê Con Của Tôi Đâu?!",
  "That grumpy Mini Goat had nothing nice to say.": "Con Dê Con khó tính đó không có gì hay để nói.",
  "Mini Goat Gruff": "Dê Con Cáu Kỉnh",
  "The Mini Goat wasn't interested in playing childish games.": "Con Dê Con không quan tâm đến việc chơi những trò trẻ con.",
  "Kid the Kid": "Trêu Chọc Đứa Trẻ",
  "The loss of a dear Mini Sheep is almost too much to bear.": "Sự mất mát của một Cừu Non thân yêu gần như quá sức chịu đựng.",
  "Mini Sheep Sorrow": "Nỗi Buồn Cừu Non",
  "So fluffy but definitely not interested in being hugged.": "Rất mềm mại nhưng chắc chắn không muốn được ôm.",
  "Let Me Love You!": "Hãy Để Tôi Yêu Bạn!",
  "That Mini Sheep was just here! Where did they go? Did {0.SimFirstName} make them mad?": "Con Cừu Non đó vừa ở đây! Chúng đã đi đâu? Có phải {0.SimFirstName} đã làm chúng tức giận?",
  "Where’s My Mini Sheep?!": "Cừu Non Của Tôi Đâu?!",
  "The Mini Sheep just wanted some personal space.": "Con Cừu Non chỉ muốn một chút không gian riêng tư.",
  "Failed to Pet": "Vuốt Ve Thất Bại",
  "The Mini Sheep had places to go and people to see and had no time to play.": "Con Cừu Non có những nơi cần đến và những người cần gặp và không có thời gian để chơi.",
  "Too Cool for Wool": "Quá Ngầu Để Ấm Áp",
  "No need to count Mini Sheep when the conversation's that boring.": "Không cần đếm Cừu Non khi cuộc trò chuyện nhàm chán như vậy.",
  "Feeling Sheepish": "Cảm Thấy Ngượng Ngùng",
  "That's going to leave a pretty big bruise.": "Điều đó sẽ để lại một vết bầm khá lớn.",
  "Head on Collision": "Va Chạm Trực Diện",
  "{0.SimFirstName}'s ears won't stop ringing from all the yelling!": "Tai của {0.SimFirstName} sẽ không ngừng rung lên vì tất cả tiếng la hét!",
  "Yelling Goat": "Dê La Hét",
  "{0.SimFirstName}'s <i>neigh</i>bor has welcomed the <i>mane</i> event!": "{0.SimFirstName} <i>người hàng xóm</i> đã chào đón sự kiện <i>bờm</i>!",
  "Horse Rescue": "Giải Cứu Ngựa",
  "Yee haw! That dance got the plasma flowing like a waterhole in the rainy season! ": "Yee haw! Điệu nhảy đó đã làm cho huyết tương chảy như một hố nước vào mùa mưa!",
  "Gather 'Round and Cowpoke": "Tụ Tập Quanh và Cowpoke",
  "The death of a familiar Horse is a sad occasion. Sims can mourn at a tombstone to feel more at peace.": "Cái chết của một con Ngựa quen thuộc là một dịp buồn. Sim có thể than khóc tại bia mộ để cảm thấy bình yên hơn.",
  "Mourning Horse": "Than Khóc Ngựa",
  "The gnomish vision has sparked a question: is this world just a simulation?": "Tầm nhìn của thần lùn đã khơi dậy một câu hỏi: liệu thế giới này chỉ là một mô phỏng?",
  "The Heart of Dreadhorse Caverns": "Trái Tim Hang Động Dreadhorse",
  "{0.SimFirstName} braved the Dreadhorse Caverns and lived to tell the tale!": "{0.SimFirstName} đã dũng cảm vượt qua Hang Động Dreadhorse và sống sót để kể câu chuyện!",
  "Survived Dreadhorse Caverns": "Sống Sót Sau Hang Động Dreadhorse",
  "The Great Dreadhorse Escape": "Cuộc Trốn Thoát Khỏi Dreadhorse Vĩ Đại",
  "Being near the Unknown Horse's grave... in the dark... in the middle of nowhere... it's just a bit too much for {0.SimFirstName}!": "Ở gần mộ của Con Ngựa Vô Danh... trong bóng tối... ở giữa vùng không người... thật là quá sức đối với {0.SimFirstName}!",
  "Hooves in the Distance?": "Tiếng Móng Ngựa Từ Xa?",
  "{0.SimFirstName} is feeling inspired to bond with {0.SimPronounPossessiveDependent} animals after some ranch-spiration!": "{0.SimFirstName} đang cảm thấy được truyền cảm hứng để gắn bó với những con vật của {0.SimPronounPossessiveDependent} sau một vài cảm hứng từ trang trại!",
  "Bonding Time": "Thời Gian Gắn Bó",
  "After receiving nectar-making wisdom, {0.SimFirstName} is eager to stomp some fruit!": "Sau khi nhận được sự thông thái về làm rượu nectar, {0.SimFirstName} rất háo hức được giẫm lên một ít trái cây!",
  "Nectar Knowledge": "Kiến Thức Về Rượu Nectar",
  "{0.SimFirstName} is feeling revitalized and ready for some ranch chores after speaking with an experienced rancher!": "{0.SimFirstName} đang cảm thấy hồi sinh và sẵn sàng cho một số công việc trang trại sau khi nói chuyện với một người chăn nuôi có kinh nghiệm!",
  "Ready to Ranch": "Sẵn Sàng Chăn Nuôi",
  "The Horse Trainer provided some good riding tips, time to put them to the test!": "Người Huấn Luyện Ngựa đã cung cấp một vài lời khuyên cưỡi ngựa tốt, đã đến lúc đưa chúng vào thử nghiệm!",
  "Ready to Ride": "Sẵn Sàng Cưỡi",
  "The early morning light hit just right. {0.SimFirstName} is awed by the beauty of {0.SimPronounPossessiveDependent} surroundings!": "Ánh sáng ban mai chiếu rọi vừa vặn. {0.SimFirstName} kinh ngạc trước vẻ đẹp của môi trường xung quanh {0.SimPronounPossessiveDependent}!",
  "Rock My World": "Làm Rung Chuyển Thế Giới Của Tôi",
  "Nothing is more exciting than watching a competition at the Hay Now! Equestrian Center!": "Không gì thú vị hơn việc xem một cuộc thi tại Trung Tâm Cưỡi Ngựa Hay Now! !",
  "Eventing Enthusiast": "Người Đam Mê Sự Kiện",
  "Gentle Giants": "Người Khổng Lồ Dịu Dàng",
  "{0.SimFirstName} is too terrified to Hand Feed. Better make sure an Animal Feeder is stocked so the Horse can eat.": "{0.SimFirstName} quá kinh hãi để Cho Ăn Bằng Tay. Tốt hơn là đảm bảo Máng Ăn Động Vật được dự trữ để Ngựa có thể ăn.",
  "{0.SimFirstName} is too terrified to clean a Horse right now. Use another Sim or hire a Ranch Hand. ": "{0.SimFirstName} quá kinh hãi để làm sạch Ngựa ngay bây giờ. Hãy sử dụng một Sim khác hoặc thuê một Người Làm Trang Trại.",
  "After discussing Horses with someone close, you don't feel so terrified after all. ": "Sau khi thảo luận về Ngựa với một người thân thiết, bạn không cảm thấy quá kinh hãi chút nào.",
  "{0.SimFirstName} is way too terrified to interact with Horses.": "{0.SimFirstName} quá kinh hãi để tương tác với Ngựa.",
  "Ghostly neighing from beyond the veil sends a chill galloping down {0.SimFirstName}'s spine.": "Tiếng hí ma quái từ bên kia bức màn gửi một cơn ớn lạnh chạy dọc sống lưng của {0.SimFirstName}.",
  "A Neigh from the Beyond!": "Tiếng Hí Từ Cõi Bên Kia!",
  "{0.SimFirstName} is feeling a bit riled up right now. Perhaps asking a Defiant Horse to cooperate wasn't the best move! Attempting to calm the Horse is possible -- just proceed with caution!": "{0.SimFirstName} đang cảm thấy hơi kích động ngay bây giờ. Có lẽ yêu cầu một con Ngựa Bướng Bỉnh hợp tác không phải là một động thái tốt nhất! Có thể cố gắng làm dịu Ngựa -- chỉ cần tiến hành một cách thận trọng!",
  "There is so much to learn from an expert Horse Trainer!": "Có rất nhiều điều để học hỏi từ một Người Huấn Luyện Ngựa chuyên nghiệp!",
  "{0.SimFirstName} is feeling <font color='#6fd5ff'>Confident</font> after going for an amazing ride!\\n\\nConfident Horses will perform better in Competitions at the Equestrian Center!": "{0.SimFirstName} đang cảm thấy <font color='#6fd5ff'>Tự Tin</font> sau khi có một chuyến đi tuyệt vời!\n\nNhững con Ngựa Tự Tin sẽ thể hiện tốt hơn trong các Cuộc Thi tại Trung Tâm Cưỡi Ngựa!",
  "{0.SimFirstName} is feeling <font color='#6fd5ff'>Confident</font> after a successful training session.\\n\\nConfident Horses will perform better in competitions at the Equestrian Center!": "{0.SimFirstName} đang cảm thấy <font color='#6fd5ff'>Tự Tin</font> sau một buổi huấn luyện thành công.\n\nNhững con Ngựa Tự Tin sẽ thể hiện tốt hơn trong các cuộc thi tại Trung Tâm Cưỡi Ngựa!",
  "{0.SimFirstName} is feeling <font color='#6fd5ff'>Confident</font> from the words of encouragement.\\n\\nA little encouragement and kindness go a long way!": "{0.SimFirstName} đang cảm thấy <font color='#6fd5ff'>Tự Tin</font> từ những lời động viên.\n\nMột chút động viên và tử tế sẽ đi một chặng đường dài!",
  "{0.SimFirstName} is feeling <font color='#6fd5ff'>Confident</font> from time spent training and learning from a Grand Champ Trainer!\\n\\nConfident Horses will perform better in Competitions at the Equestrian Center!": "{0.SimFirstName} đang cảm thấy <font color='#6fd5ff'>Tự Tin</font> từ thời gian dành cho việc huấn luyện và học hỏi từ một Người Huấn Luyện Vô Địch!\n\nNhững con Ngựa Tự Tin sẽ thể hiện tốt hơn trong các Cuộc Thi tại Trung Tâm Cưỡi Ngựa!",
  "{0.SimFirstName} is feeling <font color='#6fd5ff'>Confident</font> after an exhilarating ride with a Grand Champ Trainer!\\n\\nConfident Horses will perform better in competitions at the Equestrian Center!": "{0.SimFirstName} đang cảm thấy <font color='#6fd5ff'>Tự Tin</font> sau một chuyến đi phấn khích với một Người Huấn Luyện Vô Địch!\n\nNhững con Ngựa Tự Tin sẽ thể hiện tốt hơn trong các cuộc thi tại Trung Tâm Cưỡi Ngựa!",
  "{0.SimFirstName} is <font color='#da99ff'>Dazed</font> after intense training.\\n\\nHorses with the <b>Mellow</b>Trait can become overwhelmed from too much training. Training while dazed is difficult, so {0.SimPronounSubjective} should take a break for a bit.": "{0.SimFirstName} bị <font color='#da99ff'>Choáng Váng</font> sau khi huấn luyện căng thẳng.\n\nNhững con Ngựa có Đặc Điểm <b>Điềm Đạm</b> có thể bị choáng ngợp do huấn luyện quá nhiều. Huấn luyện trong khi choáng váng rất khó khăn, vì vậy {0.SimPronounSubjective} nên nghỉ ngơi một chút.",
  "{0.SimFirstName} was just born and is feeling <font color='#da99ff'>Dazed</font>. What are all these colors, sounds, and four wobbly noodles? With time, {0.SimPronounSubjective} will find {0.SimPronounPossessiveDependent} footing.": "{0.SimFirstName} vừa mới sinh ra và đang cảm thấy <font color='#da99ff'>Choáng Váng</font>. Tất cả những màu sắc, âm thanh và bốn sợi mì loạng choạng này là gì? Với thời gian, {0.SimPronounSubjective} sẽ tìm thấy chỗ đứng của {0.SimPronounPossessiveDependent}.",
  "{0.SimFirstName} is <font color='#9aff00'>Happy</font> that all {0.SimPronounPossessiveDependent} needs are met!": "{0.SimFirstName} <font color='#9aff00'>Vui Vẻ</font> vì tất cả những nhu cầu của {0.SimPronounPossessiveDependent} đều được đáp ứng!",
  "{0.SimFirstName} enjoyed being cradled and is feeling <font color='#9aff00'>Happy</font>.\\n\\nFoals need lots of love and attention, so keep it up! Physical contact builds foals' Temperament Skill.": "{0.SimFirstName} thích được ôm ấp và đang cảm thấy <font color='#9aff00'>Vui Vẻ</font>.\n\nNgựa Con cần rất nhiều tình yêu và sự quan tâm, vì vậy hãy tiếp tục! Tiếp xúc cơ thể xây dựng Kỹ Năng Khí Chất của ngựa con.",
  "{0.SimFirstName} is feeling <font color='#9aff00'>Happy</font> after enjoying an <b>excellent</b> Treat.\\n\\nThe higher the quality of the Treat, the longer the happiness will last.": "{0.SimFirstName} đang cảm thấy <font color='#9aff00'>Vui Vẻ</font> sau khi thưởng thức một Món Ngon <b>tuyệt vời</b>.\n\nChất lượng của Món Ngon càng cao, thì niềm vui sẽ kéo dài càng lâu.",
  "{0.SimFirstName} is feeling <font color='#9aff00'>Happy</font> after enjoying a <b>magnificent</b> Treat.\\n\\nThe higher the quality of the Treat, the longer the happiness will last.": "{0.SimFirstName} đang cảm thấy <font color='#9aff00'>Vui Vẻ</font> sau khi thưởng thức một Món Ngon <b>tuyệt vời</b>.\n\nChất lượng của Món Ngon càng cao, thì niềm vui sẽ kéo dài càng lâu.",
  "{0.SimFirstName} is feeling <font color='#9aff00'>Happy</font> after enjoying a <b>nice</b> quality treat.\\n\\nThe higher the quality of the Treat, the longer the happiness will last.": "{0.SimFirstName} đang cảm thấy <font color='#9aff00'>Vui Vẻ</font> sau khi thưởng thức một món ngon chất lượng <b>tốt</b>.\n\nChất lượng của Món Ngon càng cao, thì niềm vui sẽ kéo dài càng lâu.",
  "{0.SimFirstName} is feeling <font color='#9aff00'>Happy</font> after enjoying a <b>perfect</b> Treat.\\n\\nThe higher the quality of the Treat, the longer the happiness will last.": "{0.SimFirstName} đang cảm thấy <font color='#9aff00'>Vui Vẻ</font> sau khi thưởng thức một Món Ngon <b>hoàn hảo</b>.\n\nChất lượng của Món Ngon càng cao, thì niềm vui sẽ kéo dài càng lâu.",
  "{0.SimFirstName} is feeling <font color='#9aff00'>Happy</font> and exhilarated after getting exercise.\\n\\nHorses with the Energetic Trait love going for rides and running around!": "{0.SimFirstName} đang cảm thấy <font color='#9aff00'>Vui Vẻ</font> và phấn khởi sau khi tập thể dục.\n\nNhững con Ngựa có Đặc Điểm Năng Động thích đi cưỡi và chạy xung quanh!",
  "{0.SimFirstName} is feeling <font color='#9aff00'>Happy</font> after going for a pleasant ride.\\n\\nGetting outside and going for a long ride will improve anyone's mood!": "{0.SimFirstName} đang cảm thấy <font color='#9aff00'>Vui Vẻ</font> sau khi có một chuyến đi dễ chịu.\n\nRa ngoài và đi một chuyến dài sẽ cải thiện tâm trạng của bất kỳ ai!",
  "{0.SimFirstName} is <font color='#9aff00'>Happy</font> from the gentle touches {0.SimPronounSubjective} received.\\n\\nSmall acts of kindness like this go a long way in improving Temperament Skill and fostering a strong, lasting relationship!": "{0.SimFirstName} <font color='#9aff00'>Vui Vẻ</font> từ những cái chạm nhẹ mà {0.SimPronounSubjective} nhận được.\n\nNhững hành động tử tế nhỏ như thế này sẽ đi một chặng đường dài trong việc cải thiện Kỹ Năng Khí Chất và nuôi dưỡng một mối quan hệ bền chặt!",
  "{0.SimFirstName} is <font color='#9aff00'>Happy</font> after a positive encounter with a Mini Goat.\\n\\nPerhaps they were comparing the flavor profiles of Prairie Grass Hay!": "{0.SimFirstName} <font color='#9aff00'>Vui Vẻ</font> sau một cuộc gặp gỡ tích cực với Dê Con.\n\nCó lẽ họ đang so sánh hương vị của Cỏ Khô Đồng Cỏ!",
  "{0.SimFirstName} is <font color='#9aff00'>Happy</font> after hanging out with a Mini Sheep.\\n\\nThese fluffy bundles of joy can bring happiness to any household!": "{0.SimFirstName} <font color='#9aff00'>Vui Vẻ</font> sau khi đi chơi với Cừu Non.\n\nNhững bó niềm vui mềm mại này có thể mang lại hạnh phúc cho bất kỳ hộ gia đình nào!",
  "{0.SimFirstName} is <font color='#9aff00'>Happy</font> to have had some delicious Hay.\\n\\nFoals need to get used to eating Hay. {0.SimFirstName} is well on {0.SimPronounPossessiveDependent} way.": "{0.SimFirstName} <font color='#9aff00'>Vui Vẻ</font> khi được ăn một ít Cỏ Khô ngon.\n\nNgựa con cần làm quen với việc ăn Cỏ Khô. {0.SimFirstName} đang trên đường đến với {0.SimPronounPossessiveDependent}.",
  "{0.SimFirstName} is <font color='#9aff00'>Happy</font> from exploring {0.SimPronounPossessiveDependent} surroundings.\\n\\nFoals are experiencing the sights and sounds of the world around them for the first time and it's all so exciting!": "{0.SimFirstName} <font color='#9aff00'>Vui Vẻ</font> vì khám phá môi trường xung quanh {0.SimPronounPossessiveDependent}.\n\nNgựa con đang trải nghiệm những cảnh quan và âm thanh của thế giới xung quanh chúng lần đầu tiên và tất cả đều rất thú vị!",
  "{0.SimFirstName} is <font color='#8eb3ff'>Sad</font> because {0.SimPronounSubjective} failed {0.SimPronounPossessiveDependent} training.\\n\\nTraining can be tough, but it will pay off! If at first you don't succeed, try and try again!": "{0.SimFirstName} <font color='#8eb3ff'>Buồn</font> vì {0.SimPronounSubjective} đã thất bại trong quá trình huấn luyện {0.SimPronounPossessiveDependent}.\n\nHuấn luyện có thể khó khăn, nhưng nó sẽ được đền đáp! Nếu lúc đầu bạn không thành công, hãy cố gắng và cố gắng lại!",
  "{0.SimFirstName} is feeling <font color='#8eb3ff'>Sad</font> after a tough competition loss at the Equestrian Center.\\n\\nTo improve the chance of winning, {0.SimPronounSubjective} should keep training {0.SimPronounPossessiveDependent} Skills. Competing in the right Mood will help, too! Also, a Horse with Confidence will perform better than an Uncomfortable or Sad horse.": "{0.SimFirstName} đang cảm thấy <font color='#8eb3ff'>Buồn</font> sau một trận thua khó khăn trong cuộc thi tại Trung Tâm Cưỡi Ngựa.\n\nĐể cải thiện cơ hội chiến thắng, {0.SimPronounSubjective} nên tiếp tục huấn luyện Kỹ Năng của {0.SimPronounPossessiveDependent}. Thi đấu trong Tâm Trạng phù hợp cũng sẽ giúp ích! Ngoài ra, một con Ngựa có Sự Tự Tin sẽ thể hiện tốt hơn một con ngựa Không Thoải Mái hoặc Buồn.",
  "{0.SimFirstName} is a <b>Needy</b> Horse and is feeling <font color='#8eb3ff'>Sad</font> because {0.SimPronounSubjective} prefers to be hand-fed.\\n\\nSome harvested <b>Prairie Grass Hay</b> or a tasty Apple helps in these situations!": "{0.SimFirstName} là một con Ngựa <b>Cần</b> và đang cảm thấy <font color='#8eb3ff'>Buồn</font> vì {0.SimPronounSubjective} thích được cho ăn bằng tay.\n\nMột ít <b>Cỏ Khô Đồng Cỏ</b> thu hoạch hoặc một quả Táo ngon sẽ giúp ích trong những tình huống này!",
  "{0.SimFirstName} has been cooped up for too long and feeling <font color='#8eb3ff'>Sad</font>.\\n\\nHorses with the <b>Free Spirit</b> Trait prefer to be outdoors, so getting some fresh air should help with {0.SimPronounPossessiveDependent} Mood!": "{0.SimFirstName} đã bị nhốt quá lâu và cảm thấy <font color='#8eb3ff'>Buồn</font>.\n\nNhững con Ngựa có Đặc Điểm <b>Tâm Hồn Tự Do</b> thích ở ngoài trời, vì vậy hít thở không khí trong lành sẽ giúp cải thiện Tâm Trạng của {0.SimPronounPossessiveDependent}!",
  "{0.SimFirstName} is <font color='#8eb3ff'>Sad</font> after a negative encounter with a Mini Goat.\\n\\nEven in such a small package, they can be pretty feisty.": "{0.SimFirstName} <font color='#8eb3ff'>Buồn</font> sau một cuộc gặp gỡ tiêu cực với Dê Con.\n\nNgay cả trong một gói nhỏ như vậy, chúng có thể khá là hung dữ.",
  "{0.SimFirstName} is <font color='#8eb3ff'>Sad</font> after a negative encounter with a Mini Sheep.\\n\\nMaybe the Mini Sheep is intimidated by {0.SimPronounSubjective} size. With a little effort, they're sure to see eye to eye.": "{0.SimFirstName} <font color='#8eb3ff'>Buồn</font> sau một cuộc gặp gỡ tiêu cực với Cừu Non.\n\nCó lẽ Cừu Non đang bị đe dọa bởi kích thước của {0.SimPronounSubjective}. Với một chút nỗ lực, chúng chắc chắn sẽ thấy được điểm chung.",
  "{0.SimFirstName} is <font color='#8eb3ff'>Sad</font> because {0.SimPronounSubjective} is having a hard time transitioning from milk to Hay.\\n\\nDon't give up! {0.SimFirstName} is growing up quickly and happily will be eating solid food in no time!": "{0.SimFirstName} <font color='#8eb3ff'>Buồn</font> vì {0.SimPronounSubjective} đang gặp khó khăn trong việc chuyển từ sữa sang Cỏ Khô.\n\nĐừng bỏ cuộc! {0.SimFirstName} đang lớn lên nhanh chóng và sẽ vui vẻ ăn thức ăn đặc trong thời gian ngắn!",
  "{0.SimFirstName} is feeling <font color='#8eb3ff'>Sad</font> from witnessing death.": "{0.SimFirstName} đang cảm thấy <font color='#8eb3ff'>Buồn</font> khi chứng kiến cái chết.",
  "{0.SimFirstName} is <font color='#ff7eda'>Scared</font> after a close call with a fire!\\n\\nA calming presence and some kind words should help to settle {0.SimPronounObjective}.": "{0.SimFirstName} <font color='#ff7eda'>Sợ Hãi</font> sau một lần suýt bị cháy!\n\nMột sự hiện diện trấn an và một vài lời tử tế sẽ giúp {0.SimPronounObjective} ổn định.",
  "{0.SimFirstName} is <font color='#ff7eda'>Scared</font> of the lightning.\\n\\nThe bright flashes and loud thunder really can be frightening. A calming presence and kind words should help {0.SimPronounSubjective} relax.": "{0.SimFirstName} <font color='#ff7eda'>Sợ Hãi</font> sét đánh.\n\nNhững tia sáng chói lóa và tiếng sấm lớn thực sự có thể đáng sợ. Một sự hiện diện trấn an và những lời tử tế sẽ giúp {0.SimPronounSubjective} thư giãn.",
  "{0.SimFirstName} is <font color='#ff7eda'>Scared</font> from being touched.\\n\\nThings can be overwhelming for a young foal. Try building trust with some friendly words first. It may take a bit more Temperament training for {0.SimPronounObjective} to get used to physical contact.": "{0.SimFirstName} <font color='#ff7eda'>Sợ Hãi</font> khi bị chạm vào.\n\nĐối với một chú ngựa con non trẻ, mọi thứ có thể trở nên quá sức. Hãy thử xây dựng lòng tin bằng một vài lời thân thiện trước. Có thể cần thêm một chút huấn luyện Khí Chất để {0.SimPronounObjective} làm quen với tiếp xúc cơ thể.",
  "{0.SimFirstName} is feeling <font color='#ff7eda'>Scared</font> after getting spooked.\\n\\nLots of things can rile up a Horse, but a little reassurance and a kind gesture are sure to help!": "{0.SimFirstName} đang cảm thấy <font color='#ff7eda'>Sợ Hãi</font> sau khi bị giật mình.\n\nCó rất nhiều điều có thể khuấy động một con Ngựa, nhưng một chút trấn an và một cử chỉ tử tế chắc chắn sẽ giúp ích!",
  "{0.SimFirstName} is <font color='#ff7eda'>Scared</font> from exploring {0.SimPronounPossessiveDependent} surroundings.\\n\\nThe world can be a big, scary place and trying to take that all in can be overwhelming for young Foals.": "{0.SimFirstName} <font color='#ff7eda'>Sợ Hãi</font> khi khám phá môi trường xung quanh {0.SimPronounPossessiveDependent}.\n\nThế giới có thể là một nơi rộng lớn, đáng sợ và cố gắng tiếp thu tất cả những điều đó có thể trở nên quá sức đối với những Ngựa Con non trẻ.",
  "{0.SimFirstName} is <font color='#ffee5c'>Tense</font> because {0.SimPronounSubjective} is <b>Defiant</b>.\\n\\nHorses with the Defiant Trait can be more fickle when being mounted. Reassurance prior to mounting may help.": "{0.SimFirstName} <font color='#ffee5c'>Căng Thẳng</font> vì {0.SimPronounSubjective} <b>Bướng Bỉnh</b>.\n\nNhững con Ngựa có Đặc Điểm Bướng Bỉnh có thể trở nên thất thường hơn khi bị cưỡi. Trấn an trước khi cưỡi có thể giúp ích.",
  "Horses are sensitive to their rider's Mood. {0.SimFirstName} is feeling <font color='#ffee5c'>Tense</font> due to {0.SimPronounPossessiveDependent} rider's disposition. \n\nSims should be in a positive Mood for the best riding experience for themselves as well as their Horse.": "Ngựa rất nhạy cảm với Tâm Trạng của người cưỡi. {0.SimFirstName} đang cảm thấy <font color='#ffee5c'>Căng Thẳng</font> do tâm trạng của người cưỡi {0.SimPronounPossessiveDependent}.\n\nSim nên có Tâm Trạng tích cực để có trải nghiệm cưỡi tốt nhất cho bản thân cũng như Ngựa của họ.",
  "{0.SimFirstName} is <font color='#ffee5c'>Tense</font> from being ridden by an inexperienced rider.\\n\\nDismounting and giving {0.SimPronounObjective} a break for a while should help the situation.": "{0.SimFirstName} <font color='#ffee5c'>Căng Thẳng</font> vì bị một người cưỡi thiếu kinh nghiệm cưỡi.\n\nXuống ngựa và cho {0.SimPronounObjective} nghỉ ngơi một thời gian sẽ giúp cải thiện tình hình.",
  "{0.SimFirstName} is feeling <font color='#ffbc98'>Uncomfortable</font> from loneliness.\\n\\nSocializing should help, whether with a Sim, another Horse, or even a Mini Goat or Mini Sheep.": "{0.SimFirstName} đang cảm thấy <font color='#ffbc98'>Không Thoải Mái</font> vì cô đơn.\n\nGiao lưu nên giúp ích, dù là với một Sim, một con Ngựa khác, hoặc thậm chí là một con Dê Con hoặc Cừu Non.",
  "{0.SimFirstName} is <font color='#ffbc98'>Uncomfortable</font> from feeling incredibly bored.\\n\\nGetting cheered up by a friend or playing with another Horse would help. The Hay Now! One Big Ball Toy is always a fun time, too!": "{0.SimFirstName} <font color='#ffbc98'>Không Thoải Mái</font> vì cảm thấy vô cùng buồn chán.\n\nĐược một người bạn động viên hoặc chơi với một con Ngựa khác sẽ giúp ích. Đồ Chơi Quả Bóng Lớn Hay Now! cũng luôn là một thời gian vui vẻ!",
  "{0.SimFirstName} is <font color='#ffbc98'>Uncomfortable</font> from being dirty.\\n\\nA good coat brushing should help make things feel better!": "{0.SimFirstName} <font color='#ffbc98'>Không Thoải Mái</font> vì bị bẩn.\n\nViệc chải lông tốt sẽ giúp mọi thứ trở nên tốt hơn!",
  "{0.SimFirstName} is <font color='#ffbc98'>Uncomfortable</font> from being extremely tired.\\n\\nIt's important to have a comfortable sleeping spot to call {0.SimPronounPossessiveDependent} own. Some Horses may prefer to sleep outdoors.": "{0.SimFirstName} <font color='#ffbc98'>Không Thoải Mái</font> vì quá mệt mỏi.\n\nĐiều quan trọng là phải có một chỗ ngủ thoải mái để gọi là của riêng {0.SimPronounPossessiveDependent}. Một số Ngựa có thể thích ngủ ngoài trời.",
  "{0.SimFirstName} is <font color='#ffbc98'>Uncomfortable</font> from being extremely hungry.\\n\\nA Hay Now! Animal Feeder stocked with delicious Hay is just what {0.SimPronounSubjective} needs. Horses can graze on Prairie Grass to keep their belly full, too!": "{0.SimFirstName} <font color='#ffbc98'>Không Thoải Mái</font> vì quá đói.\n\nMáng Ăn Động Vật Hay Now! được dự trữ Cỏ Khô ngon là những gì {0.SimPronounSubjective} cần. Ngựa cũng có thể gặm Cỏ Đồng Cỏ để giữ cho bụng no!",
  "{0.SimFirstName} is <font color='#ffbc98'>Uncomfortable</font> from being hungry.\\n\\nA Hay Now! Animal Feeder stocked with Hay is just what {0.SimPronounSubjective} needs. Horses can graze on Prairie Grass, too.": "{0.SimFirstName} đang <font color='#ffbc98'>Không Thoải Mái</font> vì đói.\n\nMáng Ăn Động Vật Hay Now! được dự trữ Cỏ Khô là những gì {0.SimPronounSubjective} cần. Ngựa cũng có thể gặm Cỏ Đồng Cỏ.",
  "{0.SimFirstName} is lonely and feeling <font color='#ffbc98'>Uncomfortable</font>.\\n\\nThe company of another Horse or some kind words from a friend will go a long way in making {0.SimPronounObjective} feel better.": "{0.SimFirstName} cô đơn và cảm thấy <font color='#ffbc98'>Không Thoải Mái</font>.\n\nSự đồng hành của một con Ngựa khác hoặc một vài lời tử tế từ một người bạn sẽ đi một chặng đường dài trong việc làm cho {0.SimPronounObjective} cảm thấy tốt hơn.",
  "{0.SimFirstName} is <font color='#ffbc98'>Uncomfortable</font> from feeling bored.\\n\\nGetting some attention from a friend or playing with another Horse would help. The Hay Now! One Big Ball toy is always a fun time, too.": "{0.SimFirstName} <font color='#ffbc98'>Không Thoải Mái</font> vì cảm thấy buồn chán.\n\nNhận được một số sự chú ý từ một người bạn hoặc chơi với một con Ngựa khác sẽ giúp ích. Đồ chơi Quả Bóng Lớn Hay Now! cũng luôn là một thời gian vui vẻ.",
  "{0.SimFirstName} disliked being cradled and is feeling <font color='#ffbc98'>Uncomfortable</font>.\\n\\nMore Temperament training will help {0.SimPronounObjective} get past the feeling of being trapped.": "{0.SimFirstName} không thích bị ôm ấp và cảm thấy <font color='#ffbc98'>Không Thoải Mái</font>.\n\nHuấn luyện Khí Chất nhiều hơn sẽ giúp {0.SimPronounObjective} vượt qua cảm giác bị mắc kẹt.",
  "{0.SimFirstName} is <font color='#ffbc98'>Uncomfortable</font> from being tired.\\n\\nIt's important to have a comfortable sleeping place to call {0.SimPronounPossessiveDependent} own. Some Horses may prefer to sleep outdoors.": "{0.SimFirstName} <font color='#ffbc98'>Không Thoải Mái</font> vì mệt mỏi.\n\nĐiều quan trọng là phải có một nơi ngủ thoải mái để gọi là của riêng {0.SimPronounPossessiveDependent}. Một số Ngựa có thể thích ngủ ngoài trời.",
  "The joy of playing with a giant ball must be infectious. {0.SimFirstName} is having fun just watching a horse play around!": "Niềm vui khi chơi với một quả bóng khổng lồ hẳn là rất dễ lây lan. {0.SimFirstName} đang vui vẻ chỉ bằng cách xem một con ngựa chơi đùa!",
  "Horse Toy Joy": "Niềm Vui Đồ Chơi Ngựa",
  "{0.SimFirstName} just wanted to watch a horse play with the ball. Were they asking too much? The horse thought so.": "{0.SimFirstName} chỉ muốn xem một con ngựa chơi với quả bóng. Họ đã yêu cầu quá nhiều sao? Con ngựa nghĩ vậy.",
  "Horse Toy Snub": "Hắt Hủi Đồ Chơi Ngựa",
  "Training Horses is hard work! It doesn't always go as planned.": "Huấn luyện Ngựa là công việc khó khăn! Không phải lúc nào nó cũng diễn ra theo kế hoạch.",
  "Horse Training Blues": "Nỗi Buồn Huấn Luyện Ngựa",
  "Nothing is quite so rewarding as a successful Horse training session! A lot was accomplished today.": "Không có gì bổ ích bằng một buổi huấn luyện Ngựa thành công! Rất nhiều việc đã được hoàn thành ngày hôm nay.",
  "Equine Aficionado": "Người Yêu Ngựa",
  "A beautiful ride across the landscape is just what {0.SimFirstName} needed.": "Một chuyến đi tuyệt đẹp trên khắp cảnh quan là những gì {0.SimFirstName} cần.",
  "Rein in the Scenery": "Kiểm Soát Phong Cảnh",
  "{0.SimFirstName} is feeling unstoppable after that close call!": "{0.SimFirstName} đang cảm thấy không thể ngăn cản sau cú gọi hồn đó!",
  "Un-Buckable": "Không Thể Bật Lại",
  "{0.SimFirstName} is feeling fearful after nearly getting thrown from a Horse!": "{0.SimFirstName} đang cảm thấy sợ hãi sau khi suýt bị ngã ngựa!",
  "Unexpected Rearing": "Chồm Lên Bất Ngờ",
  "Bucked Off Horse": "Bật Khỏi Ngựa",
  "Ouch, did anybody see that? {0.SimFirstName} is feeling a bit self-conscious after being thrown from a Horse.": "Ối, có ai thấy không vậy? {0.SimFirstName} đang cảm thấy hơi ngại ngùng sau khi bị ngã ngựa.",
  "Ouch! {0.SimFirstName} is feeling a bit sore after being thrown from a Horse.": "Ối! {0.SimFirstName} đang cảm thấy hơi đau nhức sau khi bị ngã ngựa.",
  "{0.SimFirstName} got some pretty good advice... from a Horse. Don't judge! Horses give the best advice. In fact, {0.SimFirstName} is feeling more charismatic than ever!": "{0.SimFirstName} đã nhận được một vài lời khuyên khá hay... từ một con Ngựa. Đừng phán xét! Ngựa cho những lời khuyên tốt nhất. Trên thực tế, {0.SimFirstName} đang cảm thấy thu hút hơn bao giờ hết!",
  "Horse-Sized Confidence": "Sự Tự Tin Cỡ Ngựa",
  "Are four legs better than two when it comes to dancing? {0.SimFirstName} isn't sure, but learned a lot about Dance from some friendly Horse advice. Maybe {0.SimPronounSubjective} should give it a try and {0.SimPronounSubjective} might improve!": "Bốn chân có tốt hơn hai chân khi nói đến khiêu vũ không? {0.SimFirstName} không chắc chắn, nhưng đã học được rất nhiều về Khiêu Vũ từ một vài lời khuyên thân thiện của Ngựa. Có lẽ {0.SimPronounSubjective} nên thử và {0.SimPronounSubjective} có thể cải thiện!",
  "Prancing Lessons": "Các Bài Học Dáng Điệu",
  "{0.SimFirstName} might actually become \"as strong as a Horse\" if {0.SimPronounSubjective} follows the awesome Fitness advice {0.SimPronounSubjective} just got from... a Horse. Giddy up!": "{0.SimFirstName} có thể thực sự trở nên \"khỏe như ngựa\" nếu {0.SimPronounSubjective} làm theo những lời khuyên về Thể Chất tuyệt vời mà {0.SimPronounSubjective} vừa nhận được từ... một con Ngựa. Tiến lên!",
  "Horse Power": "Sức Mạnh Ngựa",
  "What can a Horse teach you about gaming? Apparently, a lot. {0.SimFirstName} is pretty sure that if {0.SimPronounSubjective} puts what {0.SimPronounSubjective} learned from Horse Jumping advice into practice, {0.SimPronounSubjective} will be better at Video Gaming than ever!": "Một con Ngựa có thể dạy bạn điều gì về chơi game? Rõ ràng là rất nhiều. {0.SimFirstName} khá chắc chắn rằng nếu {0.SimPronounSubjective} đưa những gì {0.SimPronounSubjective} đã học được từ lời khuyên về Nhảy Ngựa vào thực tế, {0.SimPronounSubjective} sẽ chơi Game Điện Tử giỏi hơn bao giờ hết!",
  "Giddy Up, Level Up": "Tiến Lên, Lên Cấp",
  "{0.SimFirstName}, like many other Grand Champ Trainers, lives for the rush of training a horse.": "{0.SimFirstName}, giống như nhiều Người Huấn Luyện Vô Địch khác, sống vì sự hối hả của việc huấn luyện ngựa.",
  "Practice Makes Perfect": "Có Công Mài Sắt, Có Ngày Nên Kim",
  "{0.SimFirstName} is feeling confident in {0.SimPronounPossessiveDependent} riding capabilities after receiving some advice from a Grand Champ Trainer!": "{0.SimFirstName} đang cảm thấy tự tin vào khả năng cưỡi ngựa của {0.SimPronounPossessiveDependent} sau khi nhận được một số lời khuyên từ một Người Huấn Luyện Vô Địch!",
  "Championship Rider Tips": "Lời Khuyên Từ Người Cưỡi Vô Địch",
  "Cleaning horse beds is hard, but {0.SimFirstName} is happy to do the work!": "Làm sạch chuồng ngựa rất khó, nhưng {0.SimFirstName} rất vui được làm công việc này!",
  "Sleep Tight, Horse Friends!": "Ngủ Ngon, Những Người Bạn Ngựa!",
  "Cleaning horse beds is not what {0.SimFirstName} wanted to be doing today. Or tomorrow. Or any day, ever.": "Làm sạch chuồng ngựa không phải là điều mà {0.SimFirstName} muốn làm hôm nay. Hoặc ngày mai. Hoặc bất kỳ ngày nào, bao giờ hết.",
  "Scratchy <i>and</i> Stinky": "Vừa Ngứa Vừa Hôi",
  "As the taste of aged Grape Nectar fades away, {0.SimFirstName} is really feeling {0.SimPronounReflexive}. Look out world, {0.SimName} is coming!": "Khi hương vị của Rượu Nectar Nho ủ lâu năm phai dần, {0.SimFirstName} thực sự đang cảm thấy {0.SimPronounReflexive}. Hãy coi chừng thế giới, {0.SimName} đang đến!",
  "Uncorked Confidence": "Sự Tự Tin Được Giải Phóng",
  "{0.SimPronounPossessiveDependent} last drink of aged Energy Nectar has worn off. However, thanks to the aging process, the drink is providing {0.SimFirstName} with a residual second wind!": "Lần uống Rượu Nectar Năng Lượng ủ lâu năm cuối cùng của {0.SimPronounPossessiveDependent} đã hết tác dụng. Tuy nhiên, nhờ quá trình ủ, thức uống này đang cung cấp cho {0.SimFirstName} một luồng gió thứ hai còn sót lại!",
  "Syrupy Stamina": "Sức Chịu Đựng Như Si Rô",
  "The exhilarating grip of aged Strawberry Nectar has loosened quite a bit, but {0.SimFirstName} can still feel a flush in {0.SimPronounPossessiveDependent} cheeks. Is it hot in here?": "Sự phấn khích của Rượu Nectar Dâu Tây ủ lâu năm đã giảm đi khá nhiều, nhưng {0.SimFirstName} vẫn có thể cảm thấy một chút ửng hồng trên má của {0.SimPronounPossessiveDependent}. Có phải ở đây đang nóng không?",
  "Rosé Afterglow": "Dư Âm Hồng Hào",
  "The heady feelings of drinking an aged Nectar have died down to a subtle but pleasant sensation. {0.SimFirstName} is enjoying it while it lasts!": "Những cảm giác chếnh choáng khi uống Rượu Nectar ủ lâu năm đã lắng xuống thành một cảm giác tinh tế nhưng dễ chịu. {0.SimFirstName} đang tận hưởng nó khi còn có thể!",
  "Gentle Nectar Buzz": "Cơn Say Nhẹ Nhàng Của Rượu Nectar",
  "As the sparkly sensation of aged Apple Nectar fades from their mind, {0.SimFirstName} sees the world in a new light. Ideas are swirling in {0.SimPronounPossessiveDependent} head!": "Khi cảm giác lấp lánh của Rượu Nectar Táo ủ lâu năm phai dần khỏi tâm trí của họ, {0.SimFirstName} nhìn thế giới dưới một ánh sáng mới. Những ý tưởng đang xoay tròn trong đầu {0.SimPronounPossessiveDependent}!",
  "Post-Nectar Clarity": "Sự Sáng Suốt Sau Rượu Nectar",
  "Would someone please turn down all the lights and sounds in the entire world? {0.SimFirstName} is feeling worse for wear after that last drink of un-aged Potato Nectar. (Seems like both {0.SimFirstName} and that Nectar bottle could use some time to rest and mellow out.)": "Ai đó làm ơn giảm tất cả đèn và âm thanh trên toàn thế giới được không? {0.SimFirstName} đang cảm thấy tồi tệ hơn sau lần uống Rượu Nectar Khoai Tây chưa ủ cuối cùng đó. (Có vẻ như cả {0.SimFirstName} và chai Rượu Nectar đó đều cần thời gian để nghỉ ngơi và dịu lại.)",
  "Potato's Revenge": "Sự Trả Thù Của Khoai Tây",
  "{0.SimFirstName} can feel the pleasant sensations of Nectar.": "{0.SimFirstName} có thể cảm nhận được những cảm giác dễ chịu của Rượu Nectar.",
  "Pleasant Nectar Feeling": "Cảm Giác Rượu Nectar Dễ Chịu",
  "{0.SimFirstName} is getting into the Nectar, and is feeling just a bit more sure of {0.SimPronounReflexive}.": "{0.SimFirstName} đang đắm mình vào Rượu Nectar và cảm thấy chắc chắn hơn một chút về {0.SimPronounReflexive}.",
  "Extra Nectar Feeling!": "Cảm Giác Rượu Nectar Thêm!",
  "Where does {0.SimFirstName} end and Nectar begin? <i>Unclear</i>. Who cares, anyway? {0.SimFirstName} is invincible! ({0.SimPronounSubjective|xxUpper} should <i>probably</i> not have any more Nectar for now, though.)": "{0.SimFirstName} kết thúc ở đâu và Rượu Nectar bắt đầu ở đâu? <i>Không rõ ràng</i>. Ai quan tâm chứ? {0.SimFirstName} là bất khả chiến bại! ({0.SimPronounSubjective|xxUpper} có lẽ không nên uống thêm Rượu Nectar nào nữa vào lúc này.)",
  "Really. Confident. Nectar. Feeling. ": "Thực sự. Tự tin. Cảm giác Rượu Nectar.",
  "{0.SimFirstName} is getting into the Nectar, and has a nice, little energetic boost.": "{0.SimFirstName} đang đắm mình vào Rượu Nectar và có một chút năng lượng nhỏ, tốt đẹp.",
  "Where does {0.SimFirstName} end and Nectar begin? <i>Irrelevant</i>. {0.SimFirstName} is  <i>pumped</i> and it's <i>all good</i>. ({0.SimPronounSubjective|xxUpper} should <i>probably</i> not have any more Nectar for now, though.)": "{0.SimFirstName} kết thúc ở đâu và Rượu Nectar bắt đầu ở đâu? <i>Không liên quan</i>. {0.SimFirstName} đang <i>phấn khích</i> và mọi thứ đều <i>ổn</i>. ({0.SimPronounSubjective|xxUpper} có lẽ không nên uống thêm Rượu Nectar nào nữa vào lúc này.)",
  "Really. Energized. Nectar. Feeling.": "Thực sự. Nạp năng lượng. Cảm giác Rượu Nectar.",
  "{0.SimFirstName} is getting into the Nectar, and is feeling more flirty than usual.": "{0.SimFirstName} đang đắm mình vào Rượu Nectar và cảm thấy quyến rũ hơn bình thường.",
  "Where does {0.SimFirstName} end and Nectar begin?<i>Unimportant</i>. {0.SimFirstName} has some flirtin' to take care of. ({0.SimPronounSubjective|xxUpper} should <i>probably</i> not have any more Nectar for now, though.)": "{0.SimFirstName} kết thúc ở đâu và Rượu Nectar bắt đầu ở đâu? <i>Không quan trọng</i>. {0.SimFirstName} có một số việc tán tỉnh cần giải quyết. ({0.SimPronounSubjective|xxUpper} có lẽ không nên uống thêm Rượu Nectar nào nữa vào lúc này.)",
  "Really. Flirty. Nectar. Feeling. ": "Thực sự. Quyến rũ. Cảm giác Rượu Nectar.",
  "{0.SimFirstName} is getting into the Nectar. Everything feels just a little bit nicer!": "{0.SimFirstName} đang đắm mình vào Rượu Nectar. Mọi thứ đều cảm thấy tốt đẹp hơn một chút!",
  "Where does {0.SimFirstName} end and Nectar begin? In the head? In the heart? Whatever, {0.SimFirstName} will worry about it later! ({0.SimPronounSubjective|xxUpper} should <i>probably</i> not have any more Nectar for now, though.)": "{0.SimFirstName} kết thúc ở đâu và Rượu Nectar bắt đầu ở đâu? Trong đầu? Trong tim? Dù sao đi nữa, {0.SimFirstName} sẽ lo lắng về điều đó sau! ({0.SimPronounSubjective|xxUpper} có lẽ không nên uống thêm Rượu Nectar nào nữa vào lúc này.)",
  "Really. Happy. Nectar. Feeling.": "Thực sự. Hạnh phúc. Cảm giác Rượu Nectar.",
  "{0.SimFirstName} is getting into the Nectar, and is feeling a touch inspired!": "{0.SimFirstName} đang đắm mình vào Rượu Nectar và cảm thấy được truyền cảm hứng một chút!",
  "Where does {0.SimFirstName} end and Nectar begin? Why, it could be anywhere! Anything is possible for {0.SimPronounObjective}! ({0.SimPronounSubjective|xxUpper} should <i>probably</i> not have any more Nectar for now, though.)": "{0.SimFirstName} kết thúc ở đâu và Rượu Nectar bắt đầu ở đâu? Tại sao, nó có thể ở bất cứ đâu! Bất cứ điều gì cũng có thể xảy ra với {0.SimPronounObjective}! ({0.SimPronounSubjective|xxUpper} có lẽ không nên uống thêm Rượu Nectar nào nữa vào lúc này.)",
  "Really. Inspired. Nectar. Feeling. ": "Thực sự. Được truyền cảm hứng. Cảm giác Rượu Nectar.",
  "That last drink of Nectar was one too many. {0.SimFirstName} found {0.SimPronounPossessiveDependent} limit. Next, {0.SimPronounSubjective} will probably want to find {0.SimPronounPossessiveDependent} bed.": "Lần uống Rượu Nectar cuối cùng đó là quá nhiều. {0.SimFirstName} đã tìm thấy giới hạn của {0.SimPronounPossessiveDependent}. Tiếp theo, {0.SimPronounSubjective} có lẽ sẽ muốn tìm giường của {0.SimPronounPossessiveDependent}.",
  "Over-Nectared": "Quá Nhiều Rượu Nectar",
  "What is this wretched <i>swill</i>? It shouldn't even be called \"Nectar.\" {0.SimFirstName}'s senses... no, {0.SimPronounPossessiveDependent} <i>very being</i>, is offended!": "Thứ <i>nước cống</i> khốn khổ này là gì? Nó thậm chí không nên được gọi là \"Rượu Nectar\". Các giác quan của {0.SimFirstName}... không, <i>bản chất</i> của {0.SimPronounPossessiveDependent}, bị xúc phạm!",
  "Disappointing Vintage": "Rượu Cũ Đáng Thất Vọng",
  "But, of course {0.SimFirstName} would only drink the <i>very best</i> Nectar! Rubbish varietals simply won't do. No, no. This is a quality deserving of {0.SimFirstName}'s refined palate.": "Nhưng, tất nhiên {0.SimFirstName} sẽ chỉ uống loại Rượu Nectar <i>tốt nhất</i>! Các loại tầm thường đơn giản là sẽ không được. Không, không. Đây là một chất lượng xứng đáng với khẩu vị tinh tế của {0.SimFirstName}.",
  "Delectable Nectar": "Rượu Nectar Thơm Ngon",
  "{0.SimFirstName} has got the funk. Trash Nectar funk. Other Sims don't seem to mind, but animals like it!": "{0.SimFirstName} đã có được sự cáu kỉnh. Sự cáu kỉnh của Rượu Nectar Rác. Các Sim khác dường như không bận tâm, nhưng động vật lại thích nó!",
  "Trash Nectar Funk": "Sự Cáu Kỉnh Của Rượu Nectar Rác",
  "After a drink of Prairie Grass Nectar, {0.SimFirstName} is feeling, well... just fine. The taste is not bad, not amazing. The drink goes down smooth and settles nicely in the belly, leaving {0.SimFirstName} feeling satisfied.": "Sau khi uống một ly Rượu Nectar Cỏ Đồng Cỏ, {0.SimFirstName} đang cảm thấy, chà... vẫn ổn. Hương vị không tệ, không tuyệt vời. Thức uống trôi xuống êm ái và lắng xuống tốt trong bụng, khiến {0.SimFirstName} cảm thấy hài lòng.",
  "Prairie Grass Nectar Cleanse": "Thanh Lọc Bằng Rượu Nectar Cỏ Đồng Cỏ",
  "That drink of Aged Prairie Grass Nectar was extra fine! It tastes about the same as the unaged stuff, but {0.SimFirstName} feels like {0.SimPronounSubjective} just ate a good meal.": "Ly Rượu Nectar Cỏ Đồng Cỏ Ủ Lâu Năm đó thật tuyệt vời! Nó có vị gần giống như loại chưa ủ, nhưng {0.SimFirstName} cảm thấy như thể {0.SimPronounSubjective} vừa ăn một bữa ăn ngon.",
  "Aged Prairie Grass Nectar Cleanse": "Thanh Lọc Bằng Rượu Nectar Cỏ Đồng Cỏ Ủ Lâu Năm",
  "It's amazing that dumping ingredients in a tub then stomping them to pulp could produce Nectar. {0.SimFirstName} finds the whole process utterly fascinating! ": "Thật tuyệt vời khi việc đổ các thành phần vào bồn rồi giẫm chúng thành bột có thể tạo ra Rượu Nectar. {0.SimFirstName} thấy toàn bộ quá trình hoàn toàn hấp dẫn!",
  "Neato Nectar!": "Rượu Nectar Tuyệt Vời!",
  "Sure, it's not for everybody, but {0.SimFirstName} can't help but enjoy the hilarity of stomping and smashing Nectar ingredients under {0.SimPronounPossessiveDependent} feet!": "Chắc chắn, nó không dành cho tất cả mọi người, nhưng {0.SimFirstName} không thể không thích thú với sự vui nhộn của việc giẫm và đập các thành phần Rượu Nectar dưới chân {0.SimPronounPossessiveDependent}!",
  "It's So Squishy!": "Nó Thật Mềm Mãi!",
  "{0.SimFirstName} just can't get over the feeling of smooshed up Nectar ingredients under {0.SimPronounPossessiveDependent} feet...": "{0.SimFirstName} không thể vượt qua cảm giác các thành phần Rượu Nectar bị nghiền nát dưới chân {0.SimPronounPossessiveDependent}...",
  "It's... <i>So</i> Squishy": "Nó... <i>Thật Sự</i> Mềm Mãi",
  "{0.SimFirstName} might have learned a thing or two about wrangling Horses from watching Wild West TV! Watch out world!": "{0.SimFirstName} có thể đã học được một hoặc hai điều về việc điều khiển Ngựa từ việc xem TV Miền Tây Hoang Dã! Hãy coi chừng thế giới!",
  "Ready to Ride Tall": "Sẵn Sàng Cưỡi Ngựa",
  "How those kids and their Horses always manage to escape trouble leaves {0.SimFirstName} feeling just as daring as them!": "Cách những đứa trẻ đó và Ngựa của chúng luôn xoay sở để thoát khỏi rắc rối khiến {0.SimFirstName} cảm thấy táo bạo như chúng!",
  "Can't Rein It In": "Không Thể Kiểm Soát",
  "Tales about dangerous adventures, friendship, and Horses always tug at the heart!": "Những câu chuyện về những cuộc phiêu lưu nguy hiểm, tình bạn và Ngựa luôn lay động trái tim!",
  "Spurred by Drama": "Được Thúc Đẩy Bởi Kịch Tính",
  "Harvesting Prairie Grass always has a chance of getting pesky grass cuts, ouch!": "Thu hoạch Cỏ Đồng Cỏ luôn có khả năng bị những vết cắt cỏ khó chịu, đau quá!",
  "Grass Cuts": "Vết Cắt Cỏ",
  "All this effort, swinging a blade around, for what? To get some Hay? {0.SimFirstName} wonders what is worse: That some other Sim in the past thought this was a good idea, or that many Sims since then have agreed with them.": "Tất cả những nỗ lực này, vung lưỡi dao xung quanh, để làm gì? Để lấy một ít Cỏ Khô? {0.SimFirstName} tự hỏi điều gì tồi tệ hơn: Rằng một số Sim khác trong quá khứ nghĩ rằng đây là một ý tưởng hay, hay là nhiều Sim kể từ đó đã đồng ý với họ.",
  "This Seems Irresponsible...": "Điều Này Có Vẻ Vô Trách Nhiệm...",
  "Ask some Sims about harvesting Prairie Grass for fun and they'll give you a weird look. Ask {0.SimFirstName} the same thing and {0.SimPronounPossessiveDependent} eyes will light up!": "Hỏi một số Sim về việc thu hoạch Cỏ Đồng Cỏ cho vui và họ sẽ nhìn bạn một cách kỳ lạ. Hỏi {0.SimFirstName} điều tương tự và đôi mắt của {0.SimPronounPossessiveDependent} sẽ sáng lên!",
  "Harvesting Prairie Grass is Great!": "Thu Hoạch Cỏ Đồng Cỏ Thật Tuyệt Vời!",
  "{0.SimFirstName} is currently in labor. The uncomfortable feeling will pass soon as her Foal has been delivered!": "{0.SimFirstName} hiện đang chuyển dạ. Cảm giác khó chịu sẽ sớm qua khi Ngựa Con của cô ấy được sinh ra!",
  "{0.SimFirstName} is currently in the 1st trimester of pregnancy and is feeling happy as a result!": "{0.SimFirstName} hiện đang ở trong giai đoạn 3 tháng đầu của thai kỳ và cảm thấy hạnh phúc do đó!",
  "{0.SimFirstName} is currently in the 2nd trimester of pregnancy. They are officially past the halfway point!": "{0.SimFirstName} hiện đang ở trong giai đoạn 3 tháng giữa của thai kỳ. Họ chính thức vượt qua điểm giữa!",
  "{0.SimFirstName} is currently in the 3rd trimester of pregnancy. It won't be too much longer until her Foal is here!": "{0.SimFirstName} hiện đang ở trong giai đoạn 3 tháng cuối của thai kỳ. Sẽ không còn quá lâu nữa cho đến khi Ngựa Con của cô ấy đến!",
  "Sims adore a Foal they have a connection to.": "Sim yêu quý một Ngựa Con mà họ có mối liên hệ.",
  "So Cute!": "Quá Dễ Thương!",
  "Sims feel Playful around foals they have a connection to.": "Sim cảm thấy Vui Vẻ khi ở gần những con ngựa con mà họ có mối liên hệ.",
  "Play With Me!": "Chơi Với Tôi Đi!",
  "{0.SimFirstName} cannot stand being around that horse that bit at them like that.": "{0.SimFirstName} không thể chịu được khi ở gần con ngựa đã cắn họ như vậy.",
  "Not. Another. Step.": "Không. Bước. Nào. Nữa.",
  "{0.SimFirstName} remembers when a nearby horse almost bit {0.SimPronounObjective}. It puts {0.SimFirstName} on edge!": "{0.SimFirstName} nhớ lại khi một con ngựa gần đó suýt cắn {0.SimPronounObjective}. Nó khiến {0.SimFirstName} khó chịu!",
  "That's Close Enough": "Đủ Gần Rồi Đấy",
  "{0.SimFirstName} is reminded of their animal friend when around a Sim that is the cause of {0.SimPronounPossessiveDependent} pain.": "{0.SimFirstName} được nhắc nhở về người bạn động vật của họ khi ở gần một Sim là nguyên nhân gây ra nỗi đau của {0.SimPronounPossessiveDependent}.",
  "Gone But Not Forgotten": "Đã Đi Nhưng Không Quên",
  "{0.SimFirstName} is feeling sad from losing {0.SimPronounPossessiveDependent} precious friend!": "{0.SimFirstName} đang cảm thấy buồn vì mất đi người bạn quý giá của {0.SimPronounPossessiveDependent}!",
  "Missing My Friend": "Nhớ Bạn Tôi",
  "{0.SimFirstName} is feeling Energized after being near their champion Horse.": "{0.SimFirstName} đang cảm thấy tràn đầy năng lượng sau khi ở gần Con Ngựa vô địch của họ.",
  "Wonderful Wonder": "Kỳ Quan Tuyệt Vời",
  "{0.SimFirstName} feels Inspired to succeed when near their champion Horse.": "{0.SimFirstName} cảm thấy được Truyền Cảm Hứng để thành công khi ở gần Con Ngựa vô địch của họ.",
  "Friendship's Magic": "Ma Thuật Của Tình Bạn",
  "Basking in the bravery of that Horse has {0.SimFirstName} feeling... well, fearless! What a relief!": "Đắm mình trong sự dũng cảm của con Ngựa đó đã khiến {0.SimFirstName} cảm thấy... à, không sợ hãi! Thật là một sự nhẹ nhõm!",
  "Basking in Bravery": "Đắm Mình Trong Dũng Khí",
  "Now <i>that</i> Horse has some pep in their step! That really got {0.SimFirstName} ready to rally! ": "Con Ngựa đó có một vài bước nhảy trong bước đi của chúng! Điều đó thực sự khiến {0.SimFirstName} sẵn sàng tập hợp!",
  "Equine Energy": "Năng Lượng Ngựa",
  "There's truly something special about being able to help your Horse when they are feeling the need for some Sim lovin'!": "Thực sự có điều gì đó đặc biệt về việc có thể giúp đỡ Con Ngựa của bạn khi chúng cảm thấy cần một chút tình yêu của Sim!",
  "Helped a Horse in Need": "Đã Giúp Một Con Ngựa Đang Cần",
  "Adults can be so controlling. Hey, my Horse said it first!": "Người lớn có thể quá kiểm soát. Này, Ngựa của tôi đã nói điều đó trước!",
  "Horse Ally!": "Đồng Minh Ngựa!",
  "Caring for a needy Horse can be an emotional burden every once in a while.": "Chăm sóc một con Ngựa cần có thể là một gánh nặng cảm xúc đôi khi.",
  "Needy Steed": "Tuấn Mã Cần",
  "Juicy! Wait... <b><i>What</i></b> exactly is going down in the stable???": "Hấp dẫn! Chờ đã... <b><i>Chuyện gì</i></b> đang xảy ra trong chuồng vậy???",
  "Stable Gossip": "Tin Đồn Trong Chuồng",
  "That Horse was so... chill. {0.SimFirstName} is feeling a little happier now thanks to a helping hoof!": "Con Ngựa đó rất... thư thái. {0.SimFirstName} đang cảm thấy vui vẻ hơn một chút nhờ sự giúp đỡ của một cái móng!",
  "Vibed with a Chill Horse": "Đã Kết Nối Với Một Con Ngựa Thư Thái",
  "There's nothing quite like an equestrian excursion!": "Không có gì bằng một chuyến du ngoạn cưỡi ngựa!",
  "A Terrific Trot ": "Một Bước Chạy Nhịp Nhàng Tuyệt Vời",
  "There's something sublime about the way the scenery looks from up on the saddle! ": "Có điều gì đó tuyệt vời về cách cảnh vật trông từ trên yên ngựa!",
  "A View from Horseback ": "Một Góc Nhìn Từ Trên Lưng Ngựa",
  "{0.SimFirstName} loves horses. What's better than some super-special-horsie-bonding time?": "{0.SimFirstName} yêu ngựa. Điều gì tốt hơn thời gian gắn bó siêu đặc biệt với ngựa?",
  "Bonding with Steed ": "Gắn Bó Với Tuấn Mã",
  "When you're as good at Horse Riding as {0.SimFirstName} you're bound to get some serious adrenaline! ": "Khi bạn cưỡi ngựa giỏi như {0.SimFirstName}, bạn chắc chắn sẽ có được một lượng adrenaline nghiêm trọng!",
  "Giddy Up! ": "Tiến Lên!",
  "Whoa there! It's kind of high up here for an inexperienced rider! {0.SimFirstName} isn't so sure about this...": "Ồ! Ở đây hơi cao đối với một người cưỡi thiếu kinh nghiệm! {0.SimFirstName} không chắc chắn về điều này...",
  "High On the Saddle ": "Cao Trên Yên Ngựa",
  "Giddy'up! {0.SimFirstName} is having a ton of fun riding with {0.SimPronounPossessiveDependent} four-legged friend! ": "Tiến lên! {0.SimFirstName} đang có rất nhiều niềm vui khi cưỡi cùng người bạn bốn chân của {0.SimPronounPossessiveDependent}!",
  "Horsing Around ": "Đùa Giỡn Với Ngựa",
  "Wow! It has taken some work, but {0.SimFirstName} is really getting good at Horse Riding!": "Wow! Phải mất một số công sức, nhưng {0.SimFirstName} thực sự trở nên giỏi cưỡi ngựa!",
  "Riding Rhythm ": "Nhịp Điệu Cưỡi Ngựa",
  "Ouch! This ride is bumpy and the saddle is no sofa. {0.SimFirstName} probably is going to be feeling it even afterwards.": "Ối! Chuyến đi này gập ghềnh và yên ngựa không phải là ghế sofa. {0.SimFirstName} có lẽ sẽ cảm thấy đau nhức ngay cả sau đó.",
  "Saddle Sore ": "Đau Yên Ngựa",
  "Riding Horses is just part of the job description. As a Rancher, {0.SimFirstName} gets great satisfaction from a good ride!": "Cưỡi Ngựa chỉ là một phần của mô tả công việc. Là một Người Chăn Nuôi, {0.SimFirstName} có được sự hài lòng lớn từ một chuyến đi tốt!",
  "Takin' Care of Business": "Chăm Sóc Công Việc",
  "Whew, what a ride! Saddles aren't soft, nor was that ride. {0.SimFirstName} is certainly feeling the burn after that! ": "Phù, thật là một chuyến đi! Yên ngựa không mềm, và chuyến đi đó cũng không. {0.SimFirstName} chắc chắn đang cảm thấy đau nhức sau đó!",
  "Getting trained by an expert rider has {0.SimFirstName} feeling Confident on {0.SimPronounPossessiveDependent} horse! ": "Được huấn luyện bởi một người cưỡi ngựa chuyên nghiệp đã khiến {0.SimFirstName} cảm thấy Tự Tin trên con ngựa của {0.SimPronounPossessiveDependent}!",
  "Star Student ": "Học Sinh Ưu Tú",
  "{0.SimFirstName} is <font color='#ffee5c'>Tense</font> from not having a toy to play with.\\n\\nHorses with the Playful trait love playing with toys like the Hay Now! One Big Ball!": "{0.SimFirstName} <font color='#ffee5c'>Căng Thẳng</font> vì không có đồ chơi để chơi.\n\nNhững con Ngựa có đặc điểm Vui Vẻ thích chơi với đồ chơi như Quả Bóng Lớn Hay Now! !",
  "Something has angered a Horse! A <i>Horse</i>! Who or what had the audacity?! {0.SimFirstName} is appalled.": "Một điều gì đó đã làm tức giận một con Ngựa! Một con <i>Ngựa</i>! Ai hoặc cái gì có sự táo bạo vậy?! {0.SimFirstName} kinh hoàng.",
  "Enraged on Horse's Behalf": "Phẫn Nộ Thay Mặt Ngựa",
  "Seeing a Horse happy makes {0.SimFirstName} happy. They are kindred spirits, after all.": "Nhìn thấy một con Ngựa hạnh phúc khiến {0.SimFirstName} hạnh phúc. Rốt cuộc, họ là những tâm hồn đồng điệu.",
  "Happy as a Horse! ": "Hạnh Phúc Như Một Con Ngựa!",
  "Poor Horse. {0.SimFirstName} is commiserating with {0.SimPronounPossessiveDependent} four-legged companion.": "Tội nghiệp Ngựa. {0.SimFirstName} đang đồng cảm với người bạn bốn chân của {0.SimPronounPossessiveDependent}.",
  "Sympathy for Steed ": "Cảm Thông Với Tuấn Mã",
  "{0.SimFirstName} is a Horse Lover, and boy, could {0.SimPronounSubjective} use some Horse love at the moment! It's been far too long!": "{0.SimFirstName} là một Người Yêu Ngựa, và trời ạ, {0.SimPronounSubjective} có thể sử dụng một chút tình yêu Ngựa vào lúc này! Đã quá lâu rồi!",
  "Missing Horses": "Nhớ Ngựa",
  "A swirl of Nectar seems to be soothing all of {0.SimFirstName}'s anger, sadness, embarrassment, tenseness, and uncomfortable feelings away.": "Một vòng xoáy Rượu Nectar dường như đang xoa dịu tất cả những cảm xúc tức giận, buồn bã, xấu hổ, căng thẳng và khó chịu của {0.SimFirstName}.",
  "Nectar Sooth-Sayer": "Nhà Tiên Tri Rượu Nectar",
  "{0.SimFirstName} can't help but feel like the Ranch is falling apart.": "{0.SimFirstName} không thể không cảm thấy như Trang Trại đang sụp đổ.",
  "The Ranch Needs Me": "Trang Trại Cần Tôi",
  "What dismal quality.... As a Rancher who takes pride in {0.SimPronounPossessiveDependent} work, {0.SimFirstName} can't believe {0.SimPronounSubjective} had anything to do with this.": "Chất lượng tồi tệ gì đây.... Là một Người Chăn Nuôi tự hào về công việc của {0.SimPronounPossessiveDependent}, {0.SimFirstName} không thể tin rằng {0.SimPronounSubjective} có bất kỳ liên quan nào đến điều này.",
  "Bad Ranch Product": "Sản Phẩm Trang Trại Tồi",
  "The ranch life suits {0.SimFirstName}. Even the chores.": "Cuộc sống trang trại phù hợp với {0.SimFirstName}. Ngay cả những công việc vặt.",
  "Burden of Love": "Gánh Nặng Của Tình Yêu",
  "Veterinary Protective Services took a Horse away due to inexcusable neglect. {0.SimFirstName} can't believe it.": "Dịch vụ Bảo vệ Thú y đã đưa một con Ngựa đi do sự bỏ bê không thể tha thứ. {0.SimFirstName} không thể tin được.",
  "Horse Whisked Away": "Ngựa Bị Đưa Đi",
  "With the guidance of an experienced rider, this training session feels like a walk (or trot) in the park!": "Với sự hướng dẫn của một người cưỡi có kinh nghiệm, buổi huấn luyện này giống như một cuộc đi bộ (hoặc chạy chậm) trong công viên!",
  "Top-Tier Training! ": "Huấn Luyện Hàng Đầu!",
  "{0.SimFirstName} is feeling extremely special for helping put that Horse to ease!": "{0.SimFirstName} đang cảm thấy vô cùng đặc biệt vì đã giúp xoa dịu con Ngựa đó!",
  "Horse Whisperer": "Người Thì Thầm Với Ngựa",
  "What a special moment! {0.SimFirstName} is overwhelmed with fuzzy feelings!": "Thật là một khoảnh khắc đặc biệt! {0.SimFirstName} tràn ngập những cảm xúc mờ ảo!",
  "Heart Foal of Love": "Ngựa Con Của Tình Yêu",
  "Hay Now! Equestrian Center": "Trung Tâm Cưỡi Ngựa Hay Now!",
  "Mysterious Ranch": "Trang Trại Bí Ẩn",
  "Buckaroo Brigade Ranch Services": "Dịch Vụ Trang Trại Lữ Đoàn Buckaroo",
  "Ranch Hand": "Người Làm Trang Trại",
  "Blankets": "Chăn",
  "Body": "Thân",
  "Bridles": "Dây Cương",
  "Feathers": "Lông Vũ",
  "Forelock": "Tóc Mái",
  "Hair": "Tóc",
  "Coat Thickness": "Độ Dày Lông",
  "Hoof Color": "Màu Móng Guốc",
  "Horn": "Sừng",
  "Mane": "Bờm",
  "Muzzle": "Mõm",
  "Saddles": "Yên Ngựa",
  "Tail": "Đuôi",
  "Probably more than Sims!": "Có lẽ nhiều hơn cả Sim!",
  "For the money they make me at competitions!": "Vì số tiền chúng kiếm được cho tôi tại các cuộc thi!",
  "You lost me at \"Horse\"... ": "Bạn đã làm tôi mất hứng ở chữ \"Ngựa\"...",
  "Cultivate the land into a ranch with crops and animals.": "Canh tác đất đai thành một trang trại với cây trồng và động vật.",
  "Build my dream mansion.": "Xây dựng biệt thự mơ ước của tôi.",
  "Donate it to Sims in need!": "Quyên góp nó cho những Sim đang cần!",
  "To compete in Horse Competitions!": "Để thi đấu trong các Cuộc Thi Ngựa!",
  "The joy of doing something new and fun! ": "Niềm vui khi làm điều gì đó mới và thú vị!",
  "Nonexistent. No way am I riding a horse! ": "Không tồn tại. Không đời nào tôi cưỡi ngựa!",
  "Craft the most exquisite Nectar in town!": "Chế tạo loại Rượu Nectar tinh tế nhất trong thị trấn!",
  "Mix-up a good juice at my in-home bar!": "Pha chế một ly nước ép ngon tại quầy bar tại nhà của tôi!",
  "Hit the best spot around for good drinks with some friends!": "Đến địa điểm tốt nhất xung quanh để có những thức uống ngon với một vài người bạn!",
  "I do it enthusiastically and skillfully.": "Tôi làm điều đó một cách nhiệt tình và khéo léo.",
  "I try to do it with confidence, even if I'm not sure exactly how.": "Tôi cố gắng làm điều đó với sự tự tin, ngay cả khi tôi không chắc chắn chính xác như thế nào.",
  "I do it with the overwhelming fear of being bucked off.": "Tôi làm điều đó với nỗi sợ hãi tột độ về việc bị hất khỏi.",
  "I love Horses...": "Tôi yêu Ngựa...",
  "I just inherited a large plot of land! What plan sounds the most fulfilling?": "Tôi vừa được thừa kế một mảnh đất lớn! Kế hoạch nào nghe có vẻ thỏa mãn nhất?",
  "The main reason I would ride a horse is...": "Lý do chính khiến tôi cưỡi ngựa là...",
  "I'm feeling thirsty! It's time to...": "Tôi đang cảm thấy khát nước! Đã đến lúc...",
  "When I mount a horse...": "Khi tôi cưỡi ngựa...",
  "Give your home all the rustic charm of a log cabin with the best timber that can be found.": "Mang đến cho ngôi nhà của bạn tất cả sự quyến rũ mộc mạc của một căn nhà gỗ với loại gỗ tốt nhất có thể tìm thấy.",
  "Timber! Spandrel": "Gỗ! Vòm",
  "It may not be fancy, but this spandrel doesn't need to be. Ranch life is all about functionality. It might look like plain wood, but it does exactly what it needs to. Sometimes, it's about function over form and that's what this spandrel is made for.": "Nó có thể không sang trọng, nhưng vòm này không cần phải như vậy. Cuộc sống trang trại là tất cả về chức năng. Nó có thể trông giống như gỗ trơn, nhưng nó thực hiện chính xác những gì nó cần. Đôi khi, đó là về chức năng hơn hình thức và đó là những gì vòm này được tạo ra.",
  "Ranch Spandrel": "Vòm Trang Trại",
  "This round log column uplifts with simple, natural beauty. It brings a certain honesty and wholesomeness to its work, supporting that above it with quiet intensity.": "Cột gỗ tròn này nâng tầm với vẻ đẹp tự nhiên, đơn giản. Nó mang đến một sự trung thực và lành mạnh nhất định cho công việc của mình, hỗ trợ những thứ bên trên nó với cường độ thầm lặng.",
  "Timber! Log Column": "Gỗ! Cột Gỗ",
  "At first glance, this may seem like a regular wooden post, but no! These solid and sturdy columns will bring your ranch to new heights.": "Thoạt nhìn, đây có vẻ là một cột gỗ thông thường, nhưng không! Những cột vững chắc và chắc chắn này sẽ đưa trang trại của bạn lên một tầm cao mới.",
  "Strength in Lumber Column": "Sức Mạnh Trong Cột Gỗ",
  "This stately column will stand the test of time and add a touch of refinement to your rustic home.": "Cột trang trọng này sẽ đứng vững trước thử thách của thời gian và thêm một chút tinh tế cho ngôi nhà mộc mạc của bạn.",
  "Stone Set Column": "Cột Đá",
  "This sturdy and hand-crafted column is the perfect pillar of strength for an abode for your equine companions.": "Cột trụ chắc chắn và được chế tác thủ công này là trụ cột sức mạnh hoàn hảo cho một nơi ở cho những người bạn ngựa của bạn.",
  "Perfectly Stable Column": "Cột Trụ Hoàn Hảo",
  "Won First Horse Competition": "Đã Thắng Cuộc Thi Ngựa Đầu Tiên",
  "{0.SimFirstName} won {0.SimPronounPossessiveDependent} first Horse Competition.": "{0.SimFirstName} đã thắng Cuộc Thi Ngựa đầu tiên của {0.SimPronounPossessiveDependent}.",
  "Get a Horse": "Có Một Con Ngựa",
  "Owning a Horse isn't like owning <i>any</i> pet. It's an entire way of life!": "Sở hữu một con Ngựa không giống như sở hữu <i>bất kỳ</i> thú cưng nào. Đó là cả một lối sống!",
  "Got a Horse": "Đã Có Một Con Ngựa",
  "{1.SimName} joined the family.": "{1.SimName} đã gia nhập gia đình.",
  "A new Horse joined the family.": "Một con Ngựa mới đã gia nhập gia đình.",
  "Witnessed the Birth of a Foal": "Chứng Kiến Sự Ra Đời Của Một Ngựa Con",
  "{0.SimFirstName} was filled with joy when a foal was born!": "{0.SimFirstName} đã tràn ngập niềm vui khi một con ngựa con được sinh ra!",
  "Enjoyed Too Much Nectar": "Thưởng Thức Quá Nhiều Rượu Nectar",
  "{0.SimFirstName} had a bit too much Nectar and paid the price.": "{0.SimFirstName} đã uống hơi nhiều Rượu Nectar và phải trả giá.",
  "Placed in the Ultimate Horse Championship": "Được Xếp Hạng Trong Giải Vô Địch Ngựa Tối Thượng",
  "Hold your horses, {0.SimFirstName} placed in the Ultimate Horse Championship! Not just any Horse and rider duo can do that.": "Giữ ngựa của bạn lại, {0.SimFirstName} đã được xếp hạng trong Giải Vô Địch Ngựa Tối Thượng! Không phải bất kỳ bộ đôi Ngựa và người cưỡi nào cũng có thể làm được điều đó.",
  "Ranch Rascal": "Kẻ Tinh Quái Trang Trại",
  "Little Wrangler": "Người Chăn Gia Súc Nhỏ",
  "Mod Country Meemaw": "Meemaw Nước Mod",
  "Boomtown Maverick": "Maverick Thành Phố Bùng Nổ",
  "Real Deal Wrangler": "Người Chăn Gia Súc Có Kinh Nghiệm Thực Sự",
  "Country Belle": "Belle Miền Quê",
  "Rein 'em In": "Kiểm Soát Chúng",
  "Ranch Wrangler": "Người Chăn Gia Súc Trang Trại",
  "Rodeo Nights": "Đêm Hội Rodeo",
  "Smokin' Ranch Hand": "Người Làm Trang Trại Bảnh Bao",
  "If this wood was good enough to use for home, there's no reason it can't <i>also</i> be used for fencing. Some people really want everything in their home to match. Keep everyone in or keep everyone out with some lovely, rustic fencing.": "Nếu loại gỗ này đủ tốt để sử dụng cho ngôi nhà, thì không có lý do gì nó không thể <i>cũng</i> được sử dụng để làm hàng rào. Một số người thực sự muốn mọi thứ trong nhà của họ phải phù hợp. Giữ mọi người ở trong hoặc giữ mọi người ở ngoài với một số hàng rào mộc mạc, đáng yêu.",
  "Timber! Log Fencing": "Gỗ! Hàng Rào Gỗ",
  "Because your porch and/or property line needs to have the same feel as the rest of your ranch and/or home.": "Bởi vì hiên nhà và/hoặc đường ranh giới tài sản của bạn cần phải có cùng cảm giác với phần còn lại của trang trại và/hoặc ngôi nhà của bạn.",
  "Sturdy Ranch Fencing": "Hàng Rào Trang Trại Chắc Chắn",
  "This practical board fence is here for you. Put it where it needs to go and it'll stand up to anything and everything. Livestock and Horses in, unwanted visitors out. Your fence will stand firm against it all.": "Hàng rào ván thiết thực này ở đây vì bạn. Đặt nó ở nơi cần đến và nó sẽ chống lại bất cứ điều gì và mọi thứ. Gia súc và Ngựa ở trong, khách không mời ra ngoài. Hàng rào của bạn sẽ đứng vững trước tất cả.",
  "Paddock Fencing": "Hàng Rào Chuồng Ngựa",
  "Talk about stability—this stall here is made from the most sturdy wood to build the finest of stalls for a horse stable.": "Nói về sự ổn định - chuồng này được làm từ loại gỗ chắc chắn nhất để xây dựng những chuồng tốt nhất cho một chuồng ngựa.",
  "Stable Stall Fence": "Hàng Rào Chuồng Ngựa",
  "Worn but Well Loved Brick": "Gạch Sờn Nhưng Được Yêu Quý",
  "Every Brick in its Place": "Mỗi Viên Gạch Ở Đúng Vị Trí",
  "Overcast Over Your Head": "U Ám Trên Đầu Bạn",
  "Working Hard(wood)": "Làm Việc Chăm Chỉ(Gỗ Cứng)",
  "Raise the Rafters": "Nâng Cao Xà Nhà",
  "Everyone knows that a home is only as good as its foundation. Ranch homes are built to last, and this foundation will make sure it happens. Using tightly stacked stones that won't move in the fact of anything, rest assured this foundation is as sturdy as they come.": "Mọi người đều biết rằng một ngôi nhà chỉ tốt khi có nền móng vững chắc. Nhà trang trại được xây dựng để tồn tại lâu dài và nền móng này sẽ đảm bảo điều đó xảy ra. Sử dụng các viên đá xếp chồng lên nhau chặt chẽ sẽ không di chuyển trước bất cứ điều gì, hãy yên tâm rằng nền móng này chắc chắn nhất có thể.",
  "Sturdy Ranch Foundation": "Nền Móng Trang Trại Vững Chắc",
  "The Animal Feeder can serve as your one-stop shop to satisfy the hunger of all your ranch animals. Horse, Mini Goats, and Mini Sheep can all be directed to eat at this object or even do it on their own accord.": "Máng Ăn Động Vật có thể đóng vai trò là cửa hàng một cửa để thỏa mãn cơn đói của tất cả các loài động vật trang trại của bạn. Ngựa, Dê Con và Cừu Non đều có thể được hướng dẫn ăn tại vật thể này hoặc thậm chí tự ý làm điều đó.",
  "Hay Now! Animal Feeder": "Máng Ăn Động Vật Hay Now!",
  "White Mini Goat": "Dê Con Trắng",
  "Mini Goats can be milked once a day.": "Dê Con có thể được vắt sữa mỗi ngày một lần.",
  "Gray Mini Goat": "Dê Con Xám",
  "Black Mini Goat": "Dê Con Đen",
  "Dalmatian Mini Goat": "Dê Con Đốm Dalmatian",
  "Brown Mini Goat": "Dê Con Nâu",
  "White Belt Mini Goat": "Dê Con Đai Trắng",
  "Chamoisee Mini Goat": "Dê Con Chamoisee",
  "Spotted Mini Goat": "Dê Con Đốm",
  "Mini Sheep can be sheared once a day.": "Cừu Non có thể được xén lông mỗi ngày một lần.",
  "White Mini Sheep": "Cừu Non Trắng",
  "Dalmatian Mini Sheep": "Cừu Non Đốm Dalmatian",
  "Mocha Mini Sheep": "Cừu Non Mocha",
  "Cream Mini Sheep": "Cừu Non Kem",
  "Pink Mini Sheep": "Cừu Non Hồng",
  "Brown Mini Sheep": "Cừu Non Nâu",
  "Red Mini Sheep": "Cừu Non Đỏ",
  "Orange Mini Sheep": "Cừu Non Cam",
  "Blue Mini Sheep": "Cừu Non Xanh Lam",
  "Green Mini Sheep": "Cừu Non Xanh Lá Cây",
  "Black Mini Sheep": "Cừu Non Đen",
  "When it rains 'round these parts, it pours! This Rustic Awning is more <i>decorative</i> than functional, though. It looks like it might protect you from rain if you can manage to fit under it. Still, it's probably safer to find somewhere else to be when the weather's bad.": "Khi trời mưa ở những vùng này, thì mưa như trút nước! Mái Che Mộc Mạc này mang tính <i>trang trí</i> hơn là chức năng. Có vẻ như nó có thể bảo vệ bạn khỏi mưa nếu bạn có thể tìm cách đứng dưới nó. Tuy nhiên, có lẽ an toàn hơn là tìm một nơi khác để ở khi thời tiết xấu.",
  "Rustic Awning": "Mái Che Mộc Mạc",
  "It's one big ball! Your Horses are going to love having a toy their size to play with.": "Đó là một quả bóng lớn! Ngựa của bạn sẽ thích có một món đồ chơi có kích thước phù hợp để chơi cùng.",
  "Hay Now! One Big Ball": "Quả Bóng Lớn Hay Now!",
  "For all the improvements that's been made over the years, there's still a few pieces of the old town charm. That includes the production of a bar that's an exact replica of the very first one ever built in the area. If you look closely, it's got all the same stains and maybe a name or two carved into it if you know where to find them.": "Đối với tất cả những cải tiến đã được thực hiện trong những năm qua, vẫn còn một vài phần của sự quyến rũ của thị trấn cũ. Điều đó bao gồm việc sản xuất một quán bar là bản sao chính xác của quán bar đầu tiên từng được xây dựng trong khu vực. Nếu bạn nhìn kỹ, nó có tất cả các vết bẩn tương tự và có thể có một hoặc hai tên được khắc vào đó nếu bạn biết nơi tìm chúng.",
  "Chestnut Saloon Bar": "Quán Bar Chestnut Saloon",
  "This type of shed originally held harvested Prairie Grass Hay on one side and mounds of manure on the other side. Today, it has shifted from Horse poo to Sim doo doo as a public bathroom where occupants can race to relieve themselves the fastest.": "Loại nhà kho này ban đầu chứa Cỏ Khô Đồng Cỏ thu hoạch ở một bên và đống phân ở phía bên kia. Ngày nay, nó đã chuyển từ phân ngựa sang phân Sim như một phòng tắm công cộng, nơi những người ở có thể chạy đua để giải tỏa bản thân nhanh nhất.",
  "Dual Duel Public Outhouse": "Nhà Vệ Sinh Công Cộng Đấu Tay Đôi",
  "The Equestrian Center goes through a ton of barrels. At one point, there had been a <i>really</i> good wholesale deal, leaving them with, frankly, too many barrels. They've since been repurposed into lots of things, including this bathtub. Don't worry, it was sanded down first. ": "Trung Tâm Cưỡi Ngựa sử dụng rất nhiều thùng. Vào một thời điểm, đã có một thỏa thuận bán buôn <i>thực sự</i> tốt, khiến họ có, thẳng thắn mà nói, quá nhiều thùng. Chúng đã được tái sử dụng thành rất nhiều thứ, bao gồm cả bồn tắm này. Đừng lo lắng, nó đã được chà nhám trước.",
  "Barrelwood Bathtub": "Bồn Tắm Thùng Gỗ",
  "This bunk bed is what you would call having good and sturdy bones. Combine with a single bed so friends can stick together. Also compatible with desks and more.": "Giường tầng này là những gì bạn gọi là có bộ khung tốt và chắc chắn. Kết hợp với một giường đơn để bạn bè có thể gắn bó với nhau. Cũng tương thích với bàn làm việc và hơn thế nữa.",
  "Cormac Pine Bunk Bed": "Giường Tầng Gỗ Thông Cormac",
  "We're not too sure where the wood was repurposed from, but we promise it's supreme quality for all your sleepin' needs. There used to be more buildings downtown, so we would not be surprised if it was reclaimed from what was left.": "Chúng tôi không chắc chắn gỗ đã được tái sử dụng từ đâu, nhưng chúng tôi hứa rằng nó có chất lượng tuyệt vời cho tất cả các nhu cầu ngủ nghỉ của bạn. Đã từng có nhiều tòa nhà hơn ở trung tâm thành phố, vì vậy chúng tôi sẽ không ngạc nhiên nếu nó được thu hồi từ những gì còn lại.",
  "Reclaimed Wood Double Bed": "Giường Đôi Gỗ Tái Chế",
  "After spending a long day of working with animals, making nectar, and keeping the house in order, a rancher needs their rest! This bed was made for those people who really need a good night's sleep so they can get up and do all their work again tomorrow.": "Sau một ngày dài làm việc với động vật, làm rượu nectar và giữ cho ngôi nhà ngăn nắp, một người chăn nuôi cần được nghỉ ngơi! Chiếc giường này được làm cho những người thực sự cần một giấc ngủ ngon để họ có thể thức dậy và làm tất cả công việc của mình một lần nữa vào ngày mai.",
  "Rancher's Rest Double Bed": "Giường Đôi Nghỉ Ngơi Của Người Chăn Nuôi",
  "A comfortable place for horses to rest and regain energy. Instruct a horse where to sleep by assigning them to a bed in Live Mode.": "Một nơi thoải mái để ngựa nghỉ ngơi và lấy lại năng lượng. Hướng dẫn ngựa ngủ ở đâu bằng cách chỉ định chúng vào một chiếc giường trong Chế Độ Sống.",
  "Hay Now! Horse Bed": "Giường Ngựa Hay Now!",
  "We're not too sure where the wood was repurposed from, but we promise its supreme quality for all your sleepin' needs. Once you grow out of this size, there is a matching double bed for lifelong use. The wood will last, guaranteed.": "Chúng tôi không chắc chắn gỗ đã được tái sử dụng từ đâu, nhưng chúng tôi hứa rằng nó có chất lượng tuyệt vời cho tất cả các nhu cầu ngủ nghỉ của bạn. Khi bạn lớn hơn kích thước này, sẽ có một chiếc giường đôi phù hợp để sử dụng suốt đời. Gỗ sẽ tồn tại lâu dài, được đảm bảo.",
  "Reclaimed Wood Single Bed": "Giường Đơn Gỗ Tái Chế",
  "Don't have the space or need for a double bed? The Rancher's Rest comes in a single! It offers all the same support to those busy ranchers and only takes up half the space. Best to save space for animals and nectar.": "Không có không gian hoặc nhu cầu cho một chiếc giường đôi? Giường Nghỉ Ngơi Của Người Chăn Nuôi có một chiếc đơn! Nó cung cấp tất cả sự hỗ trợ tương tự cho những người chăn nuôi bận rộn và chỉ chiếm một nửa không gian. Tốt nhất là tiết kiệm không gian cho động vật và rượu nectar.",
  "Rancher's Rest Single Bed": "Giường Đơn Nghỉ Ngơi Của Người Chăn Nuôi",
  "Follow the road and cross the border into dreamland with all the pretty Horses, free of the day's superfluous punctuation.": "Đi theo con đường và băng qua biên giới vào xứ sở mộng mơ với tất cả những con Ngựa xinh đẹp, không có những dấu chấm câu thừa thãi trong ngày.",
  "Cormac Pine Single Bed": "Giường Đơn Gỗ Thông Cormac",
  "This sleeping bag is the perfect way for your lil' rancher Toddler to drift asleep counting Mini Sheep under the big, open night sky.": "Túi ngủ này là cách hoàn hảo để Đứa Trẻ Chăn Nuôi nhỏ bé của bạn trôi vào giấc ngủ đếm Cừu Non dưới bầu trời đêm rộng lớn, khoáng đãng.",
  "Want to sleep a night or two under the stars? Experience the night like your ranch animals do? This sleeping bag gives you just enough that you're not sleeping directly on the ground. Can't be much closer to nature if you wanted to.": "Muốn ngủ một hoặc hai đêm dưới những vì sao? Trải nghiệm đêm như những con vật trang trại của bạn? Túi ngủ này cung cấp cho bạn vừa đủ để bạn không ngủ trực tiếp trên mặt đất. Không thể gần gũi hơn với thiên nhiên nếu bạn muốn.",
  "Under the Stars Bedroll Sleeping Bag": "Túi Ngủ Cuộn Dưới Các Vì Sao",
  "Lil' Rancher Bedroll Sleeping Bag": "Túi Ngủ Cuộn Người Chăn Nuôi Nhỏ",
  "By: Winnie Colt\\n\\nIf you've mastered the basics, and are ready to take your Horse Riding Skill to expert-level, look no further than Pedestrian to Equestrian, award-winning author Winnie Colt's final book on equestrian mastery. Jockey recommended, horse approved.": "Bởi: Winnie Colt\n\nNếu bạn đã nắm vững những điều cơ bản và sẵn sàng đưa Kỹ Năng Cưỡi Ngựa của mình lên trình độ chuyên gia, thì không đâu khác ngoài Người Đi Bộ Thành Kỵ Sĩ, cuốn sách cuối cùng của tác giả từng đoạt giải thưởng Winnie Colt về sự thành thạo cưỡi ngựa. Được khuyến nghị bởi Jockey, được ngựa chấp thuận.",
  "Horse Riding Vol 3: From Pedestrian to Equestrian": "Cưỡi Ngựa Tập 3: Từ Người Đi Bộ Đến Kỵ Sĩ",
  "By: Winnie Colt\\n\\nSo you think you can ride? Winnie Colt's Horse Riding expertise will have you and your horse whinnying with glee in no time. This introduction to the jockey way-of-life will teach you all the basic do's and don'ts on the saddle.": "Bởi: Winnie Colt\n\nVậy bạn nghĩ rằng bạn có thể cưỡi ngựa? Chuyên môn Cưỡi Ngựa của Winnie Colt sẽ khiến bạn và con ngựa của bạn hí vang trong vui sướng ngay lập tức. Phần giới thiệu này về lối sống của Jockey sẽ dạy bạn tất cả những điều nên và không nên cơ bản trên yên ngựa.",
  "Horse Riding Vol 1: Get Off Your High Horse, You're Still a Beginner": "Cưỡi Ngựa Tập 1: Xuống Ngựa Cao Cổ, Bạn Vẫn Chỉ Là Người Mới Bắt Đầu",
  "By: Winnie Colt\\n\\nHave you ever wondered the difference between a hearty \"Yeehaw\" and an upbeat \"Giddy Up\"? Winnie Colt is back with the second book in her horse riding series. It's time to advance your Horse Riding lingo to ensure smooth and effective communication directed at both horses and jockeys alike. A truly rootin'-tootin' read!": "Bởi: Winnie Colt\n\nBạn đã bao giờ tự hỏi sự khác biệt giữa một tiếng \"Yeehaw\" chân thành và một tiếng \"Giddy Up\" lạc quan? Winnie Colt đã trở lại với cuốn sách thứ hai trong loạt sách cưỡi ngựa của cô. Đã đến lúc nâng cao biệt ngữ Cưỡi Ngựa của bạn để đảm bảo giao tiếp suôn sẻ và hiệu quả hướng đến cả ngựa và kỵ sĩ. Một bài đọc thực sự hay!",
  "Horse Riding Vol 2: Jockey Jargon": "Cưỡi Ngựa Tập 2: Biệt Ngữ Jockey",
  "This retail Skill Book will teach the Horse Riding Skill.": "Sách Kỹ Năng Bán Lẻ này sẽ dạy Kỹ Năng Cưỡi Ngựa.",
  "Retail Horse Riding Skill Book": "Sách Kỹ Năng Cưỡi Ngựa Bán Lẻ",
  "Horse Riding Manual": "Sách Hướng Dẫn Cưỡi Ngựa",
  "Ranch homes used to be an exclusively cast iron cookware kind of place. While modern kitchens use all sorts of pots and pans, the Range Rustic line was constructed to hold the heaviest cast iron. Everything else is guaranteed to fit perfectly, and there won't be a single cabinet falling any time soon.": "Nhà trang trại trước đây là một nơi chỉ sử dụng đồ dùng nấu nướng bằng gang đúc. Trong khi các nhà bếp hiện đại sử dụng tất cả các loại nồi và chảo, dòng Range Rustic được xây dựng để chứa những đồ gang đúc nặng nhất. Mọi thứ khác được đảm bảo phù hợp hoàn hảo và sẽ không có một tủ nào rơi xuống trong thời gian sớm.",
  "Range Rustic Cabinet": "Tủ Range Rustic",
  "Those Nectar people keep calling this a \"rustic fire pit\" because \"campfire\" is apparently too plain for them. Either way, it offers light, warmth, and that smell of burning wood everyone's come to expect no matter what it's called.": "Những người làm rượu nectar đó cứ gọi đây là \"hố lửa mộc mạc\" vì \"lửa trại\" rõ ràng là quá tầm thường đối với họ. Dù bằng cách nào, nó cung cấp ánh sáng, hơi ấm và mùi gỗ cháy mà mọi người mong đợi bất kể nó được gọi là gì.",
  "Rustic Fire Pit": "Hố Lửa Mộc Mạc",
  "Adding a chimney like this to any home will likely spark comments like \"Wow, that's one rustic chimney!\" In this case, that's a good thing. It feels homey, not broken... except maybe for that one stone that's missing, but no one can even see it from here.": "Thêm một ống khói như thế này vào bất kỳ ngôi nhà nào có khả năng sẽ gây ra những bình luận như \"Wow, đó là một ống khói mộc mạc!\" Trong trường hợp này, đó là một điều tốt. Nó mang lại cảm giác ấm cúng, không bị hỏng... ngoại trừ có lẽ là viên đá bị thiếu đó, nhưng không ai có thể nhìn thấy nó từ đây.",
  "One Rustic Chimney": "Một Ống Khói Mộc Mạc",
  "The Rustic Range line was designed with both form <i>and</i> functionality in mind. The kitchen island isn't there to fill space, it's there to do a job and it will! It's sturdy, has all the storage you need, and even has rounded drawers for your corners if that's what you need. What more could you ask for?": "Dòng Rustic Range được thiết kế với cả hình thức <i>và</i> chức năng trong tâm trí. Bàn đảo bếp không ở đó để lấp đầy không gian, nó ở đó để thực hiện một công việc và nó sẽ làm! Nó chắc chắn, có tất cả các ngăn chứa đồ bạn cần và thậm chí có các ngăn kéo tròn cho các góc của bạn nếu đó là những gì bạn cần. Bạn còn có thể yêu cầu gì hơn nữa?",
  "Range Rustic Island": "Bàn Đảo Range Rustic",
  "Feel at home with the Range Rustic Counter! Guaranteed to fit with the rest of your ranch home and to stand up to anything you can cook. The Range Rustic line was built to handle everything. No meal is too big, too small, or too messy for these counters.": "Cảm thấy như ở nhà với Quầy Range Rustic! Đảm bảo phù hợp với phần còn lại của ngôi nhà trang trại của bạn và đứng vững trước bất cứ điều gì bạn có thể nấu. Dòng Range Rustic được xây dựng để xử lý mọi thứ. Không có bữa ăn nào quá lớn, quá nhỏ hoặc quá lộn xộn đối với những chiếc quầy này.",
  "Range Rustic Counter": "Quầy Range Rustic",
  "Just because they're curtains doesn't mean they can't have some flare! These curtains come with fringe, offering much needed character to the walls and windows of any home. They were probably the most boring part of it anyway before the curtains came on the scene.": "Chỉ vì chúng là rèm cửa không có nghĩa là chúng không thể có một chút sáng tạo! Những chiếc rèm này đi kèm với tua rua, mang đến những nét đặc trưng cần thiết cho các bức tường và cửa sổ của bất kỳ ngôi nhà nào. Dù sao thì chúng có lẽ là phần nhàm chán nhất của nó trước khi rèm cửa xuất hiện.",
  "Fringed and Fabulous Curtains": "Rèm Tua Rua Tuyệt Vời",
  "The Rootin' Tootin' Boot Scootin' Dance Floor is finer than any ol' puncheon floor for dancin'. Even if you've got the smallest barn around, you can fit this thing in any ol' corner!": "Sàn Nhảy Rootin' Tootin' Boot Scootin' đẹp hơn bất kỳ sàn nhà nào khác để nhảy. Ngay cả khi bạn có chuồng nhỏ nhất xung quanh, bạn có thể đặt thứ này vào bất kỳ góc nào!",
  "Rootin' Tootin' Boot Scootin' Dance Floor - Petite": "Sàn Nhảy Rootin' Tootin' Boot Scootin' - Nhỏ Nhắn",
  "The Rootin' Tootin' Boot Scootin' Dance Floor is finer than any ol' puncheon floor for dancin'. Tip your hat and find a friend to dance beside, because this thing is the perfect size for any Ranch Gathering!": "Sàn Nhảy Rootin' Tootin' Boot Scootin' đẹp hơn bất kỳ sàn nhà nào khác để nhảy. Nghiêng mũ của bạn và tìm một người bạn để nhảy bên cạnh, bởi vì thứ này có kích thước hoàn hảo cho bất kỳ Buổi Gặp Mặt Trang Trại nào!",
  "Rootin' Tootin' Boot Scootin' Dance Floor - Med": "Sàn Nhảy Rootin' Tootin' Boot Scootin' - Vừa",
  "The Rootin' Tootin' Boot Scootin' Dance Floor is finer than any ol' puncheon floor for dancin'. Put on your best pair of boots and gather 'round, because there's plenty of room for all your neighbors! ": "Sàn Nhảy Rootin' Tootin' Boot Scootin' đẹp hơn bất kỳ sàn nhà nào khác để nhảy. Đi đôi giày tốt nhất của bạn và tập hợp lại, bởi vì có rất nhiều chỗ cho tất cả những người hàng xóm của bạn!",
  "Rootin' Tootin' Boot Scootin' Dance Floor - Grande": "Sàn Nhảy Rootin' Tootin' Boot Scootin' - Lớn",
  "Show off your love of your area with these decals! Each one offers a unique piece of the prairie many ranchers call home. You know for sure that pictures are never as good as the real thing, but these decals sure are close.": "Thể hiện tình yêu của bạn với khu vực của bạn bằng những hình dán này! Mỗi hình dán mang đến một phần độc đáo của thảo nguyên mà nhiều người chăn nuôi gọi là nhà. Bạn chắc chắn biết rằng những bức ảnh không bao giờ tốt bằng những thứ thật, nhưng những hình dán này chắc chắn là gần gũi.",
  "Piece of the Prairie Decals": "Hình Dán Mảnh Thảo Nguyên",
  "A simple and functional pine desk. This desk was built to last. Two full-sized adults could jump up and down on this all day and not worry about it breaking.": "Một chiếc bàn gỗ thông đơn giản và chức năng. Chiếc bàn này được xây dựng để tồn tại lâu dài. Hai người lớn có kích thước đầy đủ có thể nhảy lên xuống trên chiếc bàn này cả ngày và không phải lo lắng về việc nó bị hỏng.",
  "Cormac Pine Desk": "Bàn Gỗ Thông Cormac",
  "This drop-front desk is a handcrafted antique that has stood up to time and made a way back into modern style. All its small imperfections contribute to the charm that add to the character of this essential writing or work space.": "Bàn có mặt trước thả xuống này là một đồ cổ thủ công đã đứng vững trước thời gian và quay trở lại phong cách hiện đại. Tất cả những khuyết điểm nhỏ của nó góp phần tạo nên sự quyến rũ làm tăng thêm đặc điểm của không gian làm việc hoặc viết thiết yếu này.",
  "Handcrafted Antique Desk": "Bàn Cổ Thủ Công",
  "Have young 'uns who love the ranch, but are a wee bit too young to help? Let them live out their dreams with this fabric fabricated barn. Luckily, the cleanup is easier too!": "Có những đứa trẻ yêu trang trại, nhưng còn quá nhỏ để giúp đỡ? Hãy để chúng sống với ước mơ của mình với chuồng trại làm bằng vải này. May mắn thay, việc dọn dẹp cũng dễ dàng hơn!",
  "Country Classic Barn Dollhouse": "Nhà Búp Bê Chuồng Trại Cổ Điển Nông Thôn",
  "Make way! The Crossbuck Double Door was built to give ranchers extra space to get what they need to in or out of a barn. Being able to get in and out isn't a barn-centric thing, though. If you like the style, add it to your home—no judgement here.": "Nhường đường! Cửa Đôi Chữ X được xây dựng để mang đến cho người chăn nuôi thêm không gian để lấy những gì họ cần vào hoặc ra khỏi chuồng. Tuy nhiên, việc có thể ra vào không phải là một thứ tập trung vào chuồng trại. Nếu bạn thích phong cách này, hãy thêm nó vào ngôi nhà của bạn — không có sự phán xét nào ở đây.",
  "Crossbuck Double Door": "Cửa Đôi Chữ X",
  "For when two doors aren't enough. Double up on your double doors to have options. Do you want to slide them open today? Do you want to walk through a hinged door? It's up to you with these doors.": "Dành cho những khi hai cánh cửa là không đủ. Nhân đôi cửa đôi của bạn để có các tùy chọn. Bạn có muốn trượt chúng mở ngày hôm nay không? Bạn có muốn đi bộ qua một cánh cửa có bản lề không? Tùy thuộc vào bạn với những cánh cửa này.",
  "Crossbuck Four Door Entrance": "Lối Vào Cửa Bốn Cánh Chữ X",
  "When walking through this archway, there is sure to be a sense of nostalgia for using old rustic wood. A good sense of the country sure is pleasant while knowing that old wood holds its weight well, such as this one.  ": "Khi đi qua cổng vòm này, chắc chắn sẽ có một cảm giác hoài niệm về việc sử dụng gỗ mộc mạc cũ. Một cảm giác tốt về vùng quê chắc chắn là dễ chịu trong khi biết rằng gỗ cũ giữ trọng lượng tốt, chẳng hạn như cái này.",
  "Rustic Wood Archway": "Cổng Vòm Gỗ Mộc Mạc",
  "Be the height of home décor fashion or maximize your barn's functionality. These sliding doors fit in just about everywhere.": "Đạt đến đỉnh cao của thời trang trang trí nhà cửa hoặc tối đa hóa chức năng của chuồng của bạn. Những cánh cửa trượt này phù hợp ở hầu hết mọi nơi.",
  "Crossbuck Sliding Door": "Cửa Trượt Chữ X",
  "Were you raised in a barn? Oh, you were. I guess it's okay that you've left these doors wide open then.\\n\\n<font color='#199C2C'>Mounted Horse Accessible</font>": "Bạn có lớn lên trong một cái chuồng không? Ồ, bạn đã từng. Tôi đoán là ổn khi bạn đã để những cánh cửa này mở toang.\n\n<font color='#199C2C'>Có Thể Tiếp Cận Bằng Ngựa Đã Cưỡi</font>",
  "Crossbuck Double Barn Door": "Cửa Chuồng Đôi Chữ X",
  "Get your Livestock (or yourself) into and out of rooms with ease. Space-saving and as sturdy as can be, it'll keep them from wandering around and give the space you need to work.": "Đưa Gia Súc (hoặc bản thân bạn) vào và ra khỏi phòng một cách dễ dàng. Tiết kiệm không gian và chắc chắn nhất có thể, nó sẽ giữ chúng không đi lang thang xung quanh và cung cấp cho bạn không gian bạn cần để làm việc.",
  "Iron Works Sliding Single Door": "Cửa Đơn Trượt Sắt",
  "Reclaim that big ol' barn door to bring the character of rugged reliability to your home. This door requires at least mid-height walls and 4 tiles.\\n\\n<font color='#199C2C'>Mounted Horse Accessible</font>": "Thu hồi cánh cửa chuồng lớn cũ đó để mang lại đặc điểm của độ tin cậy chắc chắn cho ngôi nhà của bạn. Cánh cửa này yêu cầu tường ít nhất là có chiều cao trung bình và 4 ô.\n\n<font color='#199C2C'>Có Thể Tiếp Cận Bằng Ngựa Đã Cưỡi</font>",
  "Crossbuck Sliding Barn Door": "Cửa Chuồng Trượt Chữ X",
  "What more could anyone want in a door for their abode? Solidly built, good locks, and even some windows to let the sun in or keep an eye on the animals. ": "Còn ai có thể muốn gì hơn ở một cánh cửa cho nơi ở của họ? Được xây dựng vững chắc, khóa tốt và thậm chí có một số cửa sổ để ánh nắng chiếu vào hoặc để mắt đến các loài động vật.",
  "Crossbuck Ranch Door": "Cửa Trang Trại Chữ X",
  "Where else would one find the best fit for life on the ranch? These timeless fashion items reflect rugged beauty and practical taste.\\n\\nHang on <b>Clothes-Hanging furniture</b>.": "Còn ở đâu nữa người ta có thể tìm thấy những gì phù hợp nhất cho cuộc sống trên trang trại? Những món đồ thời trang vượt thời gian này phản ánh vẻ đẹp gồ ghề và gu thẩm mỹ thiết thực.\n\nTreo trên <b>Đồ Nội Thất Treo Quần Áo</b>.",
  "Ranch Dudette Hanging Clothes": "Quần Áo Treo Ranch Dudette",
  "Who has time to fuss with a fit? We've got you covered with this handy-dandy selection of classic ranch styles.\\n\\nHang on <b>Clothes-Hanging furniture</b>.": "Ai có thời gian để bận tâm với một bộ đồ? Chúng tôi đã giúp bạn với lựa chọn tiện dụng này về các phong cách trang trại cổ điển.\n\nTreo trên <b>Đồ Nội Thất Treo Quần Áo</b>.",
  "Ranch Dude Hanging Clothes": "Quần Áo Treo Ranch Dude",
  "This wardrobe may not be a lot to look at, but it's solid as a rock despite being made of wood. Whoever put it together knew what they were doing, and were space conscious to boot.": "Tủ quần áo này có thể không có nhiều để xem, nhưng nó chắc chắn như đá mặc dù được làm bằng gỗ. Bất cứ ai ghép nó lại đều biết họ đang làm gì và cũng có ý thức về không gian.",
  "Solidly Built Wardrobe - Narrow": "Tủ Quần Áo Xây Dựng Chắc Chắn - Hẹp",
  "This wardrobe has stood the test of time. It might be a little old fashioned, but it's just as sturdy as the day it was built. The mirror doesn't even do the weird warped, smoky thing that some vintage mirrors do. ": "Tủ quần áo này đã đứng vững trước thử thách của thời gian. Nó có thể hơi lỗi thời, nhưng nó vẫn chắc chắn như ngày nó được xây dựng. Tấm gương thậm chí không làm những điều kỳ lạ bị cong vênh, hun khói mà một số gương cổ làm.",
  "Mirrored Wardrobe - Narrow": "Tủ Quần Áo Gương - Hẹp",
  "If there's the space for it, this wardrobe is well worth it. The doors might squeak the tiniest amount, but it's not breaking any time soon. It was built to last, and last it has. It'll probably outlive the person whose clothes are inside it, honestly.": "Nếu có không gian cho nó, thì chiếc tủ quần áo này rất đáng giá. Các cánh cửa có thể kêu cót két một chút, nhưng nó sẽ không bị hỏng trong thời gian sớm. Nó được xây dựng để tồn tại lâu dài và nó đã tồn tại. Nó có lẽ sẽ sống lâu hơn người có quần áo ở bên trong nó, thành thật mà nói.",
  "Solidly Built Wardrobe - Wide": "Tủ Quần Áo Xây Dựng Chắc Chắn - Rộng",
  "Concealed in this unassuming glass is Nectar with a bright and bold entrance, balanced profile, and buttery mouthfeel. This inspiring classic goes down smooth and doesn't overstay its welcome.": "Ẩn chứa trong chiếc ly khiêm tốn này là Rượu Nectar với một lối vào tươi sáng và táo bạo, hồ sơ cân bằng và cảm giác bơ trong miệng. Cổ điển đầy cảm hứng này trôi xuống êm ái và không ở lại quá lâu.",
  "Apple Nectar": "Rượu Nectar Táo",
  "The profile of sweet, tart, bitter, and earthen berry flavors in this Nectar perfectly reflects the creative journey of its creator: a mix of good, bad, all that life has to offer... and in the end, it all worked out.": "Hồ sơ về hương vị quả mọng ngọt, chua, đắng và đất trong Rượu Nectar này phản ánh một cách hoàn hảo hành trình sáng tạo của người tạo ra nó: một sự pha trộn giữa tốt, xấu, tất cả những gì cuộc sống mang lại... và cuối cùng, mọi thứ đều diễn ra tốt đẹp.",
  "Berry Nectar": "Rượu Nectar Quả Mọng",
  "Originally an attempt at homemade Power-Sip, this Nectar recipe's simple ingredients produce an electrifying, energetic flavor. This drink is all class, no sleep.": "Ban đầu là một nỗ lực tại Power-Sip tự làm, các thành phần đơn giản trong công thức Rượu Nectar này tạo ra một hương vị tràn đầy năng lượng, điện khí hóa. Đồ uống này là tất cả đẳng cấp, không ngủ.",
  "Energy Nectar": "Rượu Nectar Năng Lượng",
  "Gaining mastery of Nectar crafting isn't easy, but it does open room for creativity. This fruity concoction always contains a measure of happiness for any Sim who enjoys it.": "Nắm vững kỹ năng chế tạo Rượu Nectar không dễ, nhưng nó mở ra không gian cho sự sáng tạo. Loại hỗn hợp trái cây này luôn chứa đựng một thước đo hạnh phúc cho bất kỳ Sim nào thưởng thức nó.",
  "Fruit Nectar ": "Rượu Nectar Trái Cây",
  "This \"beverage\", if it can even be called that, is not so much a culinary invention as a bizarre alchemical joke: the overwhelming crush of death itself, flipped upside down by the humble spinach.": "Loại \"đồ uống\" này, nếu có thể gọi như vậy, không phải là một phát minh ẩm thực mà là một trò đùa giả kim kỳ lạ: sự nghiền nát áp đảo của chính cái chết, bị lật ngược bởi rau bina khiêm tốn.",
  "Vitality Nectar ": "Rượu Nectar Sức Sống",
  "A gorgeous and understated Nectar. Vampires possessed of the most sophisticated tastes will find this drink is all sweetness, no bite. Non-vampires who drink this will feel sick, even the fancy ones. There, now you know.": "Một loại Rượu Nectar tuyệt đẹp và tinh tế. Ma cà rồng sở hữu những gu thưởng thức tinh vi nhất sẽ thấy đồ uống này là tất cả vị ngọt, không có vị cắn. Những người không phải ma cà rồng uống thứ này sẽ cảm thấy ốm, ngay cả những người sành điệu. Đấy, bây giờ bạn đã biết.",
  "Plasma Nectar ": "Rượu Nectar Huyết Tương",
  "Everyone thought Potato Nectar was madness. They said it wouldn't work. They were <i>wrong</i>. In fact, the resulting Nectar is quite drinkable, though its effects are strong. Drink responsibly!": "Mọi người đều nghĩ rằng Rượu Nectar Khoai Tây là một sự điên rồ. Họ nói rằng nó sẽ không hoạt động. Họ đã <i>sai</i>. Trên thực tế, loại Rượu Nectar thu được khá dễ uống, mặc dù tác dụng của nó rất mạnh. Uống có trách nhiệm!",
  "Potato Nectar": "Rượu Nectar Khoai Tây",
  "Sweet strawberry flavors tumble across the palate, frolicking together and igniting the senses. Fall in love with this Nectar, and maybe also the consenting individual next to you!": "Hương vị dâu tây ngọt ngào lăn trên vòm miệng, nô đùa cùng nhau và đốt cháy các giác quan. Hãy yêu loại Rượu Nectar này, và có lẽ cả cá nhân đồng ý bên cạnh bạn!",
  "Strawberry Nectar": "Rượu Nectar Dâu Tây",
  "Uncommon Nectar demands uncommon ingredients. Likewise, this Nectar is a taste to be acquired, not simply taken in-hand like any ordinary, pedestrian beverage. <i>Side effects may include bodily odor and affinity with certain animals.</i>": "Rượu Nectar không phổ biến đòi hỏi các thành phần không phổ biến. Tương tự, loại Rượu Nectar này là một hương vị cần có được, không chỉ đơn giản là cầm trong tay như bất kỳ đồ uống bình thường, tầm thường nào. <i>Tác dụng phụ có thể bao gồm mùi cơ thể và mối quan hệ thân thiết với một số động vật nhất định.</i>",
  "Trash Nectar": "Rượu Nectar Rác",
  "Valerian Nectar won't win any taste awards, but keen Spellcasters will be more interested in the contents: distilled essence of the Valerian Root.": "Rượu Nectar Nữ Lang sẽ không giành được bất kỳ giải thưởng hương vị nào, nhưng những Người Sử Dụng Phép Thuật sắc sảo sẽ quan tâm hơn đến các thành phần: tinh chất chưng cất của Rễ Nữ Lang.",
  "Valerian Nectar": "Rượu Nectar Nữ Lang",
  "Even the most easygoing Werewolf needs a break from Moonpetal Punch. Moonpetal Nectar offers a delicious alternative! Beware: any Werewolf who drinks too much will surely struggle to maintain control...": "Ngay cả Người Sói dễ tính nhất cũng cần nghỉ ngơi khỏi Moonpetal Punch. Rượu Nectar Moonpetal mang đến một sự thay thế ngon miệng! Hãy coi chừng: bất kỳ Người Sói nào uống quá nhiều chắc chắn sẽ изо всех сил duy trì quyền kiểm soát...",
  "Moonpetal nectar": "Rượu Nectar Moonpetal",
  "Who wouldn't enjoy a snack, a sip of Nectar, and a good cleanse <i>at the same time?</i> A tasty glass of Prairie Grass is the perfect pick-me-up for Sims who are as fancy as they are busy.": "Ai mà lại không thích một món ăn nhẹ, một ngụm Rượu Nectar và một cuộc thanh lọc tốt <i>cùng một lúc?</i> Một ly Cỏ Đồng Cỏ ngon là sự lựa chọn hoàn hảo cho những Sim vừa sang trọng vừa bận rộn.",
  "Prairie Grass Nectar": "Rượu Nectar Cỏ Đồng Cỏ",
  "The original Nectar. This drink is the belle of any ball, dinner party, or midnight snack. Any Sim who enjoys this beverage will know, deep down, that fancy is a state of mind.": "Rượu Nectar nguyên bản. Đồ uống này là ngôi sao của bất kỳ buổi dạ hội, bữa tối hoặc bữa ăn khuya nào. Bất kỳ Sim nào thích đồ uống này sẽ biết, sâu thẳm trong lòng, rằng sự sang trọng là một trạng thái của tâm trí.",
  "Grape Nectar": "Rượu Nectar Nho",
  "Concealed in this unassuming bottle is Nectar with a bright and bold entrance, balanced profile, and buttery mouthfeel. This inspiring classic goes down smooth and doesn't overstay its welcome.": "Ẩn chứa trong chiếc chai khiêm tốn này là Rượu Nectar với một lối vào tươi sáng và táo bạo, hồ sơ cân bằng và cảm giác bơ trong miệng. Cổ điển đầy cảm hứng này trôi xuống êm ái và không ở lại quá lâu.",
  "Fruit Nectar": "Rượu Nectar Trái Cây",
  "Vitality Nectar": "Rượu Nectar Sức Sống",
  "Plasma Nectar": "Rượu Nectar Huyết Tương",
  "Everyone thought Potato Nectar was madness. They said it wouldn't work. They were wrong. In fact, the resulting Nectar is quite drinkable, though its effects are strong. Drink responsibly!": "Mọi người đều nghĩ rằng Rượu Nectar Khoai Tây là một sự điên rồ. Họ nói rằng nó sẽ không hoạt động. Họ đã sai. Trên thực tế, loại Rượu Nectar thu được khá dễ uống, mặc dù tác dụng của nó rất mạnh. Uống có trách nhiệm!",
  "Sweet strawberry flavors tumble across the pallet, frolicking together and igniting the senses. Fall in love with this Nectar, and maybe also the consenting individual next to you!": "Hương vị dâu tây ngọt ngào lăn trên vòm miệng, nô đùa cùng nhau và đốt cháy các giác quan. Hãy yêu loại Rượu Nectar này, và có lẽ cả cá nhân đồng ý bên cạnh bạn!",
  "Uncommon Nectar demands uncommon ingredients. Likewise, this Nectar is a taste to be acquired, not simply taken in-hand like any ordinary, pedestrian beverage. Side effects may include bodily odor and affinity with certain animals.": "Rượu Nectar không phổ biến đòi hỏi các thành phần không phổ biến. Tương tự, loại Rượu Nectar này là một hương vị cần có được, không chỉ đơn giản là cầm trong tay như bất kỳ đồ uống bình thường, tầm thường nào. Tác dụng phụ có thể bao gồm mùi cơ thể và mối quan hệ thân thiết với một số động vật nhất định.",
  "Moonpetal Nectar": "Rượu Nectar Moonpetal",
  "Who wouldn't enjoy a snack, a sip of Nectar, and a good cleanse at the same time? A tasty glass of Prairie Grass is the perfect pick-me-up for Sims who are as fancy as they are busy.": "Ai mà lại không thích một món ăn nhẹ, một ngụm Rượu Nectar và một cuộc thanh lọc tốt cùng một lúc? Một ly Cỏ Đồng Cỏ ngon là sự lựa chọn hoàn hảo cho những Sim vừa sang trọng vừa bận rộn.",
  "Grape Nectar ": "Rượu Nectar Nho",
  "Gather yourself, your friends, and your family for a grill out on the Ranch. Why not just go ahead and invite the neighborhood for good times around the grill? This grill is designed to bring folks together for a good meal. ": "Tập hợp bản thân, bạn bè và gia đình của bạn để nướng thịt ngoài trời trên Trang Trại. Tại sao không cứ tiếp tục và mời cả khu phố đến để có những khoảng thời gian vui vẻ xung quanh vỉ nướng? Vỉ nướng này được thiết kế để đưa mọi người lại với nhau để có một bữa ăn ngon.",
  "Trailboss Firebox Grill": "Vỉ Nướng Trailboss Firebox",
  "Use that extra wood lying around to keep warm! This fireplace is one of the best things ever made out of iron. It'll keep your ranch house warm on those chilly nights (and days, for that matter) and it looks like it was meant to be wherever you put it.": "Sử dụng số gỗ thừa nằm xung quanh để giữ ấm! Lò sưởi này là một trong những thứ tốt nhất từng được làm từ sắt. Nó sẽ giữ cho ngôi nhà trang trại của bạn ấm áp vào những đêm lạnh giá (và cả những ngày, về vấn đề đó) và nó trông giống như nó được dùng để ở bất cứ nơi nào bạn đặt nó.",
  "While the Iron's Hot Fireplace": "Lò Sưởi Trong Khi Sắt Còn Nóng",
  "Despite popular belief, it <i>does</i> get cold out on the ranch from time to time. This fireplace will provide all the warmth you need on those chilly days and nights, and it'll look good doing it.": "Mặc dù có niềm tin phổ biến, nhưng thỉnh thoảng <i>trời vẫn</i> lạnh trên trang trại. Lò sưởi này sẽ cung cấp tất cả sự ấm áp bạn cần vào những ngày và đêm lạnh giá đó và nó sẽ trông đẹp khi làm điều đó.",
  "Sturdy Ranch Fireplace": "Lò Sưởi Trang Trại Chắc Chắn",
  "Bison Stew": "Món Hầm Bò Rừng",
  "Wild Nut Soup": "Súp Hạt Dại",
  "Pan de Campo": "Pan de Campo",
  "A great Ranch needs a great and dependable stall door with the best stability. Modern iron matched with natural unfinished wood completes the elegant and rustic charm especially fit for Sims and Horses with great taste.": "Một Trang Trại tuyệt vời cần một cửa chuồng tuyệt vời và đáng tin cậy với sự ổn định tốt nhất. Sắt hiện đại kết hợp với gỗ tự nhiên chưa hoàn thiện hoàn thành sự quyến rũ thanh lịch và mộc mạc đặc biệt phù hợp cho Sim và Ngựa có gu thẩm mỹ tuyệt vời.",
  "Stable Stall Door": "Cửa Chuồng Ổn Định",
  "What good is a paddock if you can't get in and out? Presenting the Paddock Gate: The best finishing touch to your Paddock Fencing for maximum (or any) accessibility.": "Một bãi quây tốt thì có ích gì nếu bạn không thể vào và ra? Xin giới thiệu Cổng Bãi Quây: Điểm nhấn hoàn thiện tốt nhất cho Hàng Rào Bãi Quây của bạn để có khả năng tiếp cận tối đa (hoặc bất kỳ khả năng tiếp cận nào).",
  "Paddock Gate": "Cổng Bãi Quây",
  "A perfect match for your Timber! Log Fencing, this gate is sure to meet expectations, especially if your expectations involve it being log-shaped and also a gate.": "Hoàn toàn phù hợp với Timber! Hàng Rào Gỗ của bạn, cánh cổng này chắc chắn sẽ đáp ứng được sự mong đợi, đặc biệt nếu sự mong đợi của bạn liên quan đến việc nó có hình dạng khúc gỗ và cũng là một cánh cổng.",
  "Timber! Log Gate": "Timber! Cổng Gỗ",
  "Wood is fine for some, but, for others, metal is where it's at! This galvanized steel gate provides durability to the max. You could even say it's totally tubular.": "Gỗ thì tốt cho một số người, nhưng đối với những người khác, kim loại mới là thứ cần thiết! Cổng thép mạ kẽm này mang lại độ bền tối đa. Bạn thậm chí có thể nói rằng nó hoàn toàn hình ống.",
  "Tubular Steel Gate": "Cổng Thép Hình Ống",
  "(Debug) Dreadhorse Caverns": "(Gỡ Lỗi) Hang Động Dreadhorse",
  "(Debug) Cave Rabbit Hole": "(Gỡ Lỗi) Lỗ Thỏ Hang Động",
  "For some ranchers, Horse Manure has proven to be a <i>stable</i> source of income! Sell your fertilizer for a hefty profit or grow a thriving garden by fertilizing your plants with the best manure on the market. Ultimately don't let your horse waste its precious gift, instead use it to make your Ranch thrive!": "Đối với một số người chăn nuôi, Phân Ngựa đã được chứng minh là một nguồn thu nhập <i>ổn định</i>! Bán phân bón của bạn để kiếm lợi nhuận lớn hoặc trồng một khu vườn thịnh vượng bằng cách bón phân cho cây trồng của bạn bằng loại phân tốt nhất trên thị trường. Cuối cùng, đừng để con ngựa của bạn lãng phí món quà quý giá của nó, thay vào đó hãy sử dụng nó để làm cho Trang Trại của bạn phát triển!",
  "Normal Quality Horse Manure": "Phân Ngựa Chất Lượng Bình Thường",
  "Outstanding Quality Horse Manure": "Phân Ngựa Chất Lượng Vượt Trội",
  "Poor Quality Horse Manure": "Phân Ngựa Chất Lượng Kém",
  "Horses are in for a barrel of fun while improving their Agility Skill in the most authentically country way imaginable!": "Ngựa sẽ có một thùng niềm vui trong khi cải thiện Kỹ Năng Nhanh Nhẹn của chúng theo cách chân thực nhất có thể tưởng tượng được!",
  "Heritage Vintage Horse Barrels": "Thùng Ngựa Cổ Điển Di Sản",
  "These durable plastic barrels are Championship Certified for competition barrel racing.": "Những thùng nhựa bền này được Chứng Nhận Vô Địch cho cuộc thi đua thùng.",
  "Champ Certified Horse Barrels": "Thùng Ngựa Được Chứng Nhận Vô Địch",
  "The jump is too high to cross? Balderdash! With training, your Horse will be flying through the air lickitysplit!": "Cú nhảy quá cao để vượt qua? Vớ vẩn! Với sự huấn luyện, Ngựa của bạn sẽ bay trên không trung một cách nhanh chóng!",
  "Champ Certified Horse Jump": "Cú Nhảy Ngựa Được Chứng Nhận Vô Địch",
  "Nothin' fancy is needed for home on the Ranch! Your Horse will enjoy this jumping obstacle just as much as any ol' fancy schmancy design. It gets the job done and soon your Horse will be a jumping virtuoso!": "Không cần gì cầu kỳ cho ngôi nhà ở Trang Trại! Con Ngựa của bạn sẽ thích chướng ngại vật nhảy này cũng nhiều như bất kỳ thiết kế hoa mỹ nào khác. Nó hoàn thành công việc và chẳng mấy chốc Ngựa của bạn sẽ trở thành một nghệ sĩ điêu luyện về nhảy!",
  "Heritage Vintage Horse Jumps": "Cú Nhảy Ngựa Cổ Điển Di Sản",
  "This Community Board provides valuable information on the local residents and all things ranch related. You can purchase animals, learn about animal care, or sign up your horse for training. You can also hire a Ranch Hand, plan a Ranch Event, and even do some community jobs to help around town!  ": "Bảng Cộng Đồng này cung cấp thông tin có giá trị về cư dân địa phương và tất cả những thứ liên quan đến trang trại. Bạn có thể mua động vật, tìm hiểu về chăm sóc động vật hoặc đăng ký cho ngựa của bạn tham gia huấn luyện. Bạn cũng có thể thuê một Người Làm Trang Trại, lên kế hoạch cho một Sự Kiện Trang Trại và thậm chí làm một số công việc cộng đồng để giúp đỡ xung quanh thị trấn!",
  "Ranch Community Board": "Bảng Cộng Đồng Trang Trại",
  "Barns need lighting. This light has no frills, just functionality. The metal dome shade maximizes downward illumination of Horses and Hay alike.\n\nThis model affords maximum headroom.": "Chuồng cần ánh sáng. Đèn này không có rườm rà, chỉ có chức năng. Bóng đèn vòm kim loại tối đa hóa khả năng chiếu sáng xuống dưới của Ngựa và Cỏ Khô.\nMẫu này mang lại khoảng không tối đa.",
  "Barn Pendant Lamp - Short": "Đèn Treo Chuồng - Ngắn",
  "Barns need lighting. This light has no frills, just functionality. The metal dome shade maximizes downward illumination of Horses and Hay alike.\n\nThis model features a moderate height.": "Chuồng cần ánh sáng. Đèn này không có rườm rà, chỉ có chức năng. Bóng đèn vòm kim loại tối đa hóa khả năng chiếu sáng xuống dưới của Ngựa và Cỏ Khô.\nMẫu này có chiều cao vừa phải.",
  "Barn Pendant Lamp - Medium": "Đèn Treo Chuồng - Vừa",
  "Barns need lighting. This light has no frills, just functionality. It's perfect for barns, and if you buy a couple extra, they'd work just fine in a ranch home too. Just get used to the squeaking it'll make some day.": "Chuồng cần ánh sáng. Đèn này không có rườm rà, chỉ có chức năng. Nó hoàn hảo cho chuồng trại, và nếu bạn mua thêm một vài cái, chúng cũng sẽ hoạt động tốt trong một ngôi nhà trang trại. Chỉ cần làm quen với tiếng kêu cót két mà nó sẽ tạo ra một ngày nào đó.",
  "Barn Pendant Lamp - Long": "Đèn Treo Chuồng - Dài",
  "Illuminate your home in fierce, fiery flair with this petit wrought iron chandelier.\n\nThis model offers the most headroom.": "Chiếu sáng ngôi nhà của bạn trong sự rực rỡ, mãnh liệt với đèn chùm sắt rèn nhỏ bé này.\n\nMẫu này cung cấp khoảng không trên đầu nhiều nhất.",
  "Iron Works Chandelier - Short": "Đèn Chùm Sắt - Ngắn",
  "Illuminate your home in fierce, fiery flair with this grand wrought iron chandelier.\n\nThis model features a moderate height.": "Chiếu sáng ngôi nhà của bạn trong sự rực rỡ, mãnh liệt với đèn chùm sắt rèn lớn này.\n\nMẫu này có chiều cao vừa phải.",
  "Iron Works Chandelier - Medium": "Đèn Chùm Sắt - Vừa",
  "Illuminate your home in fierce, fiery flair with this grand wrought iron chandelier. It features Everlasting Candle technology and No-Touchy Flames guaranteed to not catch anything on fire.": "Chiếu sáng ngôi nhà của bạn trong sự rực rỡ, mãnh liệt với đèn chùm sắt rèn lớn này. Nó có công nghệ Nến Vĩnh Cửu và Ngọn Lửa Không Chạm được đảm bảo không bắt lửa bất cứ thứ gì.",
  "Iron Works Chandelier - Long": "Đèn Chùm Sắt - Dài",
  "Campfire stories have you scared of the dark? Or missing that soft campfire glow? This table lamp is sure to illuminate the room just right while keeping a classy rustic look.": "Những câu chuyện kể bên lửa trại khiến bạn sợ bóng tối? Hay nhớ ánh sáng dịu nhẹ của lửa trại? Đèn bàn này chắc chắn sẽ chiếu sáng căn phòng một cách vừa phải đồng thời giữ được vẻ ngoài mộc mạc sang trọng.",
  "Rust'n Chic Table Lamp": "Đèn Bàn Rust'n Chic",
  "This homemade candle with palo santo and sage brings a soft light to your space.": "Nến tự làm với palo santo và xô thơm này mang lại ánh sáng dịu nhẹ cho không gian của bạn.",
  "Harmonious Sage Candle Tray": "Khay Nến Xô Thơm Hài Hòa",
  "Whether you need to light up a barn, a hallway, or a bedroom, this Lone Star Lantern will drop kick the darkness so you can be darn sure nothing is hiding in the shadows.": "Cho dù bạn cần thắp sáng một chuồng trại, một hành lang hay một phòng ngủ, Đèn Lồng Ngôi Sao Đơn Độc này sẽ đá bay bóng tối để bạn có thể chắc chắn rằng không có gì ẩn nấp trong bóng tối.",
  "Lone Star Lantern": "Đèn Lồng Ngôi Sao Đơn Độc",
  "Light up your home with rustic style. This electric wall lantern was created from reclaimed hand lanterns and retrofitted with LED filament bulbs for a beautiful, charming glow. ": "Thắp sáng ngôi nhà của bạn với phong cách mộc mạc. Đèn lồng treo tường điện này được tạo ra từ những chiếc đèn lồng cầm tay được thu hồi và trang bị thêm bóng đèn sợi đốt LED để có ánh sáng rực rỡ, quyến rũ.",
  "Electric Wall Lantern": "Đèn Lồng Treo Tường Điện",
  "Your reflection is looking so good you could just about boogie with yourself all day. Tip your hat and compliment yourself with this free standing wooden mirror. You can take your moves and confidence over to the dance hall in town.": "Hình ảnh phản chiếu của bạn trông đẹp đến nỗi bạn có thể nhảy nhót với chính mình cả ngày. Nghiêng mũ của bạn và khen ngợi bản thân với chiếc gương gỗ đứng tự do này. Bạn có thể mang những bước nhảy và sự tự tin của mình đến phòng khiêu vũ trong thị trấn.",
  "Boot Scootin' Reflections Mirror": "Gương Phản Chiếu Boot Scootin'",
  "The resonator guitar is the rancher's preferred instrument for porch playing.\\n\\n<font color='#199C2C'>From the Rockin’ Rancher Digital Content</font>": "Đàn guitar resonator là nhạc cụ được người chăn nuôi ưa thích để chơi trên hiên nhà.\n\n<font color='#199C2C'>Từ Nội Dung Kỹ Thuật Số Rockin’ Rancher</font>",
  "'63 Twilight Notes Resonator Guitar": "Đàn Guitar Resonator '63 Twilight Notes",
  "It's guaranteed that this piano played some good tunes in its day and is ready to be enjoyed for many more years to come. Some say that this piano was once a part of the town's old saloon before it became the nectar bar.": "Đảm bảo rằng chiếc đàn piano này đã chơi một số giai điệu hay trong thời của nó và sẵn sàng được thưởng thức trong nhiều năm tới. Một số người nói rằng chiếc đàn piano này từng là một phần của quán rượu cũ của thị trấn trước khi nó trở thành quán rượu Nectar.",
  "Chestnut Saloon Upright Piano": "Đàn Piano Đứng Chestnut Saloon",
  "Welcome to the one stop shop for all your Nectar Making needs! With this bad boy Sims can get started crafting simple Nectars, then work up to the big league recipes. Keep your Nectar corked and let it age to perfection. (Consider pairing with a Nectar rack to speed up the process!)": "Chào mừng đến với cửa hàng một điểm dừng cho tất cả các nhu cầu Làm Rượu Nectar của bạn! Với chàng trai hư này, Sim có thể bắt đầu chế tạo các loại Rượu Nectar đơn giản, sau đó làm việc để có được các công thức của giải đấu lớn. Giữ Rượu Nectar của bạn được nút và để nó già đi đến độ hoàn hảo. (Hãy cân nhắc kết hợp với giá Rượu Nectar để tăng tốc quá trình!)",
  "Rootin' Fruit'n Nectar Maker": "Máy Làm Rượu Nectar Rootin' Fruit'n",
  "Any Nectar-enthusiasts favorite way to store their sweet, sweet Nectar! With room for thirteen bottles each, this storage rack can be stack vertically or side-by-side to line the walls of any Sim's dream Nectar Cellar... or left in solitude as a cute stand-alone cabinet.": "Cách yêu thích của bất kỳ người đam mê Rượu Nectar nào để lưu trữ Rượu Nectar ngọt ngào, ngọt ngào của họ! Với chỗ cho mười ba chai mỗi chai, giá lưu trữ này có thể được xếp chồng theo chiều dọc hoặc cạnh nhau để lót các bức tường của Hầm Rượu Nectar trong mơ của bất kỳ Sim nào... hoặc để một mình như một tủ độc lập dễ thương.",
  "Rancher's Stackable Nectar Storage Rack": "Giá Lưu Trữ Rượu Nectar Có Thể Xếp Chồng Của Người Chăn Nuôi",
  "Take in the beautiful sights of Ranch Life with these picturesque landscape paintings. Hang 'em on your walls, your mantle, or even your barn for all to enjoy!": "Chiêm ngưỡng những cảnh đẹp của Cuộc Sống Trang Trại với những bức tranh phong cảnh đẹp như tranh vẽ này. Treo chúng trên tường, lò sưởi của bạn hoặc thậm chí cả chuồng của bạn để mọi người cùng thưởng thức!",
  "Home on the Range Paintings": "Những Bức Tranh Ngôi Nhà Trên Thảo Nguyên",
  "Stacked neatly on a shelf, the counter, or wherever else you like! These metal plates are just what you need to bring your kitchen from basic barn to shabby chic! ": "Xếp chồng gọn gàng trên kệ, quầy hoặc bất cứ nơi nào khác bạn thích! Những chiếc đĩa kim loại này là những gì bạn cần để mang nhà bếp của bạn từ chuồng cơ bản đến sang trọng tồi tàn!",
  "Shabby Chic Stacked Plates": "Đĩa Xếp Chồng Sang Trọng Tồi Tàn",
  "This decorative Nectar storage barrel pairs well with your finest home-crafted refreshment. Just place it down and you already feel like you're in Nectar country!": "Thùng lưu trữ Rượu Nectar trang trí này kết hợp tốt với đồ uống giải khát thủ công tốt nhất của bạn. Chỉ cần đặt nó xuống và bạn đã cảm thấy như mình đang ở vùng Rượu Nectar!",
  "Nectar Country Barrel": "Thùng Rượu Nectar",
  "Despite what people think when they first look at the area, there's plenty of good dirt for growing 'round these parts. That's why making Nectar is so popular! These flowers were the first sign of life in the area, and the locals generally like to keep them where they are. ": "Mặc dù mọi người nghĩ gì khi lần đầu tiên nhìn vào khu vực này, nhưng có rất nhiều đất tốt để trồng trọt ở những khu vực này. Đó là lý do tại sao làm Rượu Nectar lại rất phổ biến! Những bông hoa này là dấu hiệu đầu tiên của sự sống trong khu vực và người dân địa phương thường thích giữ chúng ở nguyên vị trí.",
  "Canyon Wild Flowers": "Hoa Dại Canyon",
  "This grass has been in the sun too long, and it's all dried out. The good news is that it still looks nice! The bad news is that it's always going to look like that. Maybe that's what you're into with your landscaping. No judgment here. ": "Loại cỏ này đã ở dưới ánh mặt trời quá lâu và tất cả đều bị khô. Tin tốt là nó vẫn trông đẹp! Tin xấu là nó sẽ luôn trông như vậy. Có lẽ đó là những gì bạn thích trong cảnh quan của mình. Không có sự phán xét nào ở đây.",
  "Tall Grass (Dry)": "Cỏ Cao (Khô)",
  "It may be a little overgrown, but that's part of the charm.": "Nó có thể hơi um tùm, nhưng đó là một phần của sự quyến rũ.",
  "Tall Grass": "Cỏ Cao",
  "Don't leave anyone in any doubt about what you enjoy. Having a single (or multiple) Horseshoe Topiary will signal to everyone that this is where horses are welcome... as long as they don't try to eat it.": "Đừng để ai nghi ngờ về những gì bạn thích. Có một (hoặc nhiều) Cây Cảnh Hình Móng Ngựa sẽ báo hiệu cho mọi người rằng đây là nơi chào đón ngựa... miễn là chúng không cố gắng ăn nó.",
  "Horseshoe Topiary": "Cây Cảnh Hình Móng Ngựa",
  "Who's got time to ride all the way back home when nature calls? No need to be ashamed! When motives are low, you gotta go!": "Ai có thời gian để cưỡi ngựa suốt đường về nhà khi thiên nhiên gọi? Không cần phải xấu hổ! Khi động cơ thấp, bạn phải đi!",
  "Nature's Relief Bush": "Bụi Cây Giải Tỏa Thiên Nhiên",
  "Utility is what you need around the Ranch and this flower vase is a prime example of pulling double duty! Beautifying a space is important, but we Ranchers make sure that decoration serves a purpose!": "Tiện ích là những gì bạn cần xung quanh Trang Trại và chiếc bình hoa này là một ví dụ điển hình về việc thực hiện gấp đôi nhiệm vụ! Làm đẹp một không gian là quan trọng, nhưng chúng tôi, những Người Chăn Nuôi đảm bảo rằng trang trí phục vụ một mục đích!",
  "Utility Floral Receptacle ": "Bình Đựng Hoa Tiện Ích",
  "It's pretty common to be all about multi-functionality on a ranch. Why an item with only one use when you can have one item with a lot of uses? The Floral Pitcher could hold some milk or water, but right now, it's holding some flowers. The best part is that it'll look right at home on any counter or table.": "Khá phổ biến khi nói đến đa chức năng trên một trang trại. Tại sao lại là một vật phẩm chỉ có một công dụng khi bạn có thể có một vật phẩm có nhiều công dụng? Bình Hoa có thể đựng một ít sữa hoặc nước, nhưng ngay bây giờ, nó đang đựng một vài bông hoa. Phần tốt nhất là nó sẽ trông ngay tại nhà trên bất kỳ quầy hoặc bàn nào.",
  "Floral Pitcher": "Bình Hoa",
  "Display on your table, a shelf, or anywhere you like! This wild flower arrangement is meant to bring the outside in and turn a frown upside down!": "Trưng bày trên bàn, kệ hoặc bất cứ nơi nào bạn thích! Sự sắp xếp hoa dại này có nghĩa là mang bên ngoài vào và biến một cái cau mày thành một cái lộn ngược!",
  "Happy Wild Flowers": "Hoa Dại Vui Vẻ",
  "It's not just a boulder... it's rocks! Add some nature back into your outdoor space with this collection of rocks. Make your land feel more like the environment around it, and add some natural style back in.": "Nó không chỉ là một tảng đá... nó là đá! Thêm một chút thiên nhiên trở lại không gian ngoài trời của bạn với bộ sưu tập đá này. Làm cho vùng đất của bạn cảm thấy giống như môi trường xung quanh hơn và thêm một số phong cách tự nhiên trở lại.",
  "Boulder and Friends": "Tảng Đá và Những Người Bạn",
  "Give your structure (Barn or otherwise) some character with this turret! Plus, the windows will let sunshine in so you can't go wrong.": "Mang lại cho công trình của bạn (Chuồng hoặc cách khác) một số đặc điểm với tháp pháo này! Thêm vào đó, các cửa sổ sẽ cho ánh nắng chiếu vào để bạn không thể làm sai.",
  "Barn Turret": "Tháp Pháo Chuồng",
  "Sometimes, it can be hard to explain to insistent children why their favorite outside animal can't sleep inside with them. With the Inside Animals Rug, you'll be able to give them the animal they love with none of the mess and smell inside your house.": "Đôi khi, có thể khó giải thích cho những đứa trẻ khăng khăng tại sao con vật bên ngoài yêu thích của chúng không thể ngủ bên trong với chúng. Với Thảm Động Vật Bên Trong, bạn sẽ có thể cho chúng con vật mà chúng yêu thích mà không có bất kỳ sự lộn xộn và mùi nào bên trong nhà bạn.",
  "Inside Animals Rug": "Thảm Động Vật Bên Trong",
  "Not getting enough of hay outside on the ranch? Bring on the hay with this hay inspired rug that is sure to bring the outdoor ranch look inside so you don't have to miss it too much. Rug material not edible, even if it looks like real hay.": "Không nhận đủ cỏ khô bên ngoài trang trại? Mang cỏ khô vào với tấm thảm lấy cảm hứng từ cỏ khô này, chắc chắn sẽ mang lại vẻ ngoài trang trại ngoài trời vào bên trong để bạn không phải nhớ nó quá nhiều. Vật liệu thảm không ăn được, ngay cả khi nó trông giống như cỏ khô thật.",
  "Hay Now! Soft Hay Rug": "Thảm Cỏ Khô Mềm Mại Hay Now!",
  "Need to add a little plushness and color to the room? This rug is sure to brighten up the space and warm up your feet, whether or not it's for a child's room or a sophisticated adult abode.": "Cần thêm một chút sang trọng và màu sắc cho căn phòng? Tấm thảm này chắc chắn sẽ làm sáng không gian và làm ấm đôi chân của bạn, cho dù nó dành cho phòng của trẻ em hay một nơi ở tinh tế của người lớn.",
  "No Colt Feet Rug": "Thảm Không Dành Cho Chân Ngựa Non",
  "This rug is woven as tightly as the ranch community of Chestnut Ridge where Indigenous artisans made it. Its patterns and colors reflect the beauty of the land and sky.": "Tấm thảm này được dệt chặt chẽ như cộng đồng trang trại Chestnut Ridge, nơi các nghệ nhân bản địa đã làm ra nó. Các hoa văn và màu sắc của nó phản ánh vẻ đẹp của đất và bầu trời.",
  "Ranch Retreat Rug": "Thảm Ốc Đảo Trang Trại",
  "This wood barrel that once held Nectar has been restored to have a second life as ranch décor.": "Thùng gỗ này từng đựng Rượu Nectar đã được khôi phục để có một cuộc sống thứ hai như đồ trang trí trang trại.",
  "Salvaged Barrel - Natural": "Thùng Cứu Vớt - Tự Nhiên",
  "This 55 gallon drum that once held Nectar has been restored to have a second life as ranch décor.": "Thùng 55 gallon này từng đựng Rượu Nectar đã được khôi phục để có một cuộc sống thứ hai như đồ trang trí trang trại.",
  "Salvaged Barrel - Painted": "Thùng Cứu Vớt - Sơn",
  "Who has time to clean when there is so much to be done on the Ranch? These go unused so much that it's almost like they're just decoration.": "Ai có thời gian để dọn dẹp khi có quá nhiều việc phải làm trên Trang Trại? Những thứ này không được sử dụng nhiều đến mức gần như chúng chỉ là đồ trang trí.",
  "Skedaddle Cleaning Supply": "Đồ Dùng Vệ Sinh Skedaddle",
  "Ready for lunch, partner? This garden sculpture hearkens to the food truck of the old west, the chuck wagon. The \"cookie\" would cook up cowboy camp meals including Pan de Campo. Likewise, this gnome diligently provides for his imaginary ranch friends.": "Sẵn sàng cho bữa trưa chưa, đối tác? Tác phẩm điêu khắc sân vườn này gợi nhớ đến xe tải thực phẩm của miền tây cũ, xe tải thực phẩm. Các đầu bếp sẽ nấu các bữa ăn cắm trại của cao bồi bao gồm Pan de Campo. Tương tự, chú lùn này siêng năng cung cấp cho những người bạn trang trại tưởng tượng của mình.",
  "Chuck Wagon with Trailboss Gnome": "Xe Tải Thực Phẩm Với Thần Lùn Trailboss",
  "Flags where you need them, when you need them! These will pull attention to the places you need to be noticed. I guess that's a banner's purpose, huh?": "Cờ ở nơi bạn cần, khi bạn cần! Những thứ này sẽ thu hút sự chú ý đến những nơi bạn cần được chú ý. Tôi đoán đó là mục đích của một biểu ngữ, phải không?",
  "Rider Attention Banners": "Biểu Ngữ Thu Hút Sự Chú Ý Của Người Cưỡi",
  "The horse is our brother. He guides us in the quiet ways of being. He reveals understanding without language. He teaches humility and relationship. And he carries us to glory.": "Con ngựa là anh em của chúng ta. Nó hướng dẫn chúng ta trong những cách im lặng của sự tồn tại. Nó tiết lộ sự hiểu biết mà không cần ngôn ngữ. Nó dạy sự khiêm nhường và mối quan hệ. Và nó đưa chúng ta đến vinh quang.",
  "\"Spirit of the Seeker\" Lifesize Horse Statue": "Tượng Ngựa Kích Thước Thật \"Tinh Thần Người Tìm Kiếm\"",
  "This compact trailer exudes \"Simstagram Rancher life\" and, yeah, it's purely decorative. For some folks, it's all about appearances, am I right?": "Rơ-moóc nhỏ gọn này toát lên vẻ \"Cuộc sống của người chăn nuôi Simstagram\" và, ừ, nó hoàn toàn mang tính trang trí. Đối với một số người, tất cả chỉ là về vẻ bề ngoài, tôi nói đúng không?",
  "Just Horsing Around Trailer": "Rơ-moóc Cứ Nghĩ Đến Ngựa Đi",
  "These classy, decorative crates are filled with Nectarless bottles cradled by sweet-smelling Prairie Grass Hay.": "Những thùng trang trí, sang trọng này chứa đầy những chai không có Rượu Nectar được nâng niu bởi Cỏ Khô Đồng Cỏ có mùi thơm.",
  "Nectar Country Crates": "Thùng Nectar",
  "This contraption squeezes juice via mechanical force from brawny arms. At least, it used to before the screw gunked up. That's alright, though, because feet-stomping leads to more flavor for some reason...": "Cái máy này ép nước trái cây thông qua lực cơ học từ cánh tay lực lưỡng. Ít nhất, nó đã từng làm như vậy trước khi vít bị bẩn. Tuy nhiên, điều đó không sao cả, bởi vì việc giậm chân dẫn đến nhiều hương vị hơn vì một số lý do...",
  "Antique Nectar Press": "Máy Ép Rượu Nectar Cổ",
  "These artisanal storage boxes display nectar so picturesquely that it isn't for drinking! It's décor. Please just look, don't touch! ": "Những hộp lưu trữ thủ công này trưng bày rượu nectar đẹp như tranh vẽ đến nỗi nó không phải để uống! Đó là đồ trang trí. Xin vui lòng chỉ nhìn, không chạm!",
  "Nectar Country Crates, Stacked": "Thùng Rượu Nectar, Xếp Chồng",
  "Mark the entrance to your ranch with a Rustic Welcoming Archway! It's tall, it's well-lit, and it's just cute. The plants don't need any taking care of, meaning that your ranch will always put its best foot forward when it comes to first impressions. Visitors will be in awe.": "Đánh dấu lối vào trang trại của bạn bằng Cổng Chào Mừng Mộc Mạc! Nó cao, nó được chiếu sáng tốt và nó chỉ đơn giản là dễ thương. Các loài thực vật không cần bất kỳ sự chăm sóc nào, có nghĩa là trang trại của bạn sẽ luôn thể hiện tốt nhất khi nói đến ấn tượng đầu tiên. Khách tham quan sẽ kinh ngạc.",
  "Rustic Welcoming Archway": "Cổng Chào Mừng Mộc Mạc",
  "The best way to display Nectar Country Barrels to save space for... you guessed it! More Nectar!": "Cách tốt nhất để trưng bày Thùng Rượu Nectar là tiết kiệm không gian cho... bạn đoán xem! Nhiều Rượu Nectar hơn!",
  "Nectar Country Barrel Stack": "Chồng Thùng Rượu Nectar",
  "Much like the matching bar, this grand back bar has been restored and designed to resemble an earlier time in the town. This is sure to make a bold statement for any bar with its full wooden structure reused from wood from town.": "Giống như quán bar phù hợp, quầy bar phía sau lớn này đã được khôi phục và được thiết kế để giống với một thời gian trước đó trong thị trấn. Điều này chắc chắn sẽ tạo ra một tuyên bố táo bạo cho bất kỳ quán bar nào với cấu trúc gỗ đầy đủ của nó được tái sử dụng từ gỗ từ thị trấn.",
  "Chestnut Saloon Back Bar": "Quầy Bar Phía Sau Chestnut Saloon",
  "Don't want to get back in the saddle just yet? Not a problem! Show off that gorgeously crafted saddle on a place that just seems made for it. No one will know it's not there for a quick second while you get your horse ready.": "Không muốn trở lại yên ngựa ngay bây giờ? Không thành vấn đề! Khoe chiếc yên được chế tạo tuyệt đẹp đó ở một nơi có vẻ như được tạo ra cho nó. Không ai biết rằng nó không ở đó trong một giây nhanh chóng trong khi bạn chuẩn bị cho con ngựa của mình.",
  "Saddle Show Off": "Khoe Yên Ngựa",
  "Woah, Nelly! *Knocks on wood* This chest is as solid as they come. It will stand the test of time in safely storing your treasures... or junk... or Manure.": "Ôi, Nelly! *Gõ vào gỗ* Chiếc rương này chắc chắn như những gì chúng có. Nó sẽ đứng vững trước thử thách của thời gian trong việc lưu trữ an toàn kho báu của bạn... hoặc rác... hoặc Phân.",
  "Barrelwood Solid State Storage Chest": "Rương Lưu Trữ Trạng Thái Rắn Thùng Gỗ",
  "It may be small but this box is solid! This handmade wooden box ensures that its contents stay safe, complete with a sturdy latch and design.": "Nó có thể nhỏ nhưng chiếc hộp này chắc chắn! Chiếc hộp gỗ thủ công này đảm bảo rằng các đồ vật bên trong của nó luôn an toàn, hoàn chỉnh với chốt và thiết kế chắc chắn.",
  "Cormac Pine Solid State Storage Box": "Hộp Lưu Trữ Trạng Thái Rắn Gỗ Thông Cormac",
  "A ranch don't need nothin' fancy. Take this pump here: it's a water feature. Don't need a fountain when you have something even better. ": "Một trang trại không cần bất cứ thứ gì cầu kỳ. Hãy xem cái máy bơm này: nó là một tính năng nước. Không cần đài phun nước khi bạn có thứ gì đó thậm chí còn tốt hơn.",
  "Rancher's Water Feature": "Tính Năng Nước Của Người Chăn Nuôi",
  "Have some extra space above your head? Want to make your roof look less... well... <i>plain</i>? Add some windows and the charm will go through the roof!": "Có thêm một số không gian phía trên đầu bạn? Muốn làm cho mái nhà của bạn trông bớt... ờm... <i>đơn giản</i> hơn? Thêm một vài cửa sổ và sự quyến rũ sẽ xuyên qua mái nhà!",
  "Through the Roof Barn Window": "Qua Cửa Sổ Chuồng Trên Mái",
  "Basket weaving has been passed down for generations, preserving the art of hand-making a container utilitarian enough to hold water and beautiful enough to honor those who came before us.": "Đan giỏ đã được truyền lại qua nhiều thế hệ, bảo tồn nghệ thuật làm thủ công một vật chứa đủ tiện dụng để chứa nước và đủ đẹp để tôn vinh những người đã đến trước chúng ta.",
  "Galloping Gulch Basket": "Giỏ Galloping Gulch",
  "Crafted by local Indigenous artisans, this jug celebrates unity and devotion through its two handles that double as spouts.": "Được chế tác bởi các nghệ nhân Bản Địa địa phương, chiếc bình này tôn vinh sự thống nhất và tận tâm thông qua hai tay cầm của nó, nhân đôi vai trò là vòi.",
  "Ceramic Unity Jug": "Bình Gốm Thống Nhất",
  "We're cooking up something good! Well, as long as we have the counter space free to do so. This kitchen clutter may be in the way, but it certainly looks useful!": "Chúng tôi đang nấu một cái gì đó tốt! Chà, miễn là chúng tôi có không gian quầy trống để làm như vậy. Sự lộn xộn trong nhà bếp này có thể cản trở, nhưng nó chắc chắn trông hữu ích!",
  "Put it on the Table Kitchen Clutter": "Đặt Nó Trên Bàn Bừa Bộn Nhà Bếp",
  "This basket has got you covered! No need to rummage through drawers or cupboards for items! Everything you need is neatly organized here, so just sit down and enjoy the grub!": "Chiếc giỏ này sẽ giúp bạn! Không cần phải lục lọi trong ngăn kéo hoặc tủ đựng đồ để tìm các vật phẩm! Mọi thứ bạn cần đều được sắp xếp gọn gàng ở đây, vì vậy chỉ cần ngồi xuống và thưởng thức đồ ăn!",
  "Not a Care in the World Utensil Basket": "Không Cần Lo Lắng Về Bất Cứ Điều Gì Giỏ Đựng Đồ Dùng",
  "Add a touch of practicality to your kitchen with this reliable and well-used metal pot. It's not much to look at but who expects a pot to be a focal point in their home design?": "Thêm một chút thiết thực cho nhà bếp của bạn với chiếc nồi kim loại đáng tin cậy và được sử dụng nhiều này. Nó không có nhiều thứ để xem, nhưng ai mong đợi một chiếc nồi là tiêu điểm trong thiết kế nhà của họ?",
  "Just There Metal Pot": "Chỉ Là Một Chiếc Nồi Kim Loại Ở Đó",
  "Sweetgrass, sage, and palo santo are special to the Native Sims of Chestnut Ridge.": "Cỏ ngọt, xô thơm và palo santo là những thứ đặc biệt đối với Sims Bản Địa của Chestnut Ridge.",
  "Pottery Bowl with Sacred Medicines": "Bát Gốm Với Các Loại Thuốc Thiêng",
  "This cask is perfect for placing on any counter, table, or surface to make sure you have easy access to cure what ails ya!": "Thùng này là hoàn hảo để đặt trên bất kỳ quầy, bàn hoặc bề mặt nào để đảm bảo bạn có thể dễ dàng tiếp cận để chữa trị những gì đang làm phiền bạn!",
  "Nectar Country Cask": "Thùng Rượu Nectar",
  "Coming in third in a competition is <i>definitely</i> still a big deal. Have the award to show it! Display it proudly in your home to tell the world that you and your horse are pretty darn good at competing.": "Về thứ ba trong một cuộc thi <i>chắc chắn</i> vẫn là một vấn đề lớn. Có giải thưởng để thể hiện điều đó! Hiển thị nó một cách tự hào trong ngôi nhà của bạn để nói với thế giới rằng bạn và con ngựa của bạn khá giỏi trong việc cạnh tranh.",
  "Third Place Horse Champion Award": "Giải Thưởng Vô Địch Ngựa Hạng Ba",
  "Look at you! You and your horse came in first place. As truly the champion of champions, it's only right to show off a little. Display this somewhere where you know no one will be able to miss it.": "Hãy nhìn bạn xem! Bạn và con ngựa của bạn đã về nhất. Là nhà vô địch thực sự của các nhà vô địch, chỉ cần thể hiện một chút. Hiển thị điều này ở một nơi mà bạn biết không ai có thể bỏ lỡ nó.",
  "First Place Horse Champion Award": "Giải Thưởng Vô Địch Ngựa Hạng Nhất",
  "Took home the silver this time? Show it off! Be proud of what you and your horse have accomplished. You might not have been first this time around, but silver is just as cool to show off in your home.": "Mang về nhà bạc lần này? Khoe nó ra! Hãy tự hào về những gì bạn và con ngựa của bạn đã đạt được. Bạn có thể không đứng nhất lần này, nhưng bạc cũng thú vị không kém để khoe trong ngôi nhà của bạn.",
  "Second Place Horse Champion Award": "Giải Thưởng Vô Địch Ngựa Hạng Nhì",
  "Built with planks that were laying around the barn, the Ranch Home Shutter adds a little flair to any home. Just make sure you know which side is which when you're adding them to your home! Nothing worse than going through the effort of attaching it to your home and finding out there's twice as much sweat involved to swap it out.": "Được xây dựng bằng ván được đặt xung quanh chuồng, Cửa Chớp Nhà Trang Trại thêm một chút tinh tế cho bất kỳ ngôi nhà nào. Chỉ cần đảm bảo rằng bạn biết mặt nào là mặt nào khi bạn thêm chúng vào ngôi nhà của mình! Không có gì tồi tệ hơn việc trải qua nỗ lực gắn nó vào ngôi nhà của bạn và phát hiện ra rằng có gấp đôi mồ hôi liên quan đến việc đổi nó.",
  "Ranch Home Shutter - Left": "Cửa Chớp Nhà Trang Trại - Trái",
  "Ranch Home Shutter - Right": "Cửa Chớp Nhà Trang Trại - Phải",
  "These banners feature everything you need for showing off Ranch life in style!": "Những biểu ngữ này có mọi thứ bạn cần để thể hiện cuộc sống Trang Trại theo phong cách!",
  "In The Saddle Banner": "Biểu Ngữ Trên Yên Ngựa",
  "This geometric wooden wonder takes any barn from drab to ranch fab! Riders' Glen has kept this ranch family crest tradition alive for generations.": "Sự kỳ diệu bằng gỗ hình học này đưa bất kỳ chuồng nào từ tẻ nhạt đến trang trại tuyệt vời! Riders' Glen đã giữ truyền thống huy hiệu gia đình trang trại này tồn tại qua nhiều thế hệ.",
  "Riders' Glen Barn Quilt": "Chăn Bông Chuồng Riders' Glen",
  "What are you, chicken? Don't be scared - these oversize fowl are just for display.\\n\\nFor mounting on Ranch Signs or your walls.": "Bạn là gì, gà à? Đừng sợ hãi - những con gia cầm quá khổ này chỉ để trưng bày.\n\nĐể gắn trên Bảng Hiệu Trang Trại hoặc trên tường của bạn.",
  "Iron Works Signage: Chicken": "Bảng Hiệu Sắt: Gà",
  "This delightful Cowplant signage surely takes the cake!\\n\\nFor mounting on Ranch Signs or your walls.": "Bảng hiệu Cây Bò Sữa thú vị này chắc chắn là tuyệt nhất!\n\nĐể gắn trên Bảng Hiệu Trang Trại hoặc trên tường của bạn.",
  "Iron Works Signage: Cowplant": "Bảng Hiệu Sắt: Cây Bò Sữa",
  "This artfully crafted replica features an engraving of unknown meaning. Perhaps it speaks to choosing to see the beauty in the world... but it also seems to whisper, \"The maze itself is the sum of a Sim's life.”": "Bản sao được chế tác một cách nghệ thuật này có một bản khắc mang ý nghĩa không rõ. Có lẽ nó nói về việc chọn nhìn thấy vẻ đẹp trên thế giới... nhưng nó cũng dường như thì thầm, \"Bản thân mê cung là tổng số cuộc đời của một Sim.\"",
  "Longhorn Cowplant Skull - Polyresin Replica": "Sọ Cây Bò Sữa Sừng Dài - Bản Sao Polyresin",
  "Show off your barnyard fandom for these gentle milk-makin' creatures!\\n\\nFor mounting on Ranch Signs or your walls.": "Thể hiện sự yêu thích chuồng trại của bạn đối với những sinh vật tạo sữa dịu dàng này!\n\nĐể gắn trên Bảng Hiệu Trang Trại hoặc trên tường của bạn.",
  "Iron Works Signage: Cow": "Bảng Hiệu Sắt: Bò",
  "I spy a mischievous little guy! Freezer Bunny was here!\\n\\nFor mounting on Ranch Signs or your walls.": "Tôi thấy một anh chàng nhỏ bé tinh nghịch! Freezer Bunny đã ở đây!\n\nĐể gắn trên Bảng Hiệu Trang Trại hoặc trên tường của bạn.",
  "Iron Works Signage: Freezer Bunny": "Bảng Hiệu Sắt: Freezer Bunny",
  "Display your love of these tiny horned bundles of mischief.\\n\\nFor mounting on Ranch Signs or your walls.": "Thể hiện tình yêu của bạn với những bó tinh nghịch có sừng nhỏ bé này.\n\nĐể gắn trên Bảng Hiệu Trang Trại hoặc trên tường của bạn.",
  "Iron Works Signage: Mini Goat": "Bảng Hiệu Sắt: Dê Con",
  "Llama love means accepting quirkiness. Display that love with pride - Quirkiness 4evah!\\n\\nFor mounting on Ranch Signs or your walls.": "Tình yêu lạc đà không bướu có nghĩa là chấp nhận sự kỳ quặc. Thể hiện tình yêu đó một cách tự hào - Sự Kỳ Quặc Vĩnh Cửu!\n\nĐể gắn trên Bảng Hiệu Trang Trại hoặc trên tường của bạn.",
  "Iron Works Signage: Llama": "Bảng Hiệu Sắt: Lạc Đà Không Bướu",
  "Celebrate these humble poofs of floof with this hand-crafted sign.\\n\\nFor mounting on Ranch Signs or your walls.": "Tôn vinh những cục bông скромный này với dấu hiệu thủ công này.\n\nĐể gắn trên Bảng Hiệu Trang Trại hoặc trên tường của bạn.",
  "Iron Works Signage: Mini Sheep": "Bảng Hiệu Sắt: Cừu Non",
  "Display this mark of independence and feel freedom fly high.\\n\\nFor mounting on Ranch Signs or your walls.": "Hiển thị dấu hiệu độc lập này và cảm nhận sự tự do bay cao.\n\nĐể gắn trên Bảng Hiệu Trang Trại hoặc trên tường của bạn.",
  "Iron Works Signage: Lone Star": "Bảng Hiệu Sắt: Ngôi Sao Đơn Độc",
  "This tapestry hand-woven from natural fibers depicts the wonders of the land where the Mustangs roam.": "Tấm thảm này được dệt thủ công từ sợi tự nhiên mô tả những kỳ quan của vùng đất nơi những con Mustang đi lang thang.",
  "Mustang Lands Woven Tapestry": "Tấm Thảm Dệt Vùng Đất Mustang",
  "This wagon wheel was quietly resting, nearly forgotten, in a prairie filled with wildflowers until both were combined into this masterpiece of art. Not since peanut butter and chocolate, peanut butter and jelly, or pickles and ice cream have any two items been so perfectly paired together.\\n\\n<font color='#199C2C'>From the Rockin’ Rancher Digital Content</font>": "Bánh xe toa xe này lặng lẽ nằm nghỉ ngơi, gần như bị lãng quên, trong một đồng cỏ đầy hoa dại cho đến khi cả hai được kết hợp thành kiệt tác nghệ thuật này. Kể từ khi bơ đậu phộng và sô cô la, bơ đậu phộng và thạch, hoặc dưa chua và kem, bất kỳ hai món đồ nào cũng đã được kết hợp hoàn hảo như vậy.\n\n<font color='#199C2C'>Từ Nội Dung Kỹ Thuật Số Rockin’ Rancher</font>",
  "Softly Spoke n' Petals": "Những Cánh Hoa Nói Nhẹ Nhàng",
  "These reclaimed pine boards are a rustic, yet useful hook system to store cast-iron cooking pans and pots. This is perfect for those who work their ranch daily and cook often.": "Những tấm ván thông được thu hồi này là một hệ thống móc mộc mạc, nhưng hữu ích để lưu trữ chảo và nồi nấu bằng gang đúc. Điều này là hoàn hảo cho những người làm việc trang trại hàng ngày và nấu ăn thường xuyên.",
  "The Western Panscape": "Toàn Cảnh Chảo Miền Tây",
  "Display a reward for your diligent Horse training skills in Agility.\\n\\nFor mounting on Ranch Signs or your walls. ": "Hiển thị phần thưởng cho các kỹ năng huấn luyện Ngựa siêng năng của bạn trong Nhanh Nhẹn.\n\nĐể gắn trên Bảng Hiệu Trang Trại hoặc trên tường của bạn.",
  "Iron Works Signage: Agility": "Bảng Hiệu Sắt: Nhanh Nhẹn",
  "Unlocked at level 10 of the Agility Skill.": "Được mở khóa ở cấp 10 của Kỹ Năng Nhanh Nhẹn.",
  "Display a reward for your diligent Horse training skills in Endurance.\\n\\nFor mounting on Ranch Signs or your walls. ": "Hiển thị phần thưởng cho các kỹ năng huấn luyện Ngựa siêng năng của bạn trong Bền Bỉ.\n\nĐể gắn trên Bảng Hiệu Trang Trại hoặc trên tường của bạn.",
  "Iron Works Signage: Endurance": "Bảng Hiệu Sắt: Bền Bỉ",
  "Unlocked at level 10 of the Endurance Skill.": "Được mở khóa ở cấp 10 của Kỹ Năng Bền Bỉ.",
  "Trophy awarded at the Hay Now! Equestrian Center's Show Jumping Competition.": "Cúp được trao tại Cuộc Thi Nhảy Biểu Diễn của Trung Tâm Cưỡi Ngựa Hay Now!",
  "1st Place Show Jumping Trophy": "Cúp Vô Địch Nhảy Biểu Diễn Hạng 1",
  "Trophy awarded at the Hay Now! Equestrian Center's Barrel Racing Competition.": "Cúp được trao tại Cuộc Thi Đua Thùng của Trung Tâm Cưỡi Ngựa Hay Now!",
  "3rd Place Barrel Racing Trophy": "Cúp Đua Thùng Hạng 3",
  "Trophy awarded at the Hay Now! Equestrian Center's Endurance Racing Competition.": "Cúp được trao tại Cuộc Thi Đua Sức Bền của Trung Tâm Cưỡi Ngựa Hay Now!",
  "3rd Place Endurance Racing Trophy": "Cúp Đua Sức Bền Hạng 3",
  "Trophy awarded at the Hay Now! Equestrian Center's Western Pleasure Competition.": "Cúp được trao tại Cuộc Thi Cưỡi Ngựa Giải Trí Miền Tây của Trung Tâm Cưỡi Ngựa Hay Now!",
  "3rd Place Western Pleasure Trophy": "Cúp Cưỡi Ngựa Giải Trí Miền Tây Hạng 3",
  "1st Place Barrel Racing Trophy": "Cúp Đua Thùng Hạng 1",
  "1st Place Endurance Racing Trophy": "Cúp Đua Sức Bền Hạng 1",
  "1st Place Western Pleasure Trophy": "Cúp Cưỡi Ngựa Giải Trí Miền Tây Hạng 1",
  "2nd Place Show Jumping Trophy": "Cúp Nhảy Biểu Diễn Hạng 2",
  "2nd Place Barrel Racing Trophy": "Cúp Đua Thùng Hạng 2",
  "2nd Place Endurance Racing Trophy": "Cúp Đua Sức Bền Hạng 2",
  "2nd Place Western Pleasure Trophy": "Cúp Cưỡi Ngựa Giải Trí Miền Tây Hạng 2",
  "3rd Place Show Jumping Trophy": "Cúp Nhảy Biểu Diễn Hạng 3",
  "Display a reward for your mastery of Horse Riding Skill.\\n\\nFor mounting on Ranch Signs or your walls.": "Hiển thị phần thưởng cho sự thành thạo Kỹ Năng Cưỡi Ngựa của bạn.\n\nĐể gắn trên Bảng Hiệu Trang Trại hoặc trên tường của bạn.",
  "Iron Works Signage: Horse Riding": "Bảng Hiệu Sắt: Cưỡi Ngựa",
  "Unlocked at level 10 of the Horse Riding Skill.": "Được mở khóa ở cấp 10 của Kỹ Năng Cưỡi Ngựa.",
  "Display a reward for your diligent Horse training skills in Jumping.\\n\\nFor mounting on Ranch Signs or your walls. ": "Hiển thị phần thưởng cho các kỹ năng huấn luyện Ngựa siêng năng của bạn trong Nhảy.\n\nĐể gắn trên Bảng Hiệu Trang Trại hoặc trên tường của bạn.",
  "Iron Works Signage: Jumping": "Bảng Hiệu Sắt: Nhảy",
  "Unlocked at level 10 of the Jumping Skill.": "Được mở khóa ở cấp 10 của Kỹ Năng Nhảy.",
  "Display a reward for your diligent Horse training skills in Temperament.\\n\\nFor mounting on Ranch Signs or your walls. ": "Hiển thị phần thưởng cho các kỹ năng huấn luyện Ngựa siêng năng của bạn trong Khí Chất.\n\nĐể gắn trên Bảng Hiệu Trang Trại hoặc trên tường của bạn.",
  "Iron Works Signage: Temperament": "Bảng Hiệu Sắt: Khí Chất",
  "Unlocked at level 10 of the Temperament Skill.": "Được mở khóa ở cấp 10 của Kỹ Năng Khí Chất.",
  "No bathroom is complete without the hospitality of a good towel shelf. Options come in natural, stained, or painted wood for the quaint country feel. Good for any bathroom or storage area so a fresh clean towel is always in reach.": "Không có phòng tắm nào hoàn chỉnh nếu không có sự hiếu khách của một kệ khăn tắm tốt. Các tùy chọn có gỗ tự nhiên, nhuộm màu hoặc sơn để có cảm giác đồng quê cổ kính. Tốt cho bất kỳ phòng tắm hoặc khu vực lưu trữ nào để một chiếc khăn sạch luôn trong tầm tay.",
  "Barrelwood Bath Cabinet": "Tủ Phòng Tắm Thùng Gỗ",
  "Where have your boots been? Perhaps you can't find them, so find a place to put your decorative pair! Also, a safe place to store items that should be kept subtly away from the main view.  ": "Đôi giày của bạn đã ở đâu? Có lẽ bạn không thể tìm thấy chúng, vì vậy hãy tìm một nơi để đặt đôi trang trí của bạn! Ngoài ra, một nơi an toàn để lưu trữ các vật phẩm nên được giữ kín đáo khỏi tầm nhìn chính.",
  "Barrelwood Shorty Shelf": "Kệ Ngắn Thùng Gỗ",
  "On a ranch, it can be hard to keep the dirt, dust, and mud from entering the rest of your home. With these cubbies, at least you can give your home a fighting chance. Leave anything particularly dirty there and hopefully the rest of the home stays clean!": "Trên một trang trại, có thể khó giữ cho bụi bẩn, bụi và bùn không xâm nhập vào phần còn lại của ngôi nhà của bạn. Với những ngăn này, ít nhất bạn có thể cho ngôi nhà của bạn một cơ hội chiến đấu. Để bất cứ thứ gì đặc biệt bẩn ở đó và hy vọng rằng phần còn lại của ngôi nhà vẫn sạch sẽ!",
  "Mud Room Cubby": "Phòng Bùn",
  "The Sturdy Clothing Rack was crafted with the very best lumber available. With superior crafting, some nails, and a whole lot of glue, this clothing rack can hold just about anything you would want to wear without any issues. Somehow, there's always more space when you need it.": "Giá Treo Quần Áo Chắc Chắn được chế tác với loại gỗ tốt nhất hiện có. Với khả năng chế tác vượt trội, một vài chiếc đinh và rất nhiều keo, giá treo quần áo này có thể chứa hầu hết mọi thứ bạn muốn mặc mà không gặp bất kỳ sự cố nào. Bằng cách nào đó, luôn có nhiều không gian hơn khi bạn cần.",
  "Sturdy Clothing Rack": "Giá Treo Quần Áo Chắc Chắn",
  "The ranch lifestyle means wasting nothing. True to that mantra, this china cabinet was built from spare wood that was left after the barn was raised. It holds the \"nice\" dishes, and some other knick-knacks that have made their way into the cabinet for safe-keeping over time.": "Lối sống trang trại có nghĩa là không lãng phí bất cứ thứ gì. Đúng với câu thần chú đó, tủ đựng đồ sứ này được xây dựng từ gỗ thừa còn lại sau khi chuồng được dựng lên. Nó chứa những món ăn \"đẹp\", và một số đồ trang trí khác đã lọt vào tủ để giữ an toàn theo thời gian.",
  "Prairie China Cabinet": "Tủ Bát Đĩa Prairie",
  "This hutch, like most things when it comes to ranches, is here to be functional. It's just lucky that it's also pleasing to view, and doesn't look out of place in the home. It's going to hold everything you need it to and be sturdy as the trees outside that have been growing for the last hundred years.": "Giống như hầu hết mọi thứ khi nói đến trang trại, chiếc tủ này ở đây để có chức năng. Chỉ là may mắn là nó cũng dễ nhìn và không trông lạc lõng trong nhà. Nó sẽ chứa mọi thứ bạn cần và chắc chắn như những cái cây bên ngoài đã phát triển trong một trăm năm qua.",
  "Home on the Ranch Hutch": "Tủ Nhà Trên Trang Trại",
  "Who leaves their ranch tools laying around all willy-nilly? Not you! Hanging them up after a long day of honest work helps you rest easy knowing you are prepared for the next day.": "Ai lại để dụng cụ trang trại của họ nằm lung tung khắp nơi? Không phải bạn! Treo chúng lên sau một ngày dài làm việc trung thực giúp bạn yên tâm khi biết rằng bạn đã chuẩn bị cho ngày hôm sau.",
  "Honest Work Tool Rack": "Giá Để Dụng Cụ Làm Việc Trung Thực",
  "There's something special about coming home to the Ranch and hanging up your hat for the day. This decorative wall shelf will remind you of living on love on the Ranch. ": "Có điều gì đó đặc biệt về việc trở về nhà ở Trang Trại và treo mũ của bạn trong ngày. Kệ treo tường trang trí này sẽ nhắc nhở bạn về cuộc sống tình yêu ở Trang Trại.",
  "Ranch Star Shelf ": "Kệ Ngôi Sao Trang Trại",
  "There are just some things that are too precious to leave out. With animals and kids and clumsy Sims everywhere, it's safer to keep them put away. With the Raised Ranch Curio Cabinet, you can be sure your belongings will be well off the ground and totally safe. ": "Có một số điều quá quý giá để bỏ ra ngoài. Với động vật, trẻ em và những Sim vụng về ở khắp mọi nơi, an toàn hơn là cất chúng đi. Với Tủ Bày Đồ Trang Sức Trang Trại Nâng Cao, bạn có thể chắc chắn rằng đồ đạc của mình sẽ nằm ngoài mặt đất và hoàn toàn an toàn.",
  "Raised Ranch Curio Cabinet": "Tủ Bày Đồ Trang Sức Trang Trại Nâng Cao",
  "After a long day of ranching, a shower sure feels great. Made with natural wood that's lightly stained to match the rustic set. While a shower is a great pick-me-up, it can be quick enough to get in and get out, there's still ranching to be done!": "Sau một ngày dài làm việc tại trang trại, một buổi tắm vòi sen chắc chắn mang lại cảm giác tuyệt vời. Được làm bằng gỗ tự nhiên được nhuộm màu nhẹ để phù hợp với bộ mộc mạc. Mặc dù tắm vòi sen là một sự đánh thức tuyệt vời, nhưng nó có thể đủ nhanh để vào và ra, vẫn còn công việc trang trại phải làm!",
  "Barrelwood Shower": "Vòi Sen Thùng Gỗ",
  "Giddy on up and be warmly greeted by this quaint chalkboard sign. Fancy chalk doodles keep the street clean and eyes on the mane event, which is all right here, and beckoning you over to find out more.": "Giddy lên và được chào đón nồng nhiệt bởi tấm biển phấn đáng yêu này. Những hình vẽ phấn lạ mắt giữ cho đường phố sạch sẽ và mắt hướng về sự kiện chính, tất cả đều ở ngay đây và vẫy gọi bạn đến để tìm hiểu thêm.",
  "The Mane Event Chalkboard Sign": "Bảng Phấn Sự Kiện Chính",
  "This Ranch Sign says it all about your reputation and ranch so you don't have to — rock-solid foundation, simple principles, straight shooting, and a humble light for your slice of the world.\\n\\nCustomize with Iron Works Signage or other Wall Décor": "Bảng Hiệu Trang Trại này nói lên tất cả về danh tiếng và trang trại của bạn để bạn không cần phải làm như vậy — nền tảng vững chắc như đá, các nguyên tắc đơn giản, bắn thẳng và ánh sáng khiêm tốn cho phần thế giới của bạn.\n\nTùy chỉnh bằng Bảng Hiệu Sắt hoặc Trang Trí Tường khác",
  "Brand Bearer Ranch Sign: Fair-n-Square": "Bảng Hiệu Trang Trại Người Mang Thương Hiệu: Trung Thực và Công Bằng",
  "This Ranch Sign declares to every visitor in rugged frontiersman style: “You have arrived.” Or “Until next time,” depending on which way they are going.\\n\\nCustomize with Iron Works Signage or other Wall Décor": "Bảng Hiệu Trang Trại này tuyên bố với mọi du khách theo phong cách người tiên phong gồ ghề: “Bạn đã đến.” Hoặc “Cho đến lần sau,” tùy thuộc vào hướng họ đi.\n\nTùy chỉnh bằng Bảng Hiệu Sắt hoặc Trang Trí Tường khác",
  "Brand Bearer Ranch Sign: Ace High": "Bảng Hiệu Trang Trại Người Mang Thương Hiệu: Ace High",
  "Your hands sure do get dirty working on a ranch and scratching the necks of all the horses that you see. This sink is built to provide top notch hand cleaning for the dirtiest of hands.": "Bàn tay của bạn chắc chắn sẽ bị bẩn khi làm việc trong một trang trại và gãi cổ tất cả những con ngựa mà bạn nhìn thấy. Bồn rửa này được xây dựng để cung cấp khả năng làm sạch tay hàng đầu cho những bàn tay bẩn nhất.",
  "Barrelwood Sink ": "Bồn Rửa Thùng Gỗ",
  "You can lead a Rancher to the bar, but can you make them drink? It won't really matter because this barstool is so appealing that it's good enough for simply sitting or finding a place to order a glass of nectar comfortably.": "Bạn có thể dẫn một Người Chăn Nuôi đến quán bar, nhưng bạn có thể khiến họ uống không? Điều đó sẽ không thực sự quan trọng vì ghế đẩu quầy bar này rất hấp dẫn đến nỗi nó đủ tốt để chỉ đơn giản là ngồi hoặc tìm một nơi để gọi một ly rượu nectar một cách thoải mái.",
  "Bunkhouse Spindle Back Barstool": "Ghế Đẩu Quầy Bar Bunkhouse Spindle Back",
  "Let's be honest: Animals have style. Why should they keep it all to themselves? Those patterns would look great... well... everywhere! This chair means to get to show off your favorite animal patterns wherever you sit without having to housetrain those animals.": "Hãy trung thực: Động vật có phong cách. Tại sao chúng nên giữ tất cả cho riêng mình? Những hoa văn đó sẽ trông tuyệt vời... à... ở khắp mọi nơi! Chiếc ghế này có nghĩa là để thể hiện những hoa văn động vật yêu thích của bạn ở bất cứ nơi nào bạn ngồi mà không cần phải huấn luyện những con vật đó.",
  "Nowhere Left to Hide Chair": "Không Còn Nơi Nào Để Ẩn Núp Ghế",
  "Even if you tried, it'd be really hard to break this dining chair. Given its solid materials, and flawless assembly, you could probably stand on it to change some light bulbs and it wouldn't even feel wobbly. No one likes being unsteady when they eat.": "Ngay cả khi bạn cố gắng, sẽ thực sự khó phá vỡ chiếc ghế ăn này. Với vật liệu chắc chắn và lắp ráp hoàn hảo, bạn có thể đứng trên đó để thay một vài bóng đèn và nó thậm chí sẽ không cảm thấy lung lay. Không ai thích cảm thấy không vững khi họ ăn.",
  "Bunkhouse Spindle Back Dining Chair": "Ghế Ăn Bunkhouse Spindle Back",
  "After working so hard, sitting down and relaxing can be the best thing you've ever felt. Verily, this chair offers the plushest cushions made of the softest leather ever known.": "Sau khi làm việc vất vả, ngồi xuống và thư giãn có thể là điều tuyệt vời nhất bạn từng cảm thấy. Quả thực, chiếc ghế này cung cấp những chiếc đệm sang trọng nhất được làm từ loại da mềm mại nhất từng được biết đến.",
  "Hide & Chic Armchair": "Ghế Bành Ẩn và Sang Trọng",
  "A compact stool built to fit the narrowest of spaces. Made from solid pine, this stool is naturally durable, easy to clean, and environmentally friendly.": "Một chiếc ghế đẩu nhỏ gọn được xây dựng để phù hợp với không gian hẹp nhất. Được làm từ gỗ thông chắc chắn, chiếc ghế đẩu này có độ bền tự nhiên, dễ lau chùi và thân thiện với môi trường.",
  "Cormac Pine Shorty Stool": "Ghế Đẩu Ngắn Gỗ Thông Cormac",
  "Is your chair getting a little too much manure on it after you sit down after a day on the ranch? Look no more: this chair has the country charm but covered by a graceful blanket to hide any dirt marks. ": "Chiếc ghế của bạn có bị dính hơi nhiều phân sau khi bạn ngồi xuống sau một ngày ở trang trại không? Không cần tìm nữa: chiếc ghế này có sự quyến rũ đồng quê nhưng được che phủ bởi một chiếc chăn duyên dáng để che đi mọi vết bẩn.",
  "Covered Parlor Chair": "Ghế Salon Bọc",
  "Superior crafting went into making this stool, and it has definitely paid off. Is it old? Maybe. Is it new but in an old style? That's also a possibility. Either way, the thing looks perfect, and is sturdy as ever.": "Chế tác vượt trội đã được đưa vào làm chiếc ghế đẩu này, và nó chắc chắn đã được đền đáp. Nó cũ? Có thể. Nó mới nhưng theo phong cách cũ? Đó cũng là một khả năng. Dù bằng cách nào, thứ này trông hoàn hảo và chắc chắn hơn bao giờ hết.",
  "Sturdy Stool": "Ghế Đẩu Chắc Chắn",
  "After a long day of working, there's nothing quite like getting to just <i>sit down</i>. This love seat, made of once extra lumber, is here to let you (and maybe a loved one) rest your tired ol' bones and maybe take in a sunset if you're lucky.": "Sau một ngày dài làm việc, không có gì bằng việc chỉ cần <i>ngồi xuống</i>. Chiếc ghế tình yêu này, được làm từ gỗ thừa, ở đây để cho bạn (và có lẽ là một người thân yêu) nghỉ ngơi những khúc xương già nua mệt mỏi của bạn và có thể ngắm hoàng hôn nếu bạn may mắn.",
  "Bunkhouse Spindle Back Loveseat": "Ghế Băng Bunkhouse Spindle Back",
  "Solid construction means you can rest assured it will last a lifetime (or until someone mistakes it for firewood). Perfect for indoors. Or place it outdoors to enjoy a warm fire, golden sunset, or the sparkling evening stars.": "Cấu trúc chắc chắn có nghĩa là bạn có thể yên tâm rằng nó sẽ tồn tại suốt đời (hoặc cho đến khi ai đó nhầm nó với củi). Hoàn hảo cho trong nhà. Hoặc đặt nó ngoài trời để tận hưởng ngọn lửa ấm áp, hoàng hôn vàng hoặc những vì sao lấp lánh buổi tối.",
  "Cormac Pine Bench": "Ghế Dài Gỗ Thông Cormac",
  "This rustic hand-hewn bench may not be comfortable on the backside, but you can distract yourself by daydreaming about how burly its craftsman must have been. Maybe his name was Hewn Jackman.": "Chiếc ghế dài thủ công mộc mạc này có thể không thoải mái ở phía sau, nhưng bạn có thể đánh lạc hướng bản thân bằng cách mơ mộng về việc người thợ thủ công của nó hẳn phải vạm vỡ như thế nào. Có lẽ tên anh ấy là Hewn Jackman.",
  "Timber! Log Bench": "Gỗ! Ghế Dài Gỗ",
  "This ottoman can also offer additional space for guests before the cookout takes everybody outside. Soft textures with the variety of pattern, you'll be sure to find the perfect fit with your living set.": "Chiếc ghế đẩu này cũng có thể cung cấp thêm không gian cho khách trước khi buổi nấu ăn đưa mọi người ra ngoài. Kết cấu mềm mại với nhiều kiểu dáng khác nhau, bạn chắc chắn sẽ tìm thấy sự phù hợp hoàn hảo với bộ phòng khách của mình.",
  "Hide & Chic Ottoman": "Ghế Đẩu Ẩn và Sang Trọng",
  "Star-quality rocking chair durability for use on your Ranch. The Rocking Star has been stress tested to allow you to rock at up to 120 bpm. Good luck with that.\\n\\n<font color='#199C2C'>From: Rockin’ Rancher Digital Content</font>": "Độ bền của ghế bập bênh chất lượng sao để sử dụng trên Trang Trại của bạn. Rocking Star đã được kiểm tra ứng suất để cho phép bạn bập bênh với tốc độ lên đến 120 bpm. Chúc may mắn với điều đó.\n\n<font color='#199C2C'>Từ: Nội Dung Kỹ Thuật Số Rockin’ Rancher</font>",
  "The Rocking Star": "The Rocking Star",
  "Gather 'round and hear a tale about the most spectacular craftsmanship in all the land. Rock all night on this solid seat. It might creak a little but rest assured that this beauty will outlast us all!": "Tụ tập lại và nghe một câu chuyện về sự khéo léo ngoạn mục nhất trên toàn thế giới. Bập bênh cả đêm trên chiếc ghế chắc chắn này. Nó có thể kêu cót két một chút nhưng hãy yên tâm rằng vẻ đẹp này sẽ sống lâu hơn tất cả chúng ta!",
  "Bunkhouse Spindle Back Rocking Chair": "Ghế Bập Bênh Bunkhouse Spindle Back",
  "Ready to cozy up after a hard day's work and horseback riding? With plush pillows and vintage appeal, this sofa provides respite for the weary rancher.": "Sẵn sàng để ấm cúng sau một ngày làm việc vất vả và cưỡi ngựa? Với những chiếc gối sang trọng và vẻ ngoài cổ điển, chiếc ghế sofa này cung cấp sự nghỉ ngơi cho người chăn nuôi mệt mỏi.",
  "Hide & Chic Sofa": "Ghế Sofa Ẩn và Sang Trọng",
  "How charming! This quaint radio isn't just fun to look at. Crank up the sound and get your dance on! Whether you do it in a line, in a circle, or in a square, you'll enjoy the impressive sound!": "Thật quyến rũ! Chiếc radio cổ kính này không chỉ thú vị để nhìn. Tăng âm lượng lên và bắt đầu nhảy múa! Cho dù bạn làm điều đó theo hàng, theo vòng tròn hay theo hình vuông, bạn sẽ thích thú với âm thanh ấn tượng!",
  "Shortwave Shindig Radio": "Đài Phát Thanh Shindig Sóng Ngắn",
  "This wall-mounted stereo is perfect for making any Community Venue feel right at home on the ranch.": "Hệ thống âm thanh nổi treo tường này là hoàn hảo để làm cho bất kỳ Địa Điểm Cộng Đồng nào cảm thấy như ở nhà trên trang trại.",
  "Venue Wall Speaker: Ranch": "Loa Treo Tường Địa Điểm: Trang Trại",
  "Unknown Horse": "Ngựa Vô Danh",
  "This coffee table is a mix of elegant charm mixed with country chic. The wooden craftsmanship made to match any room design anywhere from a ranch in the canyons to a room in the charming downtown. ": "Chiếc bàn cà phê này là sự kết hợp giữa nét quyến rũ thanh lịch hòa quyện với phong cách đồng quê sang trọng. Sự khéo léo bằng gỗ được làm để phù hợp với bất kỳ thiết kế phòng nào ở bất cứ đâu, từ một trang trại trong hẻm núi đến một căn phòng ở trung tâm thành phố quyến rũ.",
  "Charming Country Coffee Table": "Bàn Cà Phê Quyến Rũ Đồng Quê",
  "Nothing more like a ranch than a large grand table to hold a scrumptious array of food. Whether it's served indoors or outdoors, this table will be the perfect setting for gatherings after a long work day.": "Không có gì giống một trang trại hơn là một chiếc bàn lớn để chứa một loạt các món ăn ngon. Cho dù nó được phục vụ trong nhà hay ngoài trời, chiếc bàn này sẽ là bối cảnh hoàn hảo cho các buổi tụ tập sau một ngày làm việc dài.",
  "Grand Country Table": "Bàn Lớn Đồng Quê",
  "Perfect for a cozy country dining room. Reclaimed but polished wood gives it a rustic appeal where the large round top gives it a glamour appeal. ": "Hoàn hảo cho một phòng ăn đồng quê ấm cúng. Gỗ được phục hồi nhưng được đánh bóng mang lại vẻ mộc mạc trong khi mặt trên hình tròn lớn mang lại vẻ quyến rũ.",
  "Wooden Family Dining Table": "Bàn Ăn Gia Đình Bằng Gỗ",
  "Simplicity at its finest with a stability meant to last. Don't confuse this with your end table with a wobble in its leg, this table will endure and adds a loveliness to the room with its rounded top and carved wood legs. ": "Sự đơn giản ở mức tốt nhất với sự ổn định có nghĩa là tồn tại lâu dài. Đừng nhầm lẫn điều này với chiếc bàn bên cạnh của bạn với một sự lung lay ở chân của nó, chiếc bàn này sẽ chịu đựng và thêm một vẻ đáng yêu cho căn phòng với mặt trên tròn và chân gỗ chạm khắc.",
  "Wooden Pedestal End Table": "Bàn Bên Bệ Gỗ",
  "This humble end table is crafted using traditional woodworking methods that are simple, functional, and beautiful. Instead of nails, screws, or other metal fasteners, it uses Mortise and Tenon joints for unparalleled build quality.": "Chiếc bàn bên khiêm tốn này được chế tác bằng phương pháp chế biến gỗ truyền thống, đơn giản, chức năng và đẹp mắt. Thay vì đinh, vít hoặc các chất kết dính kim loại khác, nó sử dụng các khớp Mortise và Tenon để có chất lượng xây dựng vô song.",
  "Cormac Pine End Table": "Bàn Bên Gỗ Thông Cormac",
  "Need more storage in your home? Maybe you just have a lot of knick-knacks with nowhere to live. Corral all those items into one spot, and show them off on this sturdy console table. Just remember to dust it once in a while because it also corrals dust.": "Cần thêm chỗ chứa đồ trong nhà của bạn? Có lẽ bạn chỉ có rất nhiều đồ trang trí không có nơi ở. Dồn tất cả những vật phẩm đó vào một chỗ và khoe chúng trên bàn điều khiển chắc chắn này. Chỉ cần nhớ phủi bụi nó thỉnh thoảng vì nó cũng dồn bụi.",
  "Corralling Console Table": "Bàn Điều Khiển Thu Gom",
  "Here may the Horse find everlasting freedom in the wild outdoors.": "Ở đây có thể Ngựa tìm thấy sự tự do vĩnh cửu trong thiên nhiên hoang dã.",
  "Horse Tombstone": "Bia Mộ Ngựa",
  "This rancher is full of beans - figuratively and literally - ready to ride into any adventure imaginative youngsters dream up.": "Người chăn nuôi này tràn đầy năng lượng - theo nghĩa bóng và nghĩa đen - sẵn sàng cưỡi vào bất kỳ cuộc phiêu lưu nào mà những người trẻ tuổi giàu trí tưởng tượng mơ ước.",
  "Rancher Doll": "Búp Bê Người Chăn Nuôi",
  "A hay-flavored treat that can be fed to a Foal or Horse to instantly age it up.": "Một món ăn có hương vị cỏ khô có thể được cho Ngựa Con hoặc Ngựa ăn để ngay lập tức tăng tuổi của chúng.",
  "Horse Age-Up Treat": "Món Ngon Tăng Tuổi Ngựa",
  "Ambrosia-infused treat that can be fed to a ghost Horse to bring it back to life.": "Món ngon tẩm Ambrosia có thể được cho ngựa ma ăn để đưa nó trở lại cuộc sống.",
  "Horsebrosia Treat": "Món Ngon Horsebrosia",
  "Did you know Mesquite trees have deep-branching roots to find water? This tree certainly did that, and look at it now! What more could you ask for from a tree?": "Bạn có biết cây Mesquite có rễ phân nhánh sâu để tìm nước không? Cây này chắc chắn đã làm điều đó, và hãy nhìn nó bây giờ! Bạn còn có thể yêu cầu gì hơn nữa từ một cái cây?",
  "Wild Mesquite Tree": "Cây Mesquite Dại",
  "Well... this tree has certainly seen better days. Someone should probably cut it down for firewood one of these days. Maybe a bit of grilling? It won't do much else for anyone right now.": "Chà... cái cây này chắc chắn đã từng có những ngày tươi đẹp hơn. Ai đó có lẽ nên đốn nó để lấy củi vào một trong những ngày này. Có lẽ một chút nướng? Nó sẽ không làm được gì nhiều cho bất kỳ ai ngay bây giờ.",
  "Dead Mesquite Tree": "Cây Mesquite Chết",
  "Much like the wild grass around it, this tree has adapted to the environment and thrived. Its dainty leaves only add beauty to the area around it.": "Giống như cỏ dại xung quanh nó, cái cây này đã thích nghi với môi trường và phát triển mạnh mẽ. Những chiếc lá xinh xắn của nó chỉ làm tăng thêm vẻ đẹp cho khu vực xung quanh nó.",
  "Wild Ebony Tree": "Cây Ebony Dại",
  "If there's one thing you want to protect, it's the family TV! Crafted out of the finest wood that can be found, no rambunctious kids or pets will manage to bump a TV off of this stand. As an added bonus, there's also storage space. ": "Nếu có một điều bạn muốn bảo vệ, đó là TV gia đình! Được chế tác từ loại gỗ tốt nhất có thể tìm thấy, không có đứa trẻ hay thú cưng nào nghịch ngợm có thể va vào TV khỏi chiếc giá này. Thêm vào đó, cũng có không gian lưu trữ.",
  "Sturdy TV Stand": "Giá Đỡ TV Chắc Chắn",
  "An urn to keep your noble steed nearby after their spirit moves on.": "Một chiếc bình để giữ con ngựa благородный gần bạn sau khi tinh thần của nó rời đi.",
  "Noble Steed's Urn": "Bình Cốt Của Tuấn Mã Cao Quý",
  "A classic water trough for thirsty Horses and Foals around the ranch! Any good rancher knows that some cold water is the best way to help a Fatigued Horse after a day of training. Your Livestock might also enjoy lapping up the leftover puddles.": "Một máng nước cổ điển cho Ngựa và Ngựa Con khát nước quanh trang trại! Bất kỳ người chăn nuôi giỏi nào cũng biết rằng một ít nước lạnh là cách tốt nhất để giúp một con Ngựa Mệt Mỏi sau một ngày huấn luyện. Gia Súc của bạn cũng có thể thích uống những vũng nước còn sót lại.",
  "Hay Now! Horse Water Trough": "Máng Uống Nước Cho Ngựa Hay Now!",
  "Unlike <i>some</i> plants, Prairie Grass grows with no Sim care required. Prairie Grass is proud to be a perfect food source (Hay!) for Ranch Animals if ranching just isn't your thing. Prairie Grass doesn't judge.": "Không giống như <i>một số</i> loài thực vật, Cỏ Đồng Cỏ phát triển mà không cần bất kỳ sự chăm sóc nào của Sim. Cỏ Đồng Cỏ tự hào là một nguồn thức ăn hoàn hảo (Cỏ Khô!) cho Động Vật Trang Trại nếu chăn nuôi không phải là sở thích của bạn. Cỏ Đồng Cỏ không phán xét.",
  "Prairie Grass": "Cỏ Đồng Cỏ",
  "Harvested Prairie Grass that Ranch Animals love to eat. Can be fed by hand and stocked in Animal Feeders.": "Cỏ Đồng Cỏ thu hoạch được mà Động Vật Trang Trại thích ăn. Có thể được cho ăn bằng tay và dự trữ trong Máng Ăn Động Vật.",
  "Prairie Grass Hay": "Cỏ Khô Đồng Cỏ",
  "Give the ranch house style a refresh with the addition of these windows with a modern twist. With a wood trim and iron, these windows are as reinforced as they are stylish.": "Làm mới phong cách nhà trang trại với việc bổ sung những cửa sổ này với một sự thay đổi hiện đại. Với một đường viền bằng gỗ và sắt, những cửa sổ này được gia cố cũng như phong cách.",
  "Modern Ranch Life Single Window": "Cửa Sổ Đơn Cuộc Sống Trang Trại Hiện Đại",
  "Need a window that's taller than it is wide but just as attractive? The Country Rustic Tall Window is the verticality you need without compromising any of the charm you want in a rustic window.": "Cần một cửa sổ cao hơn chiều rộng nhưng vẫn hấp dẫn? Cửa Sổ Cao Mộc Mạc Đồng Quê là chiều dọc mà bạn cần mà không ảnh hưởng đến bất kỳ sự quyến rũ nào bạn muốn trong một cửa sổ mộc mạc.",
  "Country Rustic Tall Window": "Cửa Sổ Cao Mộc Mạc Đồng Quê",
  "Something about your home not looking quite right? Can't fit another big window in? With natural wood and iron bars, this narrow window will give you the design pop you need and sunlight that you'll love.": "Có điều gì đó về ngôi nhà của bạn trông không ổn? Không thể đặt vừa một cửa sổ lớn nào nữa? Với gỗ tự nhiên và các thanh sắt, cửa sổ hẹp này sẽ mang đến cho bạn thiết kế nổi bật mà bạn cần và ánh sáng mặt trời mà bạn sẽ yêu thích.",
  "Modern Ranch Life Narrow Window": "Cửa Sổ Hẹp Cuộc Sống Trang Trại Hiện Đại",
  "It's hard to resist having just one of these country classic windows. They seem to pair up in groups like they were made for each other's company.": "Thật khó để cưỡng lại việc chỉ có một trong số những cửa sổ cổ điển đồng quê này. Chúng dường như kết hợp với nhau trong các nhóm như thể chúng được tạo ra cho công ty của nhau.",
  "Country Rustic Accent Window": "Cửa Sổ Nhấn Mạnh Đồng Quê Mộc Mạc",
  "Give your stall's occupants the sunlight or view of what's going on that they might want without endangering them. These strong metal bars that keep them in without keeping light out.": "Mang đến cho những người ở trong chuồng của bạn ánh sáng mặt trời hoặc tầm nhìn về những gì đang diễn ra mà họ có thể muốn mà không gây nguy hiểm cho họ. Những thanh kim loại chắc chắn này giữ chúng ở trong mà không giữ ánh sáng bên ngoài.",
  "Vertical Stall Window": "Cửa Sổ Chuồng Dọc",
  "The black iron windows are all the rage right now and give a modern twist to the ranch house design. These windows have a natural wood trim to complement the new modern style. They also include interior locks for a reinforced look. ": "Cửa sổ sắt đen đang rất thịnh hành ngay bây giờ và mang đến một sự thay đổi hiện đại cho thiết kế nhà trang trại. Những cửa sổ này có đường viền bằng gỗ tự nhiên để bổ sung cho phong cách hiện đại mới. Chúng cũng bao gồm khóa bên trong để có vẻ ngoài được gia cố.",
  "Modern Ranch Life Double Window": "Cửa Sổ Đôi Cuộc Sống Trang Trại Hiện Đại",
  "This window is shaped like a mountain being held up by modern black iron bars. Great for maintaining privacy while being able to let sunshine stream through the room or laying in a bed and looking up into the sky.": "Cửa sổ này có hình dạng như một ngọn núi được giữ bởi các thanh sắt đen hiện đại. Tuyệt vời để duy trì sự riêng tư đồng thời có thể để ánh nắng mặt trời chiếu qua căn phòng hoặc nằm trên giường và nhìn lên bầu trời.",
  "Modern Ranch Life High Peak Window": "Cửa Sổ Đỉnh Cao Cuộc Sống Trang Trại Hiện Đại",
  "Rein in the scenery while gazing out on the ranch. You won't miss a golden moment of it with this large wood paneled window that reaches from floor to ceiling.": "Kiểm soát phong cảnh trong khi ngắm nhìn trang trại. Bạn sẽ không bỏ lỡ một khoảnh khắc vàng nào với cửa sổ có tấm gỗ lớn này trải dài từ sàn đến trần nhà.",
  "Golden Hour Ranch Window": "Cửa Sổ Trang Trại Giờ Vàng",
  "There's nothing better than a rustic style, and lots of sunlight. With a tall window like the Rancher's Dream Window, every home will feel like a dream come true. The best part is being able to look out to the ranch and see the fruits of the occupant's labors.": "Không có gì tốt hơn phong cách mộc mạc và nhiều ánh sáng mặt trời. Với một cửa sổ cao như Cửa Sổ Ước Mơ Của Người Chăn Nuôi, mọi ngôi nhà sẽ cảm thấy như một giấc mơ trở thành hiện thực. Phần tốt nhất là có thể nhìn ra trang trại và thấy thành quả lao động của người cư ngụ."
}