{
  "(Putting a Murphy Bed Away)": "(Cất Giường Murphy)",
  "(Being Stuck Under a Murphy Bed)": "(Bị Mắc Kẹt Dưới Giường Murphy)",
  "(Being Swallowed By a Murphy Bed)": "(Bị Nuốt Chửng Bởi Giường Murphy)",
  "(From living in a Micro Home)": "(Từ việc sống trong Nhà Cực Nhỏ)",
  "(From living in a Tiny Home)": "(Từ việc sống trong Nhà Tí Hon)",
  "(From living in a Small Home)": "(Từ việc sống trong Nhà Nhỏ)",
  "One With The Remote": "Hòa Mình Với Cái Điều Khiển",
  "A remote control is an extension of body, spirit, and soul.": "Cái điều khiển từ xa là một phần mở rộng của cơ thể, tinh thần và tâm hồn.",
  "Ouch! That was super scary. What if you were trapped there forever? What body part would you have to saw off to get free? On second thought don't answer that.": "Ui da! Sợ quá đi mất. Nếu bạn bị mắc kẹt ở đó mãi mãi thì sao? Bạn sẽ phải cưa bộ phận nào trên cơ thể để được tự do? Thôi, nghĩ lại thì đừng trả lời câu đó.",
  "Stuck Under Bed": "Mắc Kẹt Dưới Giường",
  "*!@$*! was that? {0.SimFirstName} barely made it out alive. Be wary of the broken murphy bed.": "*!@$*! cái gì vậy? {0.SimFirstName} vừa thoát chết đó. Coi chừng cái giường Murphy bị hỏng nhé.",
  "Swallowed By Bed": "Bị Giường Nuốt Chửng",
  "Gaze upon the Micro Home. Gain increased duration to Happy, Inspired and Focused Buffs. Receive Household Bill Reduction. Increased Comfort gain from objects. Increase to Skill gains. Increased Gardening growth and plant health. Bonus Relationship gains with other Sims on lot. ": "Chiêm ngưỡng Ngôi Nhà Cực Nhỏ. Nhận thêm thời gian cho các trạng thái vui vẻ, hứng khởi và tập trung. Được giảm hóa đơn. Tăng độ thoải mái khi sử dụng đồ vật. Tăng khả năng học kỹ năng. Tăng trưởng và sức khỏe cây trồng khi làm vườn. Tăng điểm quan hệ với các Sim khác trong khu đất.",
  "Micro Home": "Nhà Cực Nhỏ",
  "Tiny Home, Big Bonuses. Gain increased duration to Happy, Inspired and Focused Buffs. Receive Household Bill Reduction. Increased Comfort gain from objects. Increase to Skill gains.": "Nhà Tí Hon, Ưu Đãi Lớn. Nhận thêm thời gian cho các trạng thái vui vẻ, hứng khởi và tập trung. Được giảm hóa đơn. Tăng độ thoải mái khi sử dụng đồ vật. Tăng khả năng học kỹ năng.",
  "Tiny Home": "Nhà Tí Hon",
  "Now that's a Small Home! Gain increased duration to Happy, Inspired and Focused Buffs. Receive Household Bill Reduction. ": "Đúng là một Ngôi Nhà Nhỏ! Nhận thêm thời gian cho các trạng thái vui vẻ, hứng khởi và tập trung. Được giảm hóa đơn.",
  "Small Home": "Nhà Nhỏ",
  "Sweater Threads": "Sợi Áo Len",
  "Checked for Vintage": "Đã Kiểm Tra Đồ Cổ",
  "Casually Cool": "Ngầu Một Cách Tự Nhiên",
  "Out and About": "Đi Chơi Khắp Nơi",
  "Now you see it... now you don't! With a contemporary and simplistic design, this murphy bed unit will fit anywhere in your Lot. It comes complete with all parts and hardware ready-to-assemble, in fact it comes pre-assembled for your upmost convenience! Comes also with a shelving unit for your favorite accents. Just be sure to make sure it is securely closed when you need to, we wouldn't want you to have an... unfortunate accident.": "Bạn thấy nó... giờ thì không! Với thiết kế đơn giản và hiện đại, bộ giường Murphy này sẽ phù hợp với mọi nơi trong khu đất của bạn. Nó đi kèm với đầy đủ các bộ phận và phần cứng sẵn sàng để lắp ráp, trên thực tế nó được lắp ráp sẵn để bạn tiện lợi nhất! Cũng đi kèm với một bộ kệ cho các điểm nhấn yêu thích của bạn. Chỉ cần đảm bảo rằng nó được đóng chặt khi bạn cần, chúng tôi không muốn bạn gặp phải một... tai nạn đáng tiếc.",
  "'Now You See It, Now You Don't' Murphy Bed": "Giường Murphy 'Bạn Thấy Đấy, Giờ Thì Không'",
  "For even more spacing saving brownie points. This murphy bed and loveseat combo is move-in ready, take advantage of your space and provide a seating place for your guests as well. All in one go, that's right!\\n\\nComes with an easy to follow template for building effectively and accurately to avoid incidents. The company does not take responsabilities for faulty assembly, or mismanaged use of upgrades.": "Để tiết kiệm không gian hơn nữa. Giường Murphy và ghế đôi kết hợp này đã sẵn sàng để chuyển đến, tận dụng không gian của bạn và cung cấp một chỗ ngồi cho khách của bạn. Tất cả trong một lần, đúng vậy!\n\nĐi kèm với một mẫu dễ làm theo để xây dựng hiệu quả và chính xác để tránh các sự cố. Công ty không chịu trách nhiệm về việc lắp ráp bị lỗi hoặc sử dụng nâng cấp sai cách.",
  "'Now You See It, Now You Don't' Murphy Bed Loveseat Combo": "Giường Ghế Tình Yêu Murphy 'Bạn Thấy Đấy, Giờ Thì Không'",
  "Embrace back-cramps and your limbs hanging off on all sides of the mattress with this affordable space saving single bed for one, because it’s not like you have anyone to share it with, anyways.": "Ôm lấy những cơn chuột rút lưng và tứ chi của bạn treo lủng lẳng ở tất cả các mặt của nệm với chiếc giường đơn tiết kiệm không gian giá cả phải chăng này cho một người, bởi vì dù sao thì bạn cũng không có ai để chia sẻ nó.",
  "Space-Saving Single": "Giường Đơn Tiết Kiệm Không Gian",
  "Space saving and stylish, spacious storage. Wood polished finish makes this look elegant and put together for any type of Lot style and taste. Its generous storage shelves accommodate all your necessities with ease... even those things you want nobody to see at a moment's notice. This bookcase not only will safeguard your books, but also will look good doing so.": "Tiết kiệm không gian và phong cách, lưu trữ rộng rãi. Lớp hoàn thiện bằng gỗ bóng bẩy làm cho nó trông thanh lịch và phù hợp với bất kỳ loại phong cách và sở thích khu đất nào. Các kệ lưu trữ rộng rãi của nó chứa tất cả các nhu yếu phẩm của bạn một cách dễ dàng... ngay cả những thứ bạn muốn không ai nhìn thấy ngay lập tức.",
  "Power Tower Bookcase": "Tủ Sách Tháp Năng Lượng",
  "Do you have a collection of unread books that you said you would read, but just never got around to? Don't let them go to waste - repurpose them for decorative use! Now you can look studious without even having to read a single word. That's what I call true ingenuity!": "Bạn có một bộ sưu tập sách chưa đọc mà bạn nói rằng bạn sẽ đọc, nhưng chưa bao giờ thực sự đọc? Đừng để chúng lãng phí - hãy tái sử dụng chúng cho mục đích trang trí! Giờ đây, bạn có thể trông uyên bác mà không cần phải đọc một chữ nào. Đó là những gì tôi gọi là sự khéo léo thực sự!",
  "Botanical Bookends": "Đồ Chặn Sách Thực Vật",
  "Clever, but most importantly, compact! Because who needs a lot of desk space? Not you!\\n\\nDesigned with small spaces and tiny living in mind, this desk will fit in nicely with an eclectic mix of styles. It may look small, but it will hold all your wares out of sight in its tiny little cute drawers, unless of course you decide to leave all your pens everywhere... You do you, we don't judge!": "Thông minh, nhưng quan trọng nhất là nhỏ gọn! Bởi vì ai cần nhiều không gian bàn làm việc? Không phải bạn!\n\nĐược thiết kế dành cho không gian nhỏ và cuộc sống tí hon, chiếc bàn này sẽ phù hợp với sự pha trộn chiết trung của các phong cách. Nó có vẻ nhỏ, nhưng nó sẽ giữ tất cả đồ đạc của bạn khuất tầm nhìn trong những ngăn kéo nhỏ nhắn dễ thương của nó, trừ khi tất nhiên bạn quyết định để tất cả bút của mình ở khắp mọi nơi... Tùy bạn thôi, chúng tôi không phán xét!",
  "Tiny Desk... For Tiny Living": "Bàn Tí Hon... Cho Cuộc Sống Tí Hon",
  "The perfect solution for those who value their privacy and also want to add a little intrigue in their lives. This door comes with ALMOST perfectly sized glass sections to give your visitors a sneak peek into your humble abode. A favorite of Welcome Wagons everywhere!": "Giải pháp hoàn hảo cho những người coi trọng sự riêng tư của họ và cũng muốn thêm một chút hấp dẫn vào cuộc sống của họ. Cánh cửa này đi kèm với các phần kính có kích thước GẦN như hoàn hảo để cho khách của bạn một cái nhìn thoáng qua về ngôi nhà khiêm tốn của bạn. Một món đồ yêu thích của các Đội Chào Đón ở khắp mọi nơi!",
  "Just A Little Peek - Door Solution": "Chỉ Một Cái Nhìn Nhỏ - Giải Pháp Cửa",
  "If you need some drawers to store yours, you can't go wrong with the Power Tower dresser! With a minimalist, and modern wood design, this dresser looks great in any bedroom and is guaranteed to keep all of your ugly sweaters out of sight!": "Nếu bạn cần một vài ngăn kéo để cất đồ của mình, bạn không thể sai lầm với Tủ Quần Áo Tháp Năng Lượng! Với thiết kế gỗ tối giản và hiện đại, chiếc tủ quần áo này trông tuyệt vời trong bất kỳ phòng ngủ nào và được đảm bảo giữ cho tất cả những chiếc áo len xấu xí của bạn khuất tầm nhìn!",
  "Power Tower Dresser": "Tủ Quần Áo Tháp Năng Lượng",
  "Contrary to popular belief, size really doesn't matter. Despite it's short stature, the Stubby Cubby offers ample space for all kinds of clothes and miscellaneous knick knacks.": "Trái ngược với niềm tin phổ biến, kích thước thực sự không quan trọng. Mặc dù có tầm vóc thấp bé, Stubby Cubby cung cấp không gian rộng rãi cho tất cả các loại quần áo và đồ lặt vặt khác.",
  "Stubby Cubby Dresser": "Tủ Quần Áo Stubby Cubby",
  "Compact and convenient, the Media Marathoner is your one-stop-shop for all things entertainment! Complete with the latest InvisiView Flat Screen television and Samdance Soundbar speaker, experience the most dazzling films, cutting-edge games and that one sitcom from the 90’s that you’ve watched way too many times, in stunning HD with rich, clear sound. Oh, and there’s a shelf to display your books too - y'know, to make it LOOK like you read.": "Nhỏ gọn và tiện lợi, Media Marathoner là điểm đến lý tưởng cho mọi thứ giải trí! Hoàn chỉnh với TV Màn Hình Phẳng InvisiView mới nhất và loa Samdance Soundbar, hãy trải nghiệm những bộ phim rực rỡ nhất, những trò chơi tiên tiến và một bộ phim sitcom từ những năm 90 mà bạn đã xem quá nhiều lần, ở độ phân giải HD tuyệt đẹp với âm thanh phong phú, rõ ràng. Ồ, và có một kệ để trưng bày sách của bạn nữa - bạn biết đấy, để làm cho nó TRÔNG như bạn đã đọc.",
  "Media Marathoner": "Media Marathoner",
  "Shelves are soooo 20th century. Save some space with the Media Marathoner All-on-the-Wall! Is there a practical reason to mount your TV on the wall? No – but it looks cool! Complete with the latest InvisiView Flat Screen television and Samdance Supersound stereo system, bring the best parts of cinema-going experience into your living room.": "Kệ là của thế kỷ 20 rồi. Tiết kiệm không gian với Media Marathoner All-on-the-Wall! Có lý do thực tế nào để gắn TV của bạn lên tường không? Không - nhưng trông nó ngầu! Hoàn chỉnh với TV Màn Hình Phẳng InvisiView mới nhất và hệ thống âm thanh nổi Samdance Supersound, hãy mang những phần hay nhất của trải nghiệm xem phim vào phòng khách của bạn.",
  "Media Marathoner All-on-the-Wall": "Media Marathoner All-on-the-Wall",
  "When you don't want to go full glam with a chandelier, but you want a nice pendant light fixture to add verticality to your space. Look no further than the DonTripp! It is perfect for illuminating an entryway to grab glances as it greets guests, but can also be used to update a more casual ensemble.\\n\\nNote: Bulbs included!": "Khi bạn không muốn quá hào nhoáng với đèn chùm, nhưng bạn muốn một chiếc đèn thả đẹp mắt để tăng thêm chiều dọc cho không gian của bạn. Không đâu khác ngoài DonTripp! Nó hoàn hảo để chiếu sáng lối vào để thu hút ánh nhìn khi chào đón khách, nhưng cũng có thể được sử dụng để cập nhật một bộ quần áo giản dị hơn.\n\nLưu ý: Bao gồm bóng đèn!",
  "DonTripp Light Fixture": "Đèn Trang Trí DonTripp",
  "A slightly longer version of our critically acclaimed DonTripp. This version is perfect for Lots with a little extra vertical space!\\n\\nNote: Bulbs are still included. If you need an even longer version, try our DonTripp - Definitely Longer!": "Một phiên bản dài hơn một chút của DonTripp được giới phê bình đánh giá cao của chúng tôi. Phiên bản này hoàn hảo cho các khu đất có thêm một chút không gian theo chiều dọc!\n\nLưu ý: Bóng đèn vẫn được bao gồm. Nếu bạn cần một phiên bản dài hơn nữa, hãy thử DonTripp - Chắc Chắn Dài Hơn của chúng tôi!",
  "DonTripp Light Fixture - Slightly Longer": "Đèn Trang Trí DonTripp - Dài Hơn Một Chút",
  "What was that? A longer light fixture? No problem! From the makers of the critically acclaimed DonTripp, comes its even longer version for those really tall corners of the Lot that we are never sure what to do with them. Test the boundaries of Lot verticality, and impress your guests with your style.\\n\\nNote: Bulbs included, however staircase to help change them is not.": "Cái gì vậy? Một chiếc đèn dài hơn? Không vấn đề gì! Từ nhà sản xuất chiếc DonTripp được giới phê bình đánh giá cao, phiên bản thậm chí còn dài hơn của nó dành cho những góc thực sự cao của khu đất mà chúng ta không bao giờ chắc chắn phải làm gì với chúng. Kiểm tra ranh giới của chiều dọc khu đất và gây ấn tượng với khách của bạn bằng phong cách của bạn.\n\nLưu ý: Bao gồm bóng đèn, tuy nhiên không bao gồm cầu thang để giúp thay chúng.",
  "DonTripp Light Fixture - Definitely Longer": "Đèn Trang Trí DonTripp - Chắc Chắn Dài Hơn",
  "Definitely not your standard floor lamp! This functional design is ideal for maximizing floor space while eliminating the need for a side table and a table lamp, or having just a boring floor lamp. Why not both storage and a lamp? Right?! Its storage space is perfect for catching all figurines and clutter, or carefully planned accents. You can now have it all! Less to haul, more to love!": "Chắc chắn không phải là đèn sàn tiêu chuẩn của bạn! Thiết kế chức năng này là lý tưởng để tối đa hóa không gian sàn đồng thời loại bỏ sự cần thiết của một chiếc bàn phụ và đèn bàn, hoặc chỉ có một chiếc đèn sàn nhàm chán. Tại sao không vừa có chỗ chứa đồ vừa có đèn? Đúng không?! Không gian lưu trữ của nó là hoàn hảo để chứa tất cả các bức tượng nhỏ và sự lộn xộn, hoặc các điểm nhấn được lên kế hoạch cẩn thận. Giờ đây, bạn có thể có tất cả! Mang ít hơn, yêu nhiều hơn!",
  "'All Included!' Lamp With Storage": "Đèn 'Bao Gồm Tất Cả!' Có Chỗ Chứa Đồ",
  "Beautifully crafted table tray for all your favorite items, including your ongoing reading novels, or a snack here and there. This table tray comes pre-styled (extremely convenient) and includes a set of candles for creating the perfect ambiance. Even though this tray is not food safe, it is perfect for showing off decorative items, and at the same time create a space for slowing down and relaxing.": "Khay bàn được chế tác đẹp mắt cho tất cả các vật phẩm yêu thích của bạn, bao gồm cả những cuốn tiểu thuyết đang đọc dở dang hoặc một vài món ăn nhẹ ở đây và ở đó. Khay bàn này được tạo kiểu sẵn (cực kỳ tiện lợi) và bao gồm một bộ nến để tạo ra bầu không khí hoàn hảo. Mặc dù khay này không an toàn với thực phẩm, nhưng nó hoàn hảo để trưng bày các vật phẩm trang trí và đồng thời tạo ra một không gian để thư giãn và thư giãn.",
  "My Kinda Zen - Not Just A Deco Tray": "Kiểu Thiền Của Tôi - Không Chỉ Là Một Khay Trang Trí",
  "The desk lamp stopped being just a desk lamp. The S1M0 offers a sleek design and seamless functionality to create an elegant, versatile space. Comes in a variety of colors, lightweight, and extremely portable.\\n\\nComes with an On/Off switch for your convenience.": "Đèn bàn không còn chỉ là đèn bàn nữa. S1M0 cung cấp một thiết kế bóng bẩy và chức năng liền mạch để tạo ra một không gian thanh lịch, linh hoạt. Có nhiều màu sắc khác nhau, nhẹ và cực kỳ di động.\n\nĐi kèm với công tắc Bật/Tắt để bạn thuận tiện.",
  "S1M0 - The Modern Desk Lamp": "S1M0 - Đèn Bàn Hiện Đại",
  "Everyone needs some time to reflect, so here is your opportunity to do so! With the Miracle Mirror, you will never look at yourself in the same way ever again!": "Ai cũng cần thời gian để suy ngẫm, vì vậy đây là cơ hội để bạn làm điều đó! Với Gương Thần Kỳ, bạn sẽ không bao giờ nhìn vào bản thân theo cách cũ nữa!",
  "Miracle Mirror": "Gương Thần Kỳ",
  "Do you enjoy deep and complex pieces of art that challenge the form and stimulate the senses? Well, you won't find that here - but hey, it still looks pretty!": "Bạn có thích những tác phẩm nghệ thuật sâu sắc và phức tạp thách thức hình thức và kích thích các giác quan không? Chà, bạn sẽ không tìm thấy điều đó ở đây - nhưng này, nó vẫn trông khá đẹp!",
  "Simple and Clean Art": "Nghệ Thuật Đơn Giản và Sạch Sẽ",
  "Bring some life to your space with a stunning vertical mini garden. This planter mounts securely to the wall and offers an unique, space-saving way to have some green in your life. Comes with the perfect plants that are easy to take care of. Its ingenious irrigation system will measure precisely how much water each pot needs, just add water from the top!": "Mang một chút sức sống vào không gian của bạn với một khu vườn mini thẳng đứng tuyệt đẹp. Chậu cây này gắn chắc chắn vào tường và mang đến một cách độc đáo, tiết kiệm không gian để có một chút màu xanh trong cuộc sống của bạn. Đi kèm với những loại cây hoàn hảo, dễ chăm sóc. Hệ thống tưới tiêu khéo léo của nó sẽ đo chính xác lượng nước mà mỗi chậu cần, chỉ cần thêm nước từ trên xuống!",
  "'Grooowing Up!' Vertical Mini Garden": "Khu Vườn Mini Thẳng Đứng 'Lớn Lên!'",
  "Has life pulled the rug out from underneath you? That's okay, because that old rag was starting to look a little ratty, anyways. You owe it to yourself to buy a new one! With a simplistic, but sleek diamond design, the Contemporary Carpet will modernize even the most outdated of living rooms!": "Cuộc sống có kéo tấm thảm ra khỏi bạn không? Không sao đâu, dù sao thì cái giẻ rách cũ đó cũng bắt đầu trông hơi tồi tàn rồi. Bạn nợ chính mình việc mua một cái mới! Với thiết kế hình kim cương đơn giản, nhưng bóng bẩy, Tấm Thảm Hiện Đại sẽ hiện đại hóa ngay cả những phòng khách lỗi thời nhất!",
  "Contemporary Carpet": "Tấm Thảm Hiện Đại",
  "The perfect solution for small spaces! Store your bath essentials, and even hang your favorite towel! This two-tier open design allows for organization optimization as you can actually see what you store in this shelf... at all times!\\n\\nComes with template for easy assembly, somewhat pre-assembled, and no tools required... that we know of.": "Giải pháp hoàn hảo cho không gian nhỏ! Cất giữ những vật dụng cần thiết cho phòng tắm của bạn, và thậm chí treo chiếc khăn yêu thích của bạn! Thiết kế mở hai tầng này cho phép tối ưu hóa việc tổ chức vì bạn thực sự có thể thấy những gì bạn cất giữ trong kệ này... mọi lúc!\n\nĐi kèm với mẫu để dễ dàng lắp ráp, được lắp ráp trước một phần và không cần dụng cụ... mà chúng tôi biết.",
  "'No Item Left Behind' Tiered Shelf": "Kệ Nhiều Tầng 'Không Để Sót Vật Phẩm Nào'",
  "A new classic in modern decorating! This open tiered shelf is perfect for any kitchen that would benefit from a bit of extra storage space. Store your regular use items in this easy to reach shelving system that will save you the agony of spending hours looking for that teapot in every cabinet.": "Một tác phẩm kinh điển mới trong trang trí hiện đại! Kệ nhiều tầng mở này hoàn hảo cho bất kỳ nhà bếp nào có thể hưởng lợi từ một chút không gian lưu trữ bổ sung. Cất giữ các vật dụng sử dụng thường xuyên của bạn trong hệ thống kệ dễ tiếp cận này, hệ thống này sẽ giúp bạn tiết kiệm khỏi sự đau khổ khi mất hàng giờ tìm kiếm chiếc ấm trà đó trong mọi tủ.",
  "'It Should Be There' Open Shelf": "Kệ Mở 'Nó Nên Ở Đó'",
  "Beautiful space saving piece for any bathroom enthusiast! The Sinkz is an all in one piece unit that includes an integrated sink prepared for a single-hole faucet, no complicated assembly required... but we would hire a professional, just in case. Its open storage allows for easy access of your toiletries or any essential in your life.": "Món đồ tiết kiệm không gian tuyệt đẹp cho bất kỳ người đam mê phòng tắm nào! The Sinkz là một bộ phận tất cả trong một bao gồm một bồn rửa tích hợp được chuẩn bị cho vòi một lỗ, không cần lắp ráp phức tạp... nhưng chúng tôi sẽ thuê một chuyên gia, đề phòng trường hợp. Không gian lưu trữ mở của nó cho phép dễ dàng tiếp cận các đồ dùng vệ sinh cá nhân của bạn hoặc bất kỳ vật dụng cần thiết nào trong cuộc sống của bạn.",
  "The Sinkz Bathroom Vanity": "Bàn Trang Điểm Phòng Tắm The Sinkz",
  "Complements the Orbital High Dining dining table perfectly. This chair offers not only timeless appeal and sophistication, but also comfort and stability. Designed with generous sitting for long meals or for relaxing in an easy, effortless way.": "Hoàn thiện một cách hoàn hảo bàn ăn Orbital High Dining. Chiếc ghế này không chỉ mang đến sự hấp dẫn và tinh tế vượt thời gian, mà còn cả sự thoải mái và ổn định. Được thiết kế với chỗ ngồi rộng rãi cho những bữa ăn dài hoặc để thư giãn một cách dễ dàng, thoải mái.",
  "Not Quite Orbital Sitting": "Ngồi Không Hoàn Toàn Trên Quỹ Đạo",
  "Love the Lovely Dining Chair. While this matches the Lovely set of furniture, this chair has its own personality to style a room by itself. Use it as a dining chair or a chair for your guests, or for yourself to just sit and relax. So plush and sophisticated that it can be seen as a piece or art.": "Yêu Ghế Ăn Lovely. Mặc dù điều này phù hợp với bộ đồ nội thất Lovely, nhưng chiếc ghế này có cá tính riêng để tạo kiểu cho một căn phòng một mình. Sử dụng nó như một chiếc ghế ăn hoặc một chiếc ghế cho khách của bạn, hoặc cho chính bạn chỉ để ngồi và thư giãn. Sang trọng và tinh tế đến mức nó có thể được xem như một tác phẩm nghệ thuật.",
  "Lovely Dining Chair": "Ghế Ăn Lovely",
  "We know you love seats! But do you really, <i>really</i>, love seats? Then this chair is also for you! From the makers of the Lovely Loveseat comes this modern armchair that takes comfort to new levels with its deep seat and somewhat slopped arms. It lovely complements the Lovely Loveseat and it will make you feel cozy from the get go!\\n\\nMade to order, so you can be assured that it is quality seating. So have a seat love!": "Chúng tôi biết bạn yêu thích ghế ngồi! Nhưng bạn có thực sự, <i>thực sự</i>, yêu thích ghế ngồi không? Vậy thì chiếc ghế này cũng dành cho bạn! Từ nhà sản xuất chiếc Ghế Tình Yêu Lovely, chiếc ghế bành hiện đại này đưa sự thoải mái lên một tầm cao mới với chỗ ngồi sâu và tay vịn hơi dốc. Nó bổ sung một cách đáng yêu cho Ghế Tình Yêu Lovely và nó sẽ khiến bạn cảm thấy ấm cúng ngay từ đầu!\n\nĐược làm theo đơn đặt hàng, vì vậy bạn có thể yên tâm rằng đó là ghế ngồi chất lượng. Vậy thì hãy ngồi đi bạn yêu!",
  "Lovely Armchair": "Ghế Bành Lovely",
  "Do you love seats? Then you will love the seat on this loveseat. We just hope that you love this loveseat as much as this loveseat loves you - so please take a seat, love.": "Bạn có yêu thích ghế ngồi không? Vậy thì bạn sẽ yêu thích chỗ ngồi trên chiếc ghế tình yêu này. Chúng tôi chỉ hy vọng rằng bạn yêu thích chiếc ghế tình yêu này nhiều như chiếc ghế tình yêu này yêu bạn - vì vậy xin mời ngồi, tình yêu.",
  "Lovely Loveseat": "Ghế Tình Yêu Lovely",
  "No table is complete without coffee and no coffee is complete without a table, since coffee is unable to float...unless?": "Không có chiếc bàn nào hoàn chỉnh nếu không có cà phê và không có cà phê nào hoàn chỉnh nếu không có bàn, vì cà phê không thể nổi... trừ khi?",
  "Sir Cumference Coffee Table": "Bàn Cà Phê Sir Cumference",
  "Retro inspired, but never will look outdated. The glass top allows the table to be admired from every possible view. Perfect for small dining rooms, spacious enough for four Sims to enjoy a meal and deep conversations.": "Lấy cảm hứng từ phong cách retro, nhưng sẽ không bao giờ trông lỗi thời. Mặt kính cho phép chiêm ngưỡng chiếc bàn từ mọi góc nhìn có thể. Hoàn hảo cho những phòng ăn nhỏ, đủ rộng rãi cho bốn Sim thưởng thức một bữa ăn và những cuộc trò chuyện sâu sắc.",
  "Orbital High Dining": "Bàn Ăn Cao Orbital",
  "In a pouffe of magic this lovely and elegant footstool appears!": "Trong một làn khói phép thuật, chiếc ghế đẩu đáng yêu và thanh lịch này xuất hiện!",
  "Modern Pouffe": "Ghế Đẩu Hiện Đại",
  "Masterfully blending elements of wood and color, the result is a fantastic versatile piece for your space. It could be a side table, bedside table, or try it in a corner for a functional focal point or where you need a little surface space or small storage.": "Pha trộn một cách điêu luyện các yếu tố gỗ và màu sắc, kết quả là một món đồ linh hoạt tuyệt vời cho không gian của bạn. Nó có thể là một chiếc bàn phụ, bàn cạnh giường ngủ, hoặc thử nó trong một góc để có một tiêu điểm chức năng hoặc nơi bạn cần một không gian bề mặt nhỏ hoặc kho chứa nhỏ.",
  "Not A Table's End": "Không Phải Là Phần Cuối Của Bàn",
  "Sometimes we have to live small, and that is all about compromises. But compromises don't have to be not stylish. With the Tiny Console every piece and every accent makes a difference. Added drawer for those important items that we don't want our visitors to see in surprise visits, and its added bottom shelf allows for easy storage. Pairs nicely with the Tiny Desk... For Tiny Living. Each sold separately!": "Đôi khi chúng ta phải sống nhỏ, và đó là tất cả về sự thỏa hiệp. Nhưng sự thỏa hiệp không nhất thiết phải không phong cách. Với Tiny Console, mọi món đồ và mọi điểm nhấn đều tạo ra sự khác biệt. Thêm ngăn kéo cho những vật dụng quan trọng mà chúng ta không muốn khách của mình nhìn thấy trong những chuyến thăm bất ngờ và kệ dưới cùng được thêm vào cho phép dễ dàng cất giữ. Phối hợp tốt với Tiny Desk... Cho Cuộc Sống Tí Hon. Mỗi cái được bán riêng!",
  "Tiny Console... For Tiny Living": "Tiny Console... Cho Cuộc Sống Tí Hon",
  "Tiny bathroom? Not a problem! The great minds at Whenugougo Industries found themselves solving the age of dilemma, a giant toilet in a small space is a thing of the past with this compact and water efficient design that you don't need to sacrifice your style for. This product's flushing system is controlled by a button on the top of the tank that is noiseless when triggered, perfect for those times where you don't want anybody to know where you are.": "Phòng tắm nhỏ? Không vấn đề gì! Những bộ óc vĩ đại tại Whenugougo Industries đã tự mình giải quyết vấn đề nan giải từ xưa đến nay, một chiếc bồn cầu khổng lồ trong một không gian nhỏ đã là dĩ vãng với thiết kế nhỏ gọn và tiết kiệm nước này mà bạn không cần phải hy sinh phong cách của mình. Hệ thống xả của sản phẩm này được điều khiển bằng một nút trên đỉnh của bể chứa, không gây tiếng ồn khi được kích hoạt, hoàn hảo cho những lúc bạn không muốn ai biết bạn đang ở đâu.",
  "Compact Lavatory by Whenugougo Industries": "Bồn Rửa Nhỏ Gọn của Whenugougo Industries",
  "Oh no! {0.SimName} has been crushed underneath a malfunctioning Murphy Bed! {0.SimFirstName} will be missed...": "Ôi không! {0.SimName} đã bị nghiền nát dưới một chiếc giường Murphy bị trục trặc! Mọi người sẽ nhớ {0.SimFirstName}...",
  "Be Crushed to Death by Murphy Bed": "Bị Giường Murphy Nghiền Đến Chết",
  "Brag About Small Home": "Khoe Khoang Về Ngôi Nhà Nhỏ",
  "Brag about <i>really <b>REALLY</b></i> Micro Home": "Khoe khoang về Ngôi Nhà Cực Nhỏ <i>thực sự <b>THẬT SỰ</b></i>",
  "Brag about <i>really</i> Tiny House": "Khoe khoang về Ngôi Nhà Tí Hon <i>thực sự</i>",
  "Put Bed Down": "Hạ Giường Xuống",
  "Put Bed Up": "Nâng Giường Lên",
  "Spring Loaded": "Lò Xo",
  "Continue Upgrading Spring Loaded": "Tiếp Tục Nâng Cấp Lò Xo",
  "Reinforced Spring Wiring": "Dây Lò Xo Gia Cường",
  "Continue Reinforced Spring Wiring": "Tiếp Tục Dây Lò Xo Gia Cường",
  "Reduces how often the bed will break.": "Giảm tần suất giường bị hỏng.",
  "Infused wire and reinforced springs make the bed unbreakable.": "Dây được truyền và lò xo gia cố làm cho giường không thể phá vỡ.",
  "Disturbed Sleep": "Giấc Ngủ Bị Làm Phiền",
  "Wake Up and Warn!": "Thức Dậy và Cảnh Báo!",
  "Possess For Energy": "Chiếm Hữu Để Lấy Năng Lượng",
  "Warn About the Bed Safety": "Cảnh Báo Về Sự An Toàn Của Giường",
  "Itty-Bitty Bathroom": "Phòng Tắm Cực Kỳ Nhỏ",
  "Tiny Living, Big Dreams": "Cuộc Sống Tí Hon, Ước Mơ Lớn",
  "Downsized Den": "Hang Ổ Thu Nhỏ",
  "There’s nothing better than cuddling up with a good book in your cozy bed after a long day’s work. Complete with a marvelous murphy bed sandwiched between two spacious bookshelves, The Snore and Store is perfect for any novel-loving napper.": "Không gì tuyệt vời hơn là cuộn tròn với một cuốn sách hay trên chiếc giường ấm cúng của bạn sau một ngày làm việc dài. Hoàn chỉnh với một chiếc giường Murphy tuyệt vời được kẹp giữa hai giá sách rộng rãi, The Snore and Store là hoàn hảo cho bất kỳ người thích đọc tiểu thuyết nào.",
  "The Snore and Store": "The Snore and Store",
  "Bring home the ultimate space-saving Murphy Bed kit on the market with The Schmooze and Snooze. Transform your cozy bedroom into a relaxing lounge in only a matter of minutes. Combining the best-selling “'Now You See It, Now You Don't' Murphy Bed and Loveseat Combo” and \"Power Tower Bookcase\", the Schmooze and Snooze is the bargain you’ve been waiting for!": "Mang về nhà bộ dụng cụ Giường Murphy tiết kiệm không gian tối ưu trên thị trường với The Schmooze and Snooze. Biến phòng ngủ ấm cúng của bạn thành một phòng chờ thư giãn chỉ trong vài phút. Kết hợp bộ đôi \"Giường Murphy và Ghế Tình Yêu 'Bạn Thấy Đấy, Giờ Thì Không'\" bán chạy nhất và \"Tủ Sách Tháp Năng Lượng\", Schmooze and Snooze là món hời mà bạn đã chờ đợi!",
  "The Schmooze and Snooze": "The Schmooze and Snooze",
  "Tier 1\\nMicro Home": "Cấp 1\nNhà Cực Nhỏ",
  "Tier 2 - Tiny Home": "Cấp 2 - Nhà Tí Hon",
  "Tier 3 - Small Home": "Cấp 3 - Nhà Nhỏ",
  "Tier 1 - Micro Home": "Cấp 1 - Nhà Cực Nhỏ",
  "Tier 2\\nTiny Home": "Cấp 2\nNhà Tí Hon",
  "Tier 3\\nSmall Home": "Cấp 3\nNhà Nhỏ",
  "Too many tiles! 100 is the maximum allowed.": "Quá nhiều gạch! Tối đa cho phép là 100.",
  "You need at least {2.Number} placed tiles; you currently have {0.Number}": "Bạn cần ít nhất {2.Number} gạch đã đặt; hiện tại bạn có {0.Number}",
  "You've placed {0.Number} tiles of {1.Number} for this tier": "Bạn đã đặt {0.Number} gạch trên tổng số {1.Number} cho cấp này",
  "At least 4 tiles are required to start a Tiny Home.\\n\\nFoundations, Basements, and Decks all count towards the Total Tile Count.": "Cần ít nhất 4 gạch để bắt đầu một Ngôi Nhà Tí Hon.\n\nMóng, Tầng Hầm và Sàn đều được tính vào Tổng Số Lượng Gạch.",
  "Tiny Home Residential": "Khu Dân Cư Nhà Tí Hon",
  "Tiny Home Residential Incomplete": "Khu Dân Cư Nhà Tí Hon Chưa Hoàn Thành",
  "Tiny Home Residential - {0.String}": "Khu Dân Cư Nhà Tí Hon - {0.String}",
  "In Build Mode open the Lot Info Panel and select the Tiny Home Residential under Lot Type to build a Tiny Home and experience unique Lot Perks.": "Trong Chế Độ Xây Dựng, hãy mở Bảng Thông Tin Khu Đất và chọn Khu Dân Cư Nhà Tí Hon trong Loại Khu Đất để xây dựng Nhà Tí Hon và trải nghiệm các Đặc Quyền Khu Đất độc đáo.",
  "Tiny Homes are a way of life. How small a space can you fit the essentials? There's three progressively difficult goals to challenge yourself; Small, Tiny, and Micro! How low can you go?": "Nhà Tí Hon là một lối sống. Bạn có thể chứa những thứ cần thiết trong một không gian nhỏ đến mức nào? Có ba mục tiêu khó dần để bạn thử thách bản thân; Nhỏ, Tí Hon và Cực Nhỏ! Bạn có thể đi thấp đến mức nào?"
}