{
  "{0.SimFirstName} has learned all possible potions for their current rank. Practicing magic or experimenting on the cauldron will continue to improve {M0.his}{F0.her} Spellcaster prowess.": "{0.SimFirstName} đã học được tất cả các loại thuốc có thể cho cấp bậc hiện tại của {M0.him}{F0.her}. Thực hành phép thuật hoặc thử nghiệm trên vạc sẽ tiếp tục cải thiện khả năng Pháp Sư của {M0.his}{F0.her}.",
  "{0.SimFirstName} already knows every potion recipe. Experiment will provide Spellcaster XP, as well a chance to gain potion ingredients.": "{0.SimFirstName} đã biết mọi công thức pha chế thuốc. Thử nghiệm sẽ cung cấp XP Pháp Sư, cũng như cơ hội để có được các thành phần pha chế thuốc.",
  "Through fizzle fazzle and all the dazzle, {0.SimFirstName}'s experiments with the cauldron has yielded fruitful results!\\n\\n{0.SimFirstName} has gained:\\n{1.String}": "Thông qua những tiếng xèo xèo và tất cả sự lấp lánh, những thử nghiệm của {0.SimFirstName} với cái vạc đã mang lại kết quả tốt đẹp!\n\n{0.SimFirstName} đã nhận được:\n{1.String}",
  "{0.SimFirstName} failed to craft their potion, but not all is lost. They were able to bottle up\\n1 Potion of Questionable Contents.": "{0.SimFirstName} đã không chế tạo được thuốc của mình, nhưng không phải tất cả đều mất. {M0.He}{F0.She} đã có thể đóng chai\n1 Lọ Thuốc Có Thành Phần Đáng Nghi.",
  "{0.SimFirstName} has learned a new potion recipe and has found a sample.\\n\\n1 {1.String} has been added to {M0.his}{F0.her} inventory.": "{0.SimFirstName} đã học được một công thức pha chế thuốc mới và đã tìm thấy một mẫu.\n\n1 {1.String} đã được thêm vào hành trang của {M0.his}{F0.her}.",
  "{0.SimFirstName} has been taught a new potion recipe and has been given a sample.\\n\\n1 {1.String} has been added to {M0.his}{F0.her} inventory.": "{0.SimFirstName} đã được dạy một công thức pha chế thuốc mới và đã được tặng một mẫu.\n\n1 {1.String} đã được thêm vào hành trang của {M0.his}{F0.her}.",
  "(From Potion of Alluring Aura)": "(Từ Thuốc Hút Hồn)",
  "(From Potion of Prompt Resurrection)": "(Từ Thuốc Hồi Sinh Nhanh Chóng)",
  "(From Potion of Questionable Contents)": "(Từ Thuốc Có Thành Phần Đáng Nghi)",
  "Is that bacon-scented deodorant you're wearing? I think I'm in love with you...": "Có phải bạn đang dùng lăn khử mùi hương thịt xông khói không vậy? Tôi nghĩ tôi yêu bạn rồi đó...",
  "My psychic told me to avoid Sims like you. Please stay away from me.": "Nhà ngoại cảm của tớ bảo tớ tránh xa mấy Sim như cậu ra. Làm ơn tránh xa tớ dùm đi.",
  "Are you my long-lost BFF from a while back?  No? Oh well, let's be BFFs anyway!": "Cậu có phải là bạn thân chí cốt thất lạc bấy lâu nay của tớ không? Không hả? Ờ thì thôi, dù gì mình làm bạn thân luôn đi!",
  "I don't understand why, but I'm pretty sure we're best friends now!": "Tớ không hiểu tại sao nữa, nhưng tớ chắc chắn là giờ tụi mình là bạn thân nhất rồi đó!",
  "Ooooh, you have a really nice shouting voice! Wanna be my best friend?": "Oooooh, cậu có giọng hét hay thật đó! Muốn làm bạn thân nhất của tớ không?",
  "All that shouting really made my heart flutter! I... I love you!": "Mấy tiếng hét đó làm tim tớ rung rinh luôn đó! Tớ... Tớ yêu cậu!",
  "That's not nice. You're a meanie.": "Như vậy là không hay đâu nha. Cậu xấu tính quá đi.",
  "My mother was right, I should have un-friended you a long time ago!": "Mẹ tớ nói đúng, đáng lẽ tớ nên hủy kết bạn với cậu từ lâu rồi!",
  "Your attempt at romance was not the worst I have seen. Perhaps we are destined to be just friends.": "Nỗ lực lãng mạn của cậu không phải là tệ nhất tớ từng thấy. Có lẽ chúng ta chỉ có duyên làm bạn thôi.",
  "I'm going to be honest, that showing of affection was pretty terrible. Try harder next time, okay?": "Tớ nói thật nha, màn thể hiện tình cảm đó khá là tệ đó. Lần sau cố gắng hơn nha, được không?",
  "You're not too bad. Just kidding, you're cool. Just kidding, I love you!": "Cậu cũng không tệ lắm. Đùa thôi, cậu ngầu đó. Đùa thôi, tớ yêu cậu!",
  "You make my heart flutter! This is either an issue I should seek medical help for, or I'm in love with you!": "Cậu làm tim tớ rung rinh! Chắc là tớ nên đi khám bác sĩ cho chắc ăn, hoặc là tớ đang yêu cậu rồi!",
  "(From Potion of Immortality)": "(Từ Thuốc Trường Sinh Bất Tử)",
  "{0.SimFirstName} now has the Immortal trait and can no longer die of old age.": "{0.SimFirstName} giờ đã có đặc điểm Trường Sinh Bất Tử và sẽ không còn chết vì tuổi già nữa.",
  "(From Potion of Good Fortune)": "(Từ Thuốc May Mắn)",
  "(From Potion of Magical Aura)": "(Từ Thuốc Hào Quang Phép Thuật)",
  "(From Potion of Emotional Stability)": "(Từ Thuốc Ổn Định Cảm Xúc)",
  "(From Potion of Nausea)": "(Từ Thuốc Buồn Nôn)",
  "{0.SimFirstName} doesn't have any curses to remove.": "{0.SimFirstName} không có bất kỳ lời nguyền nào để gỡ bỏ.",
  "{0.SimFirstName} has cleared their mind of all their previous teachings. {0.SimFirstName} may now select different perks.": "{0.SimFirstName} đã xóa bỏ hết những kiến thức trước đây của mình. {0.SimFirstName} giờ có thể chọn những đặc quyền khác.",
  "(From Potion of the Nimble Mind)": "(Từ Thuốc Trí Óc Lanh Lợi)",
  "Backfire! {0.SimName} got the Curse of Uncontrollable Charge while trying to remove another curse!": "Phản tác dụng! {0.SimName} bị dính Lời Nguyền Sạc Điện Không Kiểm Soát trong khi cố gắng gỡ bỏ một lời nguyền khác!",
  "Backfire! {0.SimName} got the Curse of the Duelist while trying to remove another curse!": "Phản tác dụng! {0.SimName} bị dính Lời Nguyền Đấu Sĩ trong khi cố gắng gỡ bỏ một lời nguyền khác!",
  "Backfire! {0.SimName} got the Curse of Infectious Laughter while trying to remove another curse!": "Phản tác dụng! {0.SimName} bị dính Lời Nguyền Cười Lây Lan trong khi cố gắng gỡ bỏ một lời nguyền khác!",
  "Backfire! {0.SimName} got the Curse of the Night Wraith while trying to remove another curse!": "Phản tác dụng! {0.SimName} bị dính Lời Nguyền Bóng Ma Đêm trong khi cố gắng gỡ bỏ một lời nguyền khác!",
  "Backfire! {0.SimName} got the Curse of Unwarranted Hostility while trying to remove another curse!": "Phản tác dụng! {0.SimName} bị dính Lời Nguyền Thù Địch Vô Cớ trong khi cố gắng gỡ bỏ một lời nguyền khác!",
  "Backfire! {0.SimName} got the Curse of Repulsiveness while trying to remove another curse!": "Phản tác dụng! {0.SimName} bị dính Lời Nguyền Ghê Tởm trong khi cố gắng gỡ bỏ một lời nguyền khác!",
  "Backfire! {0.SimName} got the Curse of Uncleansable Stench while trying to remove another curse!": "Phản tác dụng! {0.SimName} bị dính Lời Nguyền Hôi Hám Không Thể Tẩy Sạch trong khi cố gắng gỡ bỏ một lời nguyền khác!",
  "Backfire! {0.SimName} got the Curse of Awkward Embraces while trying to remove another curse!": "Phản tác dụng! {0.SimName} bị dính Lời Nguyền Ôm Vụng Về trong khi cố gắng gỡ bỏ một lời nguyền khác!",
  "{0.SimName} got the Curse of the Duelist from losing too many Duels.": "{0.SimName} bị dính Lời Nguyền Đấu Sĩ vì thua quá nhiều trận Đấu.",
  "{0.SimName} got the Curse of Unwarranted Hostility from losing too many Duels.": "{0.SimName} bị dính Lời Nguyền Thù Địch Vô Cớ vì thua quá nhiều trận Đấu.",
  "{0.SimName} got the Curse of Awkward Embraces from losing too many Duels.": "{0.SimName} bị dính Lời Nguyền Ôm Vụng Về vì thua quá nhiều trận Đấu.",
  "{0.SimName} got the Curse of Uncontrollable Charge from letting the Spellcaster Power Explode!": "{0.SimName} bị dính Lời Nguyền Sạc Điện Không Kiểm Soát vì để Năng Lượng Pháp Sư Bùng Nổ!"
}